[
    {
        "category": "Body",
        "name": "Nước Rửa Tay Phục Sinh Aesop 500ml",
        "cost": 93000.0,
        "description": "Một loại gel rửa tay đẹp giúp làm sạch mà không làm khô, Nước rửa tay Resurrection của Aesop thực sự làm mềm bàn tay của bạn. Đặc tính kháng khuẩn của chiết xuất quýt và hương thảo giúp làm sạch, trong khi hoa oải hương giúp da có cảm giác dịu nhẹ và ngậm nước. Thật tuyệt vời cho những người thích rửa tay nhiều hoặc những người có làn da nhạy cảm. Khi bạn rửa tay, phòng tắm hoặc nhà bếp của bạn sẽ có mùi thơm thần thánh. Aesop không tin vào 'chống' - bạn sẽ không thấy bất kỳ tuyên bố 'chống lão hóa' hay 'chống mụn' cường điệu nào - thay vào đó, các sản phẩm của họ được phát triển để bổ sung cho lối sống cân bằng và giúp bảo vệ chống lại các yếu tố. Đây là phương pháp chăm sóc da 'chuyên nghiệp' dành cho những người đang có ý định già đi một cách duyên dáng, tự hào về làn da mà mình đang sống.",
        "how_to_use": "",
        "ingredient": "",
        "brand": "Aesop",
        "volume": "500ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10364465-1064965873801360.jpg",
        "productCode": "Body_16",
        "manufactureDate": "2024-02-07 00:00:00",
        "expirationDate": "2027-02-06 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Sữa rửa mặt lá phong lữ Aesop 500ml",
        "cost": 105000.0,
        "description": "Loại sữa rửa mặt nhẹ nhàng, tạo bọt nhẹ này mang đến hương thơm của hoa phong lữ hoang dã để bắt đầu buổi sáng của bạn hoặc giúp bạn sảng khoái sau một ngày dài. Sử dụng một lượng nhỏ trên miếng bọt biển khi tắm, thêm một thìa cà phê vào bồn tắm của bạn để tạo bọt tắm sang trọng hoặc sử dụng nó như nước rửa tay. Được tăng cường với chiết xuất lá phong lữ để làm sạch và khử mùi mà không làm khô da, đồng thời giúp vòi sen của bạn có mùi thơm tuyệt vời. Không giống như hầu hết các dòng sản phẩm Aesop, Geranium Body Cleanser được đựng trong chai nhựa màu nâu để sử dụng khi tắm an toàn hơn.",
        "how_to_use": "",
        "ingredient": "",
        "brand": "Aesop",
        "volume": "500ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10363131-1694965870927840.jpg",
        "productCode": "Body_41",
        "manufactureDate": "2023-07-31 00:00:00",
        "expirationDate": "2026-07-30 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Body",
        "name": "Xịt Rửa Tay Aesop Resurrection 50Ml",
        "cost": 33000.0,
        "description": "Xịt khoáng có chứa cồn để nhanh chóng làm sạch bàn tay của bạn khi không có nước, Xịt rửa tay không chứa nước rửa tay Aesop's Resurrection Rinse là một lựa chọn tiện lợi khi di chuyển để tiêu diệt các vi trùng nguy hiểm và mang lại làn da tươi mát và thơm mát. Với đồng phân saccharide dưỡng ẩm và lô hội, công thức không làm khô nhắm vào 'kẻ xấu' mà không làm mất đi lớp dầu trên da, do đó, da ít bị nứt nẻ khi được làm sạch liên tục. Bay hơi nhanh mà không để lại cặn dầu mỡ, sản phẩm này tự hào có mùi hương 'Phục sinh' đặc biệt - và tuyệt vời; sự pha trộn của quýt, lá hương thảo và gỗ tuyết tùng, giúp bạn sảng khoái và tập trung lại các giác quan bất cứ khi nào bạn xịt nước bọt. Đó là nước rửa tay trong mơ, vì vậy hãy đảm bảo bạn có một chiếc để trong túi và một chiếc để cạnh cửa để không bỏ qua bước quan trọng, 'bước khử trùng'.",
        "how_to_use": "Xịt tự do lên tay theo yêu cầu và để khô.",
        "ingredient": "Alcohol Denat., Nước (Aqua), Glycerin, Saccharide Isomerate, Dầu vỏ Citrus Nobilis (Quả quýt), Nước ép lá Aloe Barbadensis, Dầu vỏ cây Cedrus Atlantica (Cedarwood), Dầu Lavandula Angustifolia (Lavender), Dầu Citrus Aurantium Dulcis (Cam) , Dầu lá Rosmarinus Officinalis (Hương thảo), Axit Citric, Natri Citrate, Limonene, Linalool.",
        "brand": "Aesop",
        "volume": "50ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12806727-1724965867482022.jpg",
        "productCode": "Body_63",
        "manufactureDate": "2022-05-29 00:00:00",
        "expirationDate": "2025-05-28 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Body",
        "name": "Găng tay ứng dụng tái sử dụng Bondi Sands",
        "cost": 14970.0,
        "description": "Bí quyết để có làn da rám nắng liền mạch, Găng tay ứng dụng của Bondi Sands là sự kết hợp hoàn hảo cho bất kỳ dòng sản phẩm tự nhuộm da mang tính biểu tượng nào của họ. Cả hai đều có thể giặt và tái sử dụng, găng tay mềm mại dễ dàng - chưa kể, phân phối đồng đều công thức bạn chọn để mang lại làn da rám nắng không tì vết, không tì vết, đồng thời giữ cho tay không bị ố. Không giống như bàn tay của bạn hấp thụ làn da rám nắng, công cụ thiết yếu này sẽ giúp bạn hoàn thiện ứng dụng mà không khiến bàn tay của bạn bị rám nắng quá mức. Ngoài ra, găng tay tròn có hình dạng đẹp hơn nhiều khi chạm đến những đường nét phức tạp trên cơ thể bạn! Thích hợp để sử dụng với bọt, sữa dưỡng và dạng xịt, đây là thứ cần phải có trong bất kỳ kho vũ khí nào của những người đam mê ánh sáng giả...",
        "how_to_use": "Bôi các sản phẩm tự nhuộm da của Bondi Sands lên mặt phẳng của găng tay tự nhuộm da của bạn. Chà lên da theo chuyển động tròn. Sau khi sử dụng rửa sạch găng tay bằng nước ấm. Bàn tay sẽ vẫn hoàn toàn sạch sẽ. Bảo quản: rửa sạch Găng tay bằng nước ấm và để khô hoàn toàn sau mỗi lần sử dụng.",
        "ingredient": "",
        "brand": "Bondi Sands",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11450978-1715033288376387.jpg",
        "productCode": "Body_59",
        "manufactureDate": "2023-01-05 00:00:00",
        "expirationDate": "2026-01-04 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Paula's Choice Chống lại chất lỏng dưỡng ẩm hàng ngày kéo dài tuổi trẻ SPF 50",
        "cost": 111000.0,
        "description": "Lý tưởng cho làn da dầu, da hỗn hợp và da dễ nổi mụn, PAULA'S CHOICE's resist Youth-Extending Daily Hydrating Fluid SPF 50 bảo vệ da khỏi tác hại của ánh nắng mặt trời mà không gây cảm giác nặng nề hay tắc nghẽn lỗ chân lông. Kem dưỡng ẩm không trọng lượng này kết hợp SPF 50 phổ rộng với các chất chống oxy hóa nuôi dưỡng để mang lại vẻ ngoài trẻ trung hơn và bảo vệ làn da của bạn khỏi tác hại của môi trường. Một hỗn hợp gồm các chất chống oxy hóa, bao gồm chiết xuất trà xanh, giúp chống lại các gốc tự do (từ ánh sáng mặt trời và ô nhiễm) và làm dịu làn da của bạn. Là một trong những chất lọc tia UVA được sử dụng rộng rãi nhất trên thế giới, avobenzone là một thành phần chống nắng tổng hợp mang lại khả năng chống nắng phổ rộng cho hỗn hợp này. Chúng tôi biết một mặt hàng chủ lực hàng ngày khi chúng tôi nhìn thấy một...",
        "how_to_use": "Áp dụng như bước cuối cùng trong thói quen chăm sóc da buổi sáng của bạn. Để một lúc cho khô trước khi trang điểm.",
        "ingredient": "Aqua, Ethylhexyl Methoxycinnamate (Octinoxate, 7,5%, kem chống nắng), Glycerin (hydrat hóa/bổ sung nước cho da), Ethylhexyl Salicylate (Octisalate, 5%, kem chống nắng), Silica (chất hấp thụ), Octocrylene (2%, kem chống nắng), Butyl Methoxydibenzoylmethane (Avobenzone, 2%, kem chống nắng), Dimethicone (hydrat hóa), Benzyl Alcohol (chất bảo quản), Tocopherol (vitamin E/chất chống oxy hóa), Chiết xuất hoa Chamomilla Recutita (Matricaria) (chất chống oxy hóa), Vitis Vinifera (Nho) Chiết xuất hạt (chất chống oxy hóa), Chiết xuất lá Camellia Sinensis (Trà xanh) (chất chống oxy hóa), Chiết xuất lá Camellia Oleifera (Trà xanh) (chất chống oxy hóa), Chiết xuất Peucedanum Graveolens (Thì là) (chất chống oxy hóa), Chiết xuất trái cây Sambucus Nigra (Black Elderberry) (chất chống oxy hóa), Avena Sativa (Yến mạch) ) Chiết xuất cám (làm dịu da), Chiết xuất Punica Granatum (Quả lựu) (chống oxy hóa), Lycium Barbarum (Goij) Chiết xuất trái cây (chống oxy hóa), Hydrogenated Lecithin (phục hồi da), Titanium Dioxide (tăng cường kết cấu/tăng cường kết cấu), Dimethicone/Vinyl Dimethicone Crosspolymer (hydrat hóa), Diethylhexyl Syringylidenemalonate (hydrat hóa), Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer (chất tạo màng/hỗn dịch), Xanthan Gum (tăng cường kết cấu), Natri Carbomer (tăng cường kết cấu), Natri Benzoate ( chất ổn định), Kali Sorbate (chất ổn định), Phenoxyetanol (chất bảo quản).",
        "brand": "Paula's Choice",
        "volume": "60ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11174232-9234929123038565.jpg",
        "productCode": "Body_76",
        "manufactureDate": "2024-07-02 00:00:00",
        "expirationDate": "2027-07-02 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Body",
        "name": "Kem chống nắng dưỡng ẩm La Roche-Posay Anthelios UVMune 400 SPF 50 50ml",
        "cost": 54000.0,
        "description": "Lý tưởng cho các loại da nhạy cảm, Kem dưỡng ẩm La Roche-Posay Anthelios UVMUNE 400 cung cấp khả năng bảo vệ SPF50 với công nghệ lọc MEXORYL400 độc quyền, giúp chống lại các tia UVA, UVB và tia UVA siêu dài*. Công thức chống nước, mồ hôi và cát để bảo vệ lâu dài, cực cao. Được thiết kế với mục đích thoải mái, kem dưỡng ẩm cho da mà không gây cảm giác nhờn. Không chứa hương liệu và với công thức nhẹ nhàng, chống cay mắt, SPF thể hiện công nghệ chăm sóc da tốt nhất của thương hiệu, đã được kiểm tra về hiệu quả và độ dịu nhẹ. * [380-400nm] = UVA dài/ [380-400nm] = phần cuối của quang phổ mà chúng tôi gọi là UVA siêu dài.",
        "how_to_use": "Để sử dụng hàng ngày và phơi nắng. Thoa sản phẩm chống nắng ngay trước khi tiếp xúc. Thoa lại thường xuyên và nhiều để duy trì khả năng bảo vệ, đặc biệt là sau khi đổ mồ hôi hoặc lau khăn.",
        "ingredient": "Nước / Nước, Diisopropyl Sebacate, Alcohol Denat., Ethylhexyl Salicylate, Ethylhexyl Triazone, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Diisopropyl Adipate, Peg-8, Dipropylene Glycol, C12-22 Alkyl Acrylate/Hydroxyethylacrylate Copolymer, Glycerin, Drometrizole Trisiloxane, Tinh bột nhôm Octenylsuccinate , Butyl Methoxydibenzoylmethane, Methoxypropylamino Cyclohexenylidene Ethoxyethylcyanoacetate, Silica, Tocopherol, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Acrylates Copolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Hydroxyacetophenone, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Natri Polyacrylate, ylidene Dicamphor Sulfonic Axit, Trietanolamine, Trisodium Ethylenediamine Disuccine.",
        "brand": "La Roche-Posay",
        "volume": "50ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13494909-1805054772989862.jpg",
        "productCode": "Body_57",
        "manufactureDate": "2022-12-12 00:00:00",
        "expirationDate": "2025-12-11 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Muối tẩy tế bào chết ESPA 700g",
        "cost": 120000.0,
        "description": "Tăng cường làn da mịn màng đẹp đẽ của bạn với Muối tẩy tế bào chết nhẹ nhàng tẩy tế bào chết của ESPA: một công thức tinh chế được tạo thành từ muối biển và các loại tinh dầu tinh khiết nhất, hiệu quả nhất của thiên nhiên. Được chế tạo cẩn thận bởi các nhà trị liệu bằng hương thơm của ESPA với hương thơm sảng khoái và nâng cao tinh thần của bưởi, cây bách và bạch đàn, loại tẩy tế bào chết này giúp làm mịn và làm sáng làn da của bạn một cách hiệu quả - giúp loại bỏ nhẹ nhàng các tế bào da chết xỉn màu và các mảng sần sùi. Muối biển thô tự nhiên được ngâm trong hỗn hợp các loại dầu dưỡng ẩm, chẳng hạn như dầu hạnh nhân ngọt, để tẩy da chết nhẹ nhàng và tăng cường trị liệu bằng hương thơm tiếp thêm sinh lực! Kết quả? Làn da của bạn sẽ có cảm giác được ngậm nước mạnh mẽ, mềm mại và dẻo dai. Chẳng bao lâu nữa bạn sẽ không muốn ngâm mình mà không có nó...",
        "how_to_use": "ĐỂ CÓ KẾT QUẢ TỐT NHẤT Một hoặc hai lần một tuần, mát xa lên vùng da khô theo chuyển động tròn hướng lên trên. Đặc biệt chú ý đến những vùng da khô, sau đó rửa sạch.",
        "ingredient": "Natri clorua, Dầu Prunus Amygdalus Dulcis (Hạnh nhân ngọt), Dầu hạt Helianthus Annuus (Hướng dương), Caprylic/Capric Triglyceride, Limonene, Dầu vỏ Citrus Paradisi (Bưởi), Dầu lá Cupressus Sempervirens, Dầu khuynh diệp Citriodora, Dầu Pelargonium Graveolens, Rosmarinus Officinalis (Hương thảo) Dầu lá, Tocopherol, Dầu trái cây Juniperus Communis, Citronellol, Hương thơm* (Parfum), Geraniol, Linalool. *100% Hương Thơm Tự Nhiên.",
        "brand": "ESPA",
        "volume": "700g",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12226505-1944858625105160.jpg",
        "productCode": "Body_6",
        "manufactureDate": "2023-07-22 00:00:00",
        "expirationDate": "2026-07-21 00:00:00",
        "origin": "Đức"
    },
    {
        "category": "Body",
        "name": "Caudalie Vinosun Kem dưỡng nhẹ bảo vệ rất cao SPF50+ 40ml",
        "cost": 57000.0,
        "description": "Với kết cấu nhẹ đến mức không ảnh hưởng đến khả năng bảo vệ hoặc bảo vệ hành tinh (nhờ công thức có khả năng phân hủy sinh học cao và không độc hại đối với hệ sinh thái biển), Caudalie Vinosun Protect Very High Protection Lightweight Cream SPF 50+ là bước cuối cùng lý tưởng vào buổi sáng của bạn. thói quen chăm sóc da. Được hỗ trợ bởi các polyphenol chống oxy hóa có nguồn gốc từ cây nho nổi tiếng của Caudalie, loại kem chống nắng có khả năng bảo vệ cao này bảo vệ da khỏi các tia UVA và UVB có hại cũng như ô nhiễm. Không chứa hương liệu (lý tưởng cho cả những loại da nhạy cảm) và hầu như không nhìn thấy trên mọi tông màu da, công thức siêu dưỡng ẩm này cung cấp độ ẩm cho làn da đang khát nước để có làn da ẩm mượt - và không để lại cặn nhờn.",
        "how_to_use": "Áp dụng hàng ngày, ngay cả khi bạn đang ở trong nhà. Áp dụng như bước cuối cùng trong quy trình chăm sóc da của bạn, ngay sau hoặc thay vì kem dưỡng ẩm và trước khi trang điểm.",
        "ingredient": "Aqua/Nước/Eau, Dibutyl Adipate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Propanediol, Dicaprylyl Carbonate, Ethylhexyl Triazone, Methylpropanediol, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Phenylbenzimidazole Axit Sulfonic, Arginine, C20-22 Alkyl Phosphate, C20-22 Alcohols, Benzotriazolyl Dodecyl P -Cresol, Chiết xuất hạt nho Palmitoyl, Glycerin, Caprylyl Glycol, Caprylyl/Capryl Glucoside, Kali Cetyl Phosphate, Xanthan Gum, Phenylpropanol, O-Cymen-5-Ol, Polyacrylate Crosspolymer-6, Tocopheryl Acetate, Chiết xuất gỗ Picea Abies, Helianthus Annuus (Dầu hướng dương), Tocopherol.(337/004).",
        "brand": "Caudalie",
        "volume": "40ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13524487-8525038257522474.jpg",
        "productCode": "Body_64",
        "manufactureDate": "2024-03-20 00:00:00",
        "expirationDate": "2027-03-20 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Thanh khử độc nách Megababe Space Bar 99g",
        "cost": 19500.0,
        "description": "Đừng đổ mồ hôi cho những việc nhỏ nhặt - hoặc nếu bạn làm vậy, hãy để Xà phòng nách Space Bar của Megababe giúp bạn sảng khoái! Loại xà phòng không cần cọ này được thiết kế để làm sạch hố của bạn ngay lập tức; đừng vặn vẹo nó, nó có thể mạnh mẽ nhưng vẫn nhẹ nhàng với làn da của bạn - dầu bơ, hướng dương và ô liu dưỡng ẩm hãy đảm bảo điều đó. Điều gì làm cho nó ra khỏi thế giới này? Nó hoạt động bằng than hoạt tính, một loại bột tự nhiên hút độc tố, bụi bẩn, dầu và vi hạt lên bề mặt da, sẵn sàng để được rửa sạch. Axit glycolic (hay còn gọi là axit alpha hydroxy tương đương với 'it girl') giúp thanh lọc bề mặt da của bạn, làm bong tróc các tế bào da chết. Thêm dầu cây trà làm sạch, vitamin C làm sáng da và natri clorua diệt vi khuẩn vào hỗn hợp và bạn đã có một công thức cho làn da hạnh phúc.",
        "how_to_use": "Sử dụng mỗi khi bạn tắm để có làn da được làm sạch sâu và chuẩn bị sẵn sàng cho chất khử mùi! Tạo bọt và massage vào các hố theo chuyển động tròn. Để trong 60 giây trước khi rửa sạch. Sử dụng bất cứ nơi nào có mùi hôi hoặc nơi da nhờn là mối lo ngại!",
        "ingredient": "Natri Cocoate, Nước, Glycerin, Axit Dừa, Natri Citrate, Bột than, Axit Glycolic, Dầu lá tràm Alternifolia (Cây trà), Dầu Persea Gratissima (Bơ), Dầu hạt Helianthus Annuus (Hướng dương), Lá Camellia Sinensis (Trà xanh) Chiết xuất, Dầu trái cây Olea Europaea (Ô liu), Axit ascoricic (Vitamin C), Nước ép lá Aloe Barbadensis, Natri Gluconate, Natri Clorua, Maltodextrin.",
        "brand": "Megababe",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13798836-1644957352030133.jpg",
        "productCode": "Body_24",
        "manufactureDate": "2022-03-13 00:00:00",
        "expirationDate": "2025-03-12 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Body",
        "name": "Kem Tẩy Tế Bào Chết Toàn Thân Sol de Janeiro Bum Bum 220g",
        "cost": 117000.0,
        "description": "Một sản phẩm mà thế giới đang chờ đợi, Bum Bum Body Scrub của Sol de Janeiro đã cập bến và công bằng mà nói, giới làm đẹp đang say mê… Với mùi hương đặc trưng của người anh em nuôi dưỡng của nó, loại sơn này giúp loại bỏ vảy để giúp chân tay mềm mượt (và 'Bum Bum' mịn như trái đào)! Với đường và muối giúp loại bỏ tế bào chết một cách hiệu quả, cùng với hạt guarana của Amazon để tẩy tế bào chết và làm săn chắc làn da của bạn, giúp da mềm mại, hỗn hợp dừa, açai và bơ cupuaçu giúp nuôi dưỡng và dưỡng da từ đầu đến chân. Ai cần quần áo?",
        "how_to_use": "Massage khắp vùng da ẩm khi tắm. Tiếp theo thoa kem Bum Bum Brazil để khóa độ ẩm quý giá và bao bọc bạn với mùi hương Cheirosa '62 đặc biệt của Sol de Janeiro.",
        "ingredient": "Sucrose, Dầu Cocos Nucifera (Dừa), Natri Clorua, Cetearyl Olivate, Sorbitan Olivate, Dầu Olus (Dầu thực vật, Huile Végétale), Parfum (Hương thơm), Silica, Dầu trái cây Euterpe Oleracea (Açaí), Bột hạt Theobroma Grandiflorum (Cupuaçu) , Bơ hạt Theobroma Grandiflorum (Cupuaçu), Chiết xuất hạt Paullinia Cupana (Guaraná), Chiết xuất lá Rosmarinus Officinalis (Hương thảo), Tocopherol, Dầu hạt Helianthus Annuus (Hướng dương), Glycerin, Aqua (Nước, Eau), Cám Oryza Sativa (Gạo) Chiết xuất, Glyceryl Caprylate, Axit Caprylhydroxamic, Phenoxyetanol, Fluorphlogopite tổng hợp, Ôxít thiếc, Rượu Benzyl, Benzyl Salicylate, Coumarin, Limonene, CI 77891 (Titanium Dioxide)",
        "brand": "Sol de Janeiro",
        "volume": "220g",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12715747-5144963555926954.jpg",
        "productCode": "Body_73",
        "manufactureDate": "2024-08-20 00:00:00",
        "expirationDate": "2027-08-20 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Kem chống nắng Thank You Farmer Sun Project Water SPF50+",
        "cost": 60000.0,
        "description": "Là một loại kem dưỡng ẩm kết hợp với kem chống nắng tuyệt đẹp, Thank You Farmer's Sun Project Water Sun Cream SPF 50+ có kết cấu siêu nhẹ, khuếch tán đẹp mắt - truyền vào da lượng nước quý giá (nhờ hàm lượng axit hyaluronic cao), đồng thời làm chệch hướng các tia gây tổn hại DNA . Làm căng mọng và làm dịu cơn khát, điều này mang lại một làn da ẩm tự nhiên (không có lớp phấn), trong khi việc bổ sung chiết xuất cây tầm gửi giúp kích thích quá trình thay đổi tế bào - khuyến khích quá trình sửa chữa và đổi mới, để giảm thiểu thiệt hại do tiếp xúc hàng ngày với ánh nắng mặt trời và quá trình oxy hóa. nhấn mạnh.",
        "how_to_use": "Sau khi chăm sóc da cơ bản, lấy một lượng sản phẩm thích hợp, sau đó thoa đều lên vùng da sẽ tiếp xúc với ánh nắng mặt trời. Sử dụng trước khi tiếp xúc với ánh nắng mặt trời. Áp dụng lại để duy trì sự bảo vệ, đặc biệt là sau khi đổ mồ hôi, bơi lội hoặc lau bằng khăn. Cảnh báo: Không sử dụng trên da bị tổn thương hoặc bị kích thích, da có vết thương, bệnh chàm và viêm da. Không sử dụng trong trường hợp dị ứng với bất kỳ thành phần nào. Chỉ sử dụng bên ngoài. Ngừng sử dụng nếu có dấu hiệu kích ứng hoặc đốm đỏ, sưng, ngứa, kích thích và tham khảo ý kiến ​​​​bác sĩ da liễu. Ngừng sử dụng nếu các tác dụng phụ như trên xảy ra trên vùng bôi thuốc sau khi tiếp xúc trực tiếp với ánh nắng mặt trời. Tránh tiếp xúc trực tiếp với mắt. Ngay cả khi sử dụng sản phẩm chống nắng, việc tiếp xúc lâu với ánh nắng mặt trời cũng không được khuyến khích. Giữ trẻ sơ sinh và trẻ nhỏ tránh ánh nắng trực tiếp. Tiếp xúc quá nhiều với ánh nắng mặt trời là mối đe dọa nghiêm trọng đối với sức khỏe. Bảo quản nơi khô ráo, thoáng mát, tránh ánh nắng trực tiếp và nguồn nhiệt, tránh xa tầm tay trẻ em.",
        "ingredient": "Nước, Ethylhexyl Methoxycinnamate, Homosalate, Ethylhexyl Salicylate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Octocrylene, C12-15 Alkyl Benzoate, Butylene Glycol, Cyclomethicon, Alcohol, Titanium Dioxide, Glyceryl Stearate, 1,2-Hexanediol, Behenyl Alcohol, Methyl Methacrylate Crosspolymer, Peg -100 Stearate, Chiết xuất lá Viscum Album (Mistletoe), Chiết xuất Centella Asiatica, Chiết xuất Portulaca Oleracea, Natri Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Isohexadecane, Polysorbate 80, Phenoxyanol, Nhôm Stearate, Axit Polyhydroxystearic, Octyldodecanol, Hương thơm, Nước Bambusa Vulgaris, Xanthan Gum, Alumina, Dầu hạt Echium Plantagineum, Lipid Glycine Soja (Đậu nành), Natri Hyaluronate, Chiết xuất lá Aloe Barbadensis, Chiết xuất hoa Althaea Rosea, Chiết xuất hoa/lá/cây Cardiospermum Halicacabum, Dầu hạt Helianthus Annuus (Hướng dương) Không xà phòng hóa, Hạt Plukenetia Volubilis Dầu",
        "brand": "Thank You Farmer",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313863-1694896616673154.jpg",
        "productCode": "Body_11",
        "manufactureDate": "2024-08-16 00:00:00",
        "expirationDate": "2027-08-16 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Kem chống nắng La Roche-Posay Anthelios UVMune 400 Invisible Fluid SPF50+ 50ml",
        "cost": 59699.99999999999,
        "description": "Giữ an toàn dưới ánh nắng mặt trời mà không để lại vệt nhờ lớp chống nắng hoàn thiện vô hình này. Với công thức không nhờn và không mùi thơm, đây là loại kem chống nắng thân thiện với làn da mà chúng ta mong muốn có được trên làn da của mình qua mỗi mùa. Mang đến cho làn da của bạn sự bảo vệ xứng đáng với Kem chống nắng Anthelios UVMune 400 Invisible Fluid SPF 50+. Da nhạy cảm có thể yên tâm rằng sản phẩm này đã được kiểm nghiệm không ngừng về độ dịu nhẹ trên da và với khả năng bảo vệ khỏi tia UVA, UVB và Ultra Long UVA, làn da của bạn chưa bao giờ cảm thấy an toàn hơn thế. Chúng tôi sẽ cung cấp nguồn cung cấp trọn đời!",
        "how_to_use": "Để sử dụng hàng ngày và phơi nắng. Lắc trước khi sử dụng. Thoa sản phẩm chống nắng ngay trước khi tiếp xúc. Thoa lại thường xuyên và nhiều để duy trì khả năng bảo vệ, đặc biệt là sau khi đổ mồ hôi hoặc lau khăn.",
        "ingredient": "Nước/Nước, Alcohol Denat., Triethyl Citrate, Diisopropyl Sebacate, Silica, Ethylhexyl Salicylate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Ethylhexyl Triazone, Butyl Methoxydibenzoylmethane, Glycerin, Propanediol, C12-22 Alkyl Acrylate/Hydroxyethylacrylate Copolymer, Natri Citrate, Methoxypropylamino Cyclohexenylidene oaxetat , Perlite, Tocopherol, Caprylic/Capric Triglyceride, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Axit Citric, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Drometrizole Trisiloxane, Hydroxyethylcellulose, Terephthalylidene Dicamphor Axit Sulfonic, Trietanolamine, Trisodium Ethylenediamine Disuccine.",
        "brand": "La Roche-Posay",
        "volume": "50ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13494906-1084932951714264.jpg",
        "productCode": "Body_12",
        "manufactureDate": "2022-06-30 00:00:00",
        "expirationDate": "2025-06-29 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Kem chống nắng dưỡng ẩm da mặt Ultra Violette Supreme Screen SPF 50+",
        "cost": 102000.0,
        "description": "Kem dưỡng ẩm, kem chống nắng cấp độ cao và kem lót tất cả được hòa quyện thành một, Kem dưỡng ẩm cho da mặt dưỡng ẩm tối ưu SPF 50+ chính là điều mà các thói quen sắp xếp hợp lý mơ ước. Nó gây cười khi đối mặt với làn da trắng và cung cấp mức độ bảo vệ đáng kinh ngạc SPF50+, đồng thời bơm vào da vitamin C (cảm ơn, mận Kakadu) và peptide 'dragosine plus', giúp da có cảm giác bồng bềnh khi nó che chắn chống lại tia hồng ngoại, có thể nhìn thấy được và ánh sáng xanh. Siêu dưỡng ẩm và lý tưởng cho mọi loại da (mặc dù đặc biệt tốt cho da thường đến da khô), công thức này là sản phẩm toàn diện và làm hài lòng đám đông trong lĩnh vực SPF. Hãy chọn tùy chọn này nếu bạn choáng ngợp với nhiều lựa chọn và không biết nên chọn gì. Hãy tin tưởng chúng tôi.",
        "how_to_use": "Áp dụng hàng ngày, ngay cả khi bạn đang ở trong nhà. Áp dụng ở bước cuối cùng trong quy trình chăm sóc da của bạn, ngay sau hoặc thay vì kem dưỡng ẩm và trước khi trang điểm. Chúng tôi khuyên bạn nên sử dụng ít nhất năm máy bơm để che mặt và tai của bạn.",
        "ingredient": "Aqua/Nước/Eau, Cyclopentasiloxane, Ethylhexyl Methoxycinnamate, Cyclohexasiloxane, Isostearyl Neopentanoate, Ethylhexyl Salicylate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Glycerin, Lauryl PEG/PPG-18/18 Methicone, Silica, Methylene Bis-benzotriazolyl Tetramethylbutylphenol, Cetyl PEG/PPG-10/1 Dimethicone, Cetyl Dimethicone, Hydroxyacetophenone, Polymethyl Methacrylate, Saccharide Isomerate, Benzyl Alcohol, Phenoxyanol, Hương thơm/Parfum, Mica, Decyl Glucoside, Natri Laureth Sulfate, Aminomethyl Propanol, Pentylene Glycol, Chiết xuất trái cây Terminalia Ferdinandiana, Propylene Glycol, Xanthan Gum, Axit Citric, Natri Clorua, Carnosine, Geraniol, Citronellol, Linalool, Eugenol, CI 77891 (Titanium Dioxide), CI 77491, CI 77492, CI 77499 (Sắt Oxit)",
        "brand": "Ultra Violette",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313919-7294972917495069.jpg",
        "productCode": "Body_13",
        "manufactureDate": "2023-10-18 00:00:00",
        "expirationDate": "2026-10-17 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Siêu phẩm! Play Kem dưỡng da hàng ngày SPF 50 chiết xuất hướng dương",
        "cost": 60000.0,
        "description": "Supergoop!'s Play Everyday Lotion SPF 50 với chiết xuất từ ​​hoa hướng dương là một công thức dành cho da mặt và cơ thể mang lại khả năng bảo vệ phổ rộng mà không có bất kỳ lớp phấn trắng hay vết dầu sót lại nào. Hoàn toàn vô hình, chống nước và mồ hôi, nhẹ, thấm nhanh và có mùi thơm thơm ngon (phù!), không có gì để không yêu thích công thức xuyên thấu đột phá này. Được làm giàu với các chất chiết xuất nuôi dưỡng da để tối ưu hóa sức khỏe và khả năng phục hồi, loại kem dưỡng da có kết cấu dạng gel này thoa lên da một cách liền mạch để bảo vệ và bổ sung dưỡng chất cho làn da của bạn từ đầu đến chân. Được bổ sung chất chống oxy hóa từ hoa hướng dương, hương thảo và gạo để chống lại tác động của ô nhiễm, chất này cũng làm giảm tác động gây hại cho da của tia UVA, UVB và IRA, đồng thời an toàn cho rạn san hô (vì vậy nó tốt cho làn da của bạn và đại dương) .",
        "how_to_use": "Thoa đều lên mặt và cơ thể ít nhất 15 phút trước khi ra nắng. Thoa lại sau 80 phút bơi lội hoặc đổ mồ hôi, hoặc ít nhất hai giờ một lần.",
        "ingredient": "Aqua/Nước/Eau, Homosalate, Octocrylene, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Acrylates Copolymer, Diisopropyl Sebacate, Glycerin, Isodecyl Neopentanoate, Isododecane, Lauryl Lactate, Cetyl Alcohol, Kali Cetyl Phosphate, 1,2-Hexanediol, Allantoin, Amoni Acryloyldimethyltaurate/ VP Copolymer, Dầu gỗ Aniba Rosodora (Gỗ hồng sắc), Axit Behenic, Brassica Campestris/Aleurites Fordi Oil Copolymer, Caprylic/Capric Triglyceride, Caprylyl Glycol, Cetearyl Olivate, Cetyl Behenate, Axit Citric, Dầu vỏ Citrus Aurantium Dulcis (Cam), Citrus Limon (Chanh) Dầu vỏ, Diethylhexyl Syringylidenemalonate, Ethylhexylglycerin, Dầu lá bạch đàn Globulus, Chiết xuất Helianthus Annuus (Hướng dương), Hydroxyacetophenone, Isostearyl Isostearate, Chiết xuất hoa/lá Ocimum Basilicum (Húng quế), Chiết xuất cám Oryza Sativa (Gạo), Panthenol, Pelargonium Graveolens (Geranium) Dầu hoa, Pentasodium Triphosphate, Pentylene Glycol, Pogostemon Cablin Oil, Rosmarinus Officinalis (Rosemary) Chiết xuất từ ​​lá, Sorbitan Olivate, Tocopherol, Trisodium Ethylenediamine Disuccine, Xanthan Gum, Chlorphenesin, Citronellol, Geraniol, Limonene",
        "brand": "Supergoop!",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313315-1624896612344349.jpg",
        "productCode": "Body_17",
        "manufactureDate": "2023-03-02 00:00:00",
        "expirationDate": "2026-03-01 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Body",
        "name": "Thanh làm sáng qua đêm Megababe Night Rescue 60g",
        "cost": 42000.0,
        "description": "Được chế tạo đặc biệt để hỗ trợ sự đổi màu do đau do ma sát (cảm ơn nhờ chà xát!) Loại kem xoa dịu qua đêm nhẹ nhàng này đã ra đời để làm sáng làn da của bạn trong khi bạn ngủ. Với công thức MegaBright Complex™ độc quyền của Megababe, vị cứu tinh cho da có niacinamide, cây xô thơm lên men, dầu mận kakadu, chiết xuất lý chua đen và chiết xuất hoa mẫu đơn cho làn da dịu hơn, sáng hơn và ít nhạy cảm hơn! Không chỉ vậy, với việc bổ sung bơ hạt xoài, dầu hạt nho, dầu jojoba và squalene, loại kem dưỡng này giúp làm dịu kích ứng, hỗ trợ chữa lành và tăng cường chức năng hàng rào bảo vệ da. Giờ đây, bạn có thể tận hưởng làn da mịn màng hơn, mềm mại hơn, ít bị kích ứng hơn trong khi bạn bắt đầu giấc ngủ ngon... P.s, sản phẩm này không chỉ dành cho đùi của bạn - hãy sử dụng nó ở bất kỳ vị trí nào từ cổ trở xuống, nơi da bị đổi màu hoặc bị kích ứng, sau đó đeo quần short, áo sơ mi, bikini và mọi thứ khác của bạn với niềm tự hào!",
        "how_to_use": "Vuốt lên đùi vào ban đêm để làm sáng và dịu da khi bạn ngủ. Để trong sáu tuần để thấy kết quả sáng lên.",
        "ingredient": "Caprylic/Capric Triglyceride, Tinh bột sắn, Rượu Stearyl, Dầu Cocos Nucifera (Dầu dừa), Butyrospermum Parkii (Bơ hạt mỡ), Niacinamide, Sáp hạt Helianthus Annuus (Hướng dương), Dầu hạt Vitis Vinifera (Nho), Este Jojoba, Isoamyl Laurate, Behenyl Rượu, Polyglyceryl-3 Stearate, Bơ hạt Mangifera Indica (Xoài), Nước (Aqua), Canxi Silicate, Disodium Lauriminodipropionate Tocopheryl Phosphates, Sclareolide, Dầu Lavandula Angustifolia (Lavender), Tocopherol, Dầu Glycine Soja (Đậu nành), Bisabolol, Simmondsia Chinensis (Jojoba) Dầu hạt, Squalane, Dầu hạt Ribes Nigrum (Quả lý chua đen), Octyldodecanol, Octyldodecyl Oleate, Octyldodecyl Stearoyl Stearate, Phenoxyetanol, Dầu ô liu hydro hóa không xà phòng hóa, Chiết xuất từ ​​rễ cây Paeonia Suffruticosa, Dầu hoa Anthemis Nobilis, Axit Benzoic, Zingiber Officinale (Gừng) ) Dầu rễ, Axit dehydroacetic, Chiết xuất lá Rosmarinus Officinalis (Hương thảo), Limonene, Linalool.",
        "brand": "Megababe",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14859030-1405065379189709.jpg",
        "productCode": "Body_19",
        "manufactureDate": "2023-05-01 00:00:00",
        "expirationDate": "2026-04-30 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Thực phẩm dưỡng da Weleda (75ml)",
        "cost": 40500.0,
        "description": "Là người hùng không thể tranh cãi trong lĩnh vực làm đẹp, Weleda's Skin Food tự hào có sự pha trộn của các thành phần bổ sung, tự nhiên và hữu cơ để nhanh chóng sửa chữa và phục hồi làn da khô, thô ráp hoặc căng thẳng, có vảy. Tạo ra một cái kén mượt mà giữa da và tác động làm khô của các yếu tố, loại kem giàu dưỡng chất này - và chúng tôi muốn nói là thực sự giàu dưỡng chất - là một 'hòn đảo sa mạc' thực sự cần thiết; chứa lanolin, sáp ong và glycerin, cùng với dầu hạnh nhân ngọt và dầu hướng dương giúp làm mềm và củng cố làn da khi chúng tăng cường độ ẩm, chất này bổ sung chức năng rào cản chống mất nước. Một ơn trời cho những người làm vườn, sản phẩm này nhanh chóng dưỡng ẩm cho những bàn tay thô ráp nhất, trong khi hỗn hợp hương thảo kháng khuẩn, hoa cúc dưỡng da và hoa cúc êm dịu bảo vệ và giúp nâng niu khuỷu tay, đầu gối, bàn chân... thậm chí cả khuôn mặt. Một anh hùng túi xách - cũng như một người bạn đồng hành bỏ túi - luôn giữ chiếc ống màu xanh cỏ dễ thương này trong tầm tay để bổ sung và trấn an làn da bị tổn thương ngay lập tức.",
        "how_to_use": "Thoa nhiều lần trong ngày, bất cứ nơi nào làn da của bạn cần được trợ giúp thêm - đặc biệt là trên những vùng da thô ráp, khô như bàn tay, bàn chân và khuỷu tay.",
        "ingredient": "Nước (aqua), Dầu hạt Helianthus Annuus (hướng dương), Lanolin, Dầu Prunus Amygdalus Dulcis (hạnh nhân ngọt), Sáp ong (cera Alba), Rượu, Polyglyceryl-3 Polyricinoleate, Glycerin, Limonene*, Chiết xuất ba màu Viola, Hương thơm (parfum) *, Sáp ong thủy phân, Sobitan Olivate, Chiết xuất lá Rosmarinus Officinalis (cây hương thảo), Chiết xuất hoa Chamomilla Recutita (matricaria), Chiết xuất hoa Calendula Officinalis, Arginine, Zinc Sulfate, Linalool*, Geraniol*, Citral*, Coumarin*",
        "brand": "Weleda",
        "volume": "75ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10540680-1654946156239473.jpg",
        "productCode": "Body_20",
        "manufactureDate": "2022-04-06 00:00:00",
        "expirationDate": "2025-04-05 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Xịt khoáng tái sử dụng Ultra Violette Preen Screen SPF 50+ 75ml",
        "cost": 96000.0,
        "description": "Bạn đang tìm kiếm một loại kem chống nắng có chỉ số SPF cao hơn mà không che lấp lớp trang điểm? Bạn đã tìm thấy nó. Preen Screen™ SPF50 Reapplication Mist mới giúp chống nắng dễ dàng — và làn da của bạn rạng rỡ. Công thức nhẹ này giúp bảo vệ làn da của bạn khỏi tác hại của ánh nắng mặt trời trong tương lai, đồng thời mang lại làn da sáng từ bên trong. Được pha trộn với một hỗn hợp các thành phần nuôi dưỡng, nó chứa nhiều vitamin E dưỡng ẩm để chống lại tổn thương gốc tự do và củng cố hàng rào bảo vệ da, cũng như niacinamide để cân bằng sản xuất dầu và thu nhỏ lỗ chân lông. Vitamin C cũng là chìa khóa cho đặc tính làm sáng và tăng cường tuổi trẻ, trong khi chiết xuất bisabolol và lá lô hội có tác dụng làm dịu mọi kích ứng và mẩn đỏ. Kem chống nắng có tốt không? Chúng tôi nghĩ vậy.",
        "how_to_use": "Để sử dụng hàng ngày. Lắc đều và xịt trực tiếp lên mặt như bước cuối cùng trong chế độ chăm sóc da của bạn - và trên bước trang điểm hoặc chăm sóc da, bao gồm cả SPF. Nhắm mắt lại, giữ cách mặt 20 cm, thở ra và thoa đều theo hình chữ ‘x’ hoặc ‘t’. Để khô một chút trước khi mở mắt. Luôn đọc nhãn. Thực hiện theo các hướng dẫn để sử dụng. Tránh tiếp xúc với ánh nắng mặt trời có nguy cơ cao kéo dài. Đội mũ, mặc quần áo bảo hộ và đeo kính râm khi ra nắng. Áp dụng lại thường xuyên.",
        "ingredient": "Diethylamino Hydroxybenzoyl Hexyl Benzoate (5,0%), Octyl Methoxycinnamate (5,0%), Bemotrizinol (2,0%), Ethylhexyl Triazone (2,0%). Rượu Denat. (Ethanol), Isododecane, Polyester-8, Dicaprylyl Carbonate, Tocopheryl Acetate (dl-alpha-tocopheryl acetate), Ascorbyl Tetraisopalmitate (Tetrahexyldecyl Ascorbate), Bisabolol, Niacinamide (Nicotinamide), Chiết xuất lá lô hội Barbadensis (Aloe Vera), Camellia Sinensis ( Trà xanh) Chiết xuất lá (Camellia Sinensis), Dầu Cocos Nucifera (Dừa) (Cocos Nucifera), Nước hoa/Parfum, Dầu hạt Helianthus Annuus (Dầu hướng dương), Paraffinum Liquidum/Dầu khoáng/Huile Minérale (Paraffin lỏng), Butylene Glycol ( butylene glycol dicaprylate/dicaprate) (1,3-Butylene Glycol), Ethylhexyl Palmitate (Octyl Palmitate), Silica Dimethyl Silylate, Natri Hyaluronate, Phenoxyetanol, Benzyl Salicylate, Hexylene Glycol, Caprylyl Glycol, Tocopherol.",
        "brand": "Ultra Violette",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14510512-2115064370618023.jpg",
        "productCode": "Body_21",
        "manufactureDate": "2024-09-20 00:00:00",
        "expirationDate": "2027-09-20 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Siêu phẩm! Kem phát sáng SPF 50",
        "cost": 66000.0,
        "description": "Bởi vì không ai muốn mang theo một chai kem chống nắng khổng lồ bên mình – hoặc lo lắng về việc liệu SPF của chúng có bị dính hết hay không (“Tôi có bị dị vật gì trên mũi không?”) – Glow Stick SPF 50 cung cấp khả năng bảo vệ mạnh mẽ khi cầm tay và que dầu khô dễ sử dụng. Được sản xuất cho mặt, cổ và vai (mặc dù phù hợp để sử dụng ở bất cứ nơi nào bạn thích), công thức này mang lại lớp nền phủ sương và không gây kích ứng da khô. Trên thực tế, loại kem này được sử dụng tốt nhất trên các loại da khô và da hỗn hợp - dưỡng ẩm và bảo vệ mà không gây bết dính hay bong tróc. Công thức hoàn toàn vô hình bảo vệ và mang lại vẻ tươi sáng tự nhiên mà không khiến bạn trông nhờn hay đổ mồ hôi. An toàn cho rạn san hô và không có sự tàn ác, còn gì mà không yêu? *Mua một cái cho mỗi túi xách*",
        "how_to_use": "Sử dụng sau kem dưỡng ẩm để khóa ẩm và suốt cả ngày để bảo vệ tối ưu. Áp dụng lại sau mỗi hai giờ.",
        "ingredient": "Caprylic/Capric Triglyceride, Octyldodecanol, Isododecane, Octocrylene, Dicaprylyl Carbonate, Isohexadecane, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, C12-15 Alkyl Benzoate, Dibutyl Lauroyl Glutamide, Polyester-8, Dibutyl Ethylhexanoyl Glutamide, Chiết xuất Calendula Officinalis, Dầu hạt Calophyllum Inophyllum Diethyl, hexyl Syringylidenemalonate, Dầu hạt Helianthus Annuus, Dầu hạt Limnanthes Alba, Dầu trái cây Mauritia Flexuosa, Dầu hạt Pentaclethra Macroloba, Tocopherol",
        "brand": "Supergoop!",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313317-1674896612461550.jpg",
        "productCode": "Body_22",
        "manufactureDate": "2022-02-27 00:00:00",
        "expirationDate": "2025-02-26 00:00:00",
        "origin": "Đức"
    },
    {
        "category": "Body",
        "name": "Sol de Janeiro Rio Deo Khử Mùi Không Chứa Nhôm Cheirosa 40",
        "cost": 48000.0,
        "description": "Không chứa nhôm và baking soda không tốt cho sức khỏe, Chất khử mùi không chứa nhôm Rio Deo Cheirosa 40 là sự lựa chọn hoàn hảo cho những ai đang tìm kiếm một giải pháp thay thế tự nhiên, có mùi thơm ngọt ngào để giúp bạn sảng khoái và tự tin suốt cả ngày. Được kết hợp với hỗn hợp dưỡng chất gồm enzym đu đủ, dầu dừa, bơ hạt xoài, bơ bacuri Brazil và tinh bột sắn (phù!), chất khử mùi lướt nhẹ này nhẹ nhàng tẩy tế bào chết trên da để tránh râu, lông mọc ngược và tăng sắc tố. Được bào chế khéo léo để giảm độ pH cho làn da của bạn và ngăn ngừa vi khuẩn tạo mùi hình thành, sản phẩm chăm sóc cơ thể dưỡng ẩm này có tác dụng làm đều màu da của bạn và đồng thời làm dịu kích ứng! Tự hào với hương thơm quyến rũ của mận hổ phách đen với hương vani say đắm lấy cảm hứng từ nước hoa Cheirosa 40 mang tính biểu tượng, sản phẩm khử mùi yêu thích làn da không thể cưỡng lại này là cửa ngõ giúp bạn có được vùng nách mịn màng hơn.",
        "how_to_use": "Áp dụng cho da khô để có được lợi ích tối đa. Chỉ cần một chút là có tác dụng lâu dài--tất cả những gì bạn cần là một đến hai lần vuốt để ngửi thấy mùi thơm ngon của Brazil.",
        "ingredient": "Cocos Nucifera (Dầu dừa), Caprylic/Capric Triglyceride, Tinh bột sắn, Stearyl Alcohol, Magiê Hydroxide, Dầu thầu dầu hydro hóa, Triethyl Citrate, Parfum (Hương thơm), Oryza Sativa (Gạo) Sáp cám, Behenyl Alcohol, Polyglyceryl-3 Stearate, Mangifera Bơ hạt Indica (xoài), Bơ hạt Platonia Insignis, Chiết xuất lên men trái cây Lactobacillus/Đu đủ, Dầu hạt Helianthus Annuus (Hướng dương), Chiết xuất lá/trái cây Vaccinium Myrtillus, Dầu hạt Carica Papaya (Đu đủ), Chiết xuất Saccharum Officinarum (Mía), Chiết xuất trái cây Citrus Limon (Chanh), Chiết xuất trái cây Citrus Aurantium Dulcis (Cam), Chiết xuất Acer Saccharum (Đường Maple), Tocopherol, Benzyl Alcohol, Benzyl Salicylate, Coumarin, Hydroxycitronellal, Limonene.",
        "brand": "Sol de Janeiro",
        "volume": "57g",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14009149-1525015369538468.jpg",
        "productCode": "Body_23",
        "manufactureDate": "2022-08-09 00:00:00",
        "expirationDate": "2025-08-08 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Body",
        "name": "Kem Bum Brazil Sol de Janeiro 75ml",
        "cost": 63000.0,
        "description": "'Mông mông' của người Brazil nổi tiếng rực rỡ, vì vậy dù là ở mông, mông hay mông, mông của bạn sẽ được hưởng lợi từ loại kem thần kỳ làm săn chắc, dưỡng ẩm này. Giàu các thành phần bí mật của Nam Mỹ, hỗn hợp dưỡng ẩm tự nhiên, siêu dưỡng ẩm của bơ cupuaçu, açaí và dầu dừa tạo nên nền tảng cho ngôi sao của chương trình: guaraná. Là một loại cây bản địa của vùng Amazon, loại quả này chứa một trong những dạng caffeine mạnh nhất trên hành tinh (với lượng caffeine nhiều hơn gần gấp 5 lần so với cà phê), giúp vùng mông của bạn được tăng cường tối đa và kích thích tuần hoàn để giữ cho nó siêu mịn màng và săn chắc đầy mê hoặc, đồng thời giảm thiểu cellulite. Với kết cấu nhẹ, mượt, kem thoa khắp cơ thể (mông và hơn thế nữa), hấp thụ nhanh chóng mà không gây cảm giác nhờn hay nhờn. Có hương thơm hạnh phúc với hương thơm ngọt ngào, hấp dẫn (tin chúng tôi đi... thứ này có mùi thật tuyệt vời) và mang lại cho làn da ánh sáng lung linh tinh tế, Kem Bum Bum Brazil của Sol de Janeiro sẽ đưa bạn đến những bãi biển ở Rio và mang đến cho bạn tất cả sự tự tin về một cơ thể hoàn hảo. Vũ công lễ hội.",
        "how_to_use": "Massage theo chuyển động tròn theo chiều kim đồng hồ để tạo độ ấm giúp hấp thu và lưu thông tốt hơn. Bắt đầu với phần mông, nhưng bạn sẽ không thể cưỡng lại việc chuyển sang phần bụng, cánh tay, chân và tất cả những nét đẹp của mình.",
        "ingredient": "Aqua (Nước, Eau), Methyl Glucose Sesquistearate, Phenyl Trimethicone, Dodecane, Caprylic/Capric Triglyceride, Glyceryl Stearate Citrate, Parfum (Hương thơm), Cetearyl Alcohol, Natri Hyaluronate, Dầu Cocos Nucifera (Dầu Dừa), Dầu Euterpe Oleracea Fruit (Açaí) , Bơ hạt Theobroma Grandiflorum (Cupuaçu), Dầu hạt Bertholletia Excelsa (Quả hạch Brazil), Dầu hạt Daucus Carota Sativa (Cà rốt), Chiết xuất hạt Paullinia Cupana (Guaraná), Chiết xuất lá Ilex Guayusa, Chiết xuất lá Ilex Paraguariensis, Chiết xuất hạt Bixa Orellana, Tocopherol, Squalane, Sorbitan Isostearate, Natri Phytate, Natri Stearoyl Glutamate, Glyceryl Caprylate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, Glycerin, Xanthan Gum, Cetyl Alcohol, Phenoxyethano, Mica, Benzyl Alcohol, Benzyl Salicylate, Citral, Coumarin, Hydroxycitronellal , Limonen. Chứa các loại hạt: Có hạt Brazil.",
        "brand": "Sol de Janeiro",
        "volume": "75ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13297946-1014963554657186.jpg",
        "productCode": "Body_25",
        "manufactureDate": "2022-06-05 00:00:00",
        "expirationDate": "2025-06-04 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Body",
        "name": "Siêu phẩm! Kem Chống Nắng Supersize Unseen SPF 30 (73.9ml)",
        "cost": 120000.0,
        "description": "Bước cuối cùng hoàn hảo trong chế độ buổi sáng của bạn, Kem chống nắng Unseen SPF 30 được đặt tên khéo léo của Supergoop! đã được bào chế một cách tỉ mỉ để bảo vệ khỏi tác hại của ánh nắng mặt trời đồng thời cải thiện sức khỏe làn da của bạn. Hiện đã có sẵn với kích thước khổng lồ (73,9ml), bạn có thể yên tâm khi biết kho chứa SPF của mình luôn có sẵn trong kho trong tương lai gần. Không có cảm giác nhờn và không có lớp màng trắng nổi bật, loại kem chống nắng làm tôn da toàn cầu này hoàn hảo cho mọi làn da, mang lại khả năng chống tia cực tím tuyệt vời đồng thời thân thiện với rạn san hô và không gây ngạt thở cho làn da của bạn hoặc làm trầm trọng thêm tình trạng tắc nghẽn. Kết cấu mượt mà và tuyệt vời để kéo dài thời gian trang điểm của bạn, tấm chắn phổ rộng này tự hào có các thành phần sạch nhất (bạn sẽ không tìm thấy bất kỳ loại cồn, paraben hoặc hương thơm nhân tạo nào) và cũng không chứa chất độc hại. Chống mồ hôi và nước lên đến 40 phút, sẽ nhanh hơn nếu liệt kê những điều mà sản phẩm giảm thiểu độ bóng này không thể làm được, giờ đây không có lý do gì để không làm theo lời khuyên của Baz Luhrmanns là bôi kem chống nắng.",
        "how_to_use": "Thoa đều và đều ở bước cuối cùng trong quy trình chăm sóc da và trước khi trang điểm. Kem chống nắng không nhìn thấy SPF 30 bảo vệ chống lại tia UVA, tia UVB, IRA và ánh sáng xanh, đồng thời có khả năng chống mồ hôi và nước. Đó là công thức tương tự có sẵn ở Hoa Kỳ, với xếp hạng SPF là 30 để tuân theo các nguyên tắc quản lý của Vương quốc Anh.",
        "ingredient": "Isododecane, Homosalate, Dimethicone Crosspolymer, Dimethicone/Bis-Isobutyl PPG-20 Crosspolymer, Ethylhexyl Salicylate, Octocrylene, Butyl Methoxydibenzoylmethane, Polymethylsilsesquioxane, Isohexadecane, Dicaprylyl Carbonate, Meadowfoam Estolide, Caprylic/Capric Triglyceride, Polyester-7, Chiết xuất nhựa Boswellia Serrata, Butyrospermum Bơ Parkii, Caprylyl Glycol, Diatomaceous Earth, Jojoba Esters, Lecithin, Lithothamnion Calcareum Extract, Mannitol, Cellulose vi tinh thể, Neopentyl Glycol Diheptanoate, Silica, Tocopherol, Zinc Sulfate.",
        "brand": "Supergoop!",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313316-2094896612400152.jpg",
        "productCode": "Body_27",
        "manufactureDate": "2024-08-10 00:00:00",
        "expirationDate": "2027-08-10 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Kem chống nắng La Roche-Posay Anthelios Anti-Shine Sun Protection Invisible SPF50+ Face Mist 75ml",
        "cost": 42000.0,
        "description": "Bạn không cần phải lựa chọn giữa lớp trang điểm hoàn hảo hay làn da chống nắng nữa với Anthelios Anti-Shine Face Mist SPF 50. Là sản phẩm đầu tiên thuộc dòng Anthelios, loại sương mù dưỡng ẩm nhưng làm mờ này mang lại hiệu quả chống nắng gấp đôi. - Tỏa sáng với lớp nền siêu khô và bám trên lớp trang điểm hoàn hảo suốt cả ngày. Hương thơm mới mẻ dành cho chế độ nghỉ dưỡng cuối cùng, sương mù bảo vệ cao của La Roche-Posay khiến việc bổ sung SPF trở thành một giấc mơ chứ không chỉ là một điều cần thiết. Làn da nhạy cảm, nhờn và dễ nổi mụn có thể cảm ơn NASA (vâng, bạn đã nghe chúng tôi nói đúng) vì lợi ích hấp thụ dầu mà loại sương mù SPF này mang lại. 'Airlicium' được sử dụng bởi các chuyên gia hàng không nổi tiếng và được đưa vào công thức này để tạo thành một lớp màng dẻo dai và bền bỉ trên da đồng thời làm mịn kết cấu và cho phép da thực sự thở. Nếu điều đó vẫn chưa đủ đối với bạn, nó sẽ hấp thụ dầu gấp ba lần trọng lượng của nó! Làn da được bảo vệ và làm mờ nếp nhăn chỉ là một điều dễ dàng nhờ La Roche-Posay. Chúng tôi chỉ nói liệu nó có đủ tốt cho các phi hành gia...",
        "how_to_use": "Áp dụng 30 phút trước khi tiếp xúc và bôi lại thường xuyên và rộng rãi sau mỗi hai giờ để duy trì sự bảo vệ, đặc biệt là sau khi bơi, đổ mồ hôi hoặc dùng khăn tắm. Lắc đều trước khi sử dụng. Tránh tiếp xúc với ánh nắng mặt trời vào những giờ nóng nhất trong ngày.",
        "ingredient": "Butan, Aqua/Nước, Homosalate, Octocrylene, Glycerin, Dimethicone, Ethylhexyl Salicylate, Dicaprylyl Carbonate, Nylon-12, Diisopropyl Sebacate, Butyl Methoxydibenzoylmethane, Styrene/Acrylate Copolymer, Axit P-Anisic, Caprylyl Glycol, Carnosine, Cyclohexasiloxane, Disodium Edta, Drometrizole Trisiloxanel, Ethylhexyl Triazone, Methyl Methacrylate Crosspolymer, Peg-32, Peg-8 Laurate, Phenoxyanol, Poly C10-30 Alkyl Acrylate, Polyglyceryl-6 Polyricinoleate, Natri Clorua, Natri Hyaluronate, Tocopherol, Parfum/Hương thơm, Mã F.I.L C186282/1.R.",
        "brand": "La Roche-Posay",
        "volume": "75ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11393009-4725054772881982.jpg",
        "productCode": "Body_28",
        "manufactureDate": "2023-04-21 00:00:00",
        "expirationDate": "2026-04-20 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Kem tẩy tế bào chết Frank Body Original Coffee 200g",
        "cost": 38850.0,
        "description": "Đưa cơn nghiện cà phê của bạn lên một tầm cao mới với Original Coffee Scrub của Frank Body. Chỉ có các thành phần tự nhiên, thuần chay và tốt cho bạn, nó mang lại cho bạn làn da mịn màng khi chạm vào và giảm dần các vết sẹo và vết rạn da (hoan hô!). Công thức chứa hai chất tẩy tế bào chết tự nhiên; Cà phê Robusta xay, cũng kích thích lưu lượng máu và khuyến khích sản xuất collagen, và muối biển để chống bong tróc và nhờ đặc tính chống vi khuẩn, xử lý các đốm. Để bổ sung độ ẩm sau khi tẩy da chết, dầu hạnh nhân ngọt ép lạnh sẽ dưỡng ẩm lâu dài sau khi bạn rửa sạch và vitamin E giúp làm mờ sẹo và vết thâm. Kết quả? Da mịn màng hơn, đều màu hơn, chống lại mụn khi tiếp tục sử dụng.",
        "how_to_use": "Massage hỗn hợp tẩy tế bào chết khắp cơ thể trong vài phút, đặc biệt tập trung vào những vùng cần được chú ý nhiều hơn (ví dụ: Sẹo, cellulite, vết rạn da, mụn, vùng khô). Rửa sạch.",
        "ingredient": "Bột hạt Coffea Robusta, Dầu Prunus Amygdalus Dulcis (Hạnh nhân ngọt), Nước (Aqua), Natri Clorua, Sucrose, Dầu Citrus Aurantium Dulcis (Cam), Tocopherol, Dầu Glycine Soja (Đậu nành), Rượu Benzyl, Limonene",
        "brand": "Frank Body",
        "volume": "200g",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11771303-6534929886631898.jpg",
        "productCode": "Body_29",
        "manufactureDate": "2022-08-26 00:00:00",
        "expirationDate": "2025-08-25 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Body",
        "name": "Sol de Janeiro Bom Dia Bright Clarifying AHA BHA Body Wash 385ml",
        "cost": 69000.0,
        "description": "Mong muốn làn da của bạn mịn màng từ đầu đến chân, Bom Dia Clarifying AHA & BHA Body Wash có tác dụng nhẹ nhàng (và ý chúng tôi là nhẹ nhàng) tẩy tế bào chết trên da và những kẻ thù gây tắc lỗ chân lông để lộ ra kết cấu mềm mại đáng ghen tị. Không bong tróc và không chứa sunfat làm khô, sự kết hợp giữa axit alpha hydroxy và axit salicylic có nguồn gốc từ trái cây này giúp thanh lọc và đánh bóng làn da của bạn đến mức hoàn hảo. Tự hào với độ đặc giống như gel được làm giàu với chiết xuất chuối và xoài cùng hệ thống làm sạch có nguồn gốc từ dừa, loại tinh chất tắm có mùi thơm thơm ngon này sẽ thúc đẩy quá trình tái tạo tế bào mới, tránh tắc nghẽn, lông mọc ngược và thậm chí cả da dâu tây! Mang hương thơm ấm áp lấy cảm hứng từ mùa hè của hoa nhài và hoa lan Brazil, loại sữa tắm trẻ hóa này chính là thứ mà làn da của bạn đang chờ đợi...",
        "how_to_use": "Massage khắp cơ thể trong 30-60 giây. Rửa sạch để lộ làn da rạng rỡ.",
        "ingredient": "Aqua (Nước, Eau), Natri Cocoyl Isethionate, Glycerin, Natri C14-16 Olefin Sulfonate, Cocamide MIPA, Cocamidopropyl Betaine, Parfum (Hương thơm), Axit Salicylic, Axit Lactic, Chiết xuất vỏ cây Salix Alba, Chiết xuất từ ​​​​quả đu đủ Carica, Musa Sapientum ( Chiết xuất bột chuối), Chiết xuất bột giấy Mangifera Indica (Xoài), Chiết xuất bột giấy Spondias Mombin (Cajá), Chiết xuất Corallina Officinalis, Chiết xuất lá Melia Azadirachta, Chiết xuất hoa Melia Azadirachta, Chiết xuất trái cây Coccina Indica, Chiết xuất trái cây Solanum Melongena, Chiết xuất hoa Aloe Barbadensis, Chiết xuất lá Ocimium Sanctum, Chiết xuất rễ Curcuma Longa, Axit dừa, Natri Isethionate, Natri Clorua, Natri Hydroxide, Axit dehydroacetic, Ethylene Brassylate, Kali Sorbate, Rượu Benzyl, Phenoxyetanol. Không độc hại, thuần chay, không chứa gluten, không có đậu nành, không chứa paraben, không chứa chất tạo màu nhân tạo, không chứa 5, không có 3, không chứa phthalate, không chứa paraben, không có PEG, không chứa talc, không chứa sunfat, không dầu khoáng, không silicone, không hạt, không microbead.",
        "brand": "Sol de Janeiro",
        "volume": "385ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14009146-1045015369431698.jpg",
        "productCode": "Body_30",
        "manufactureDate": "2023-11-02 00:00:00",
        "expirationDate": "2026-11-01 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Body",
        "name": "Bột axit L-ascorbic 100% thông thường 20g",
        "cost": 17100.0,
        "description": "Như hầu hết những người yêu thích chăm sóc da đều biết, vitamin C là một chất chống oxy hóa hiệu quả giúp làm sáng da, làm đều màu da và giảm các dấu hiệu lão hóa. Là hỗn dịch bột Axit L-Ascorbic rất mịn, công thức này mang lại khả năng tiếp xúc trực tiếp nhất với nồng độ vitamin C cực cao tại chỗ. Phương pháp cực kỳ hiệu quả này nhắm mục tiêu rõ ràng đến sự xuất hiện của làn da không đều màu, xỉn màu và các dấu hiệu lão hóa khác. Bột có thể được trộn với các phương pháp điều trị khác (ngoại trừ những loại có chứa niacinamide hoặc EUK 134) để nó phù hợp hoàn hảo với bất kỳ nghi lễ nào. Với dạng này, bạn sẽ có cảm giác ngứa ran rất mạnh nhưng không gây khó chịu trong 1-2 tuần đầu tiên sử dụng trong khi khả năng dung nạp vitamin C của da bạn tăng lên.",
        "how_to_use": "Trộn một lượng nhỏ với các phương pháp điều trị khác trong lòng bàn tay và thoa lên mặt vào buổi sáng hoặc buổi chiều. Cảm giác ngứa ran có thể xảy ra sau khi bôi. Không trộn lẫn với các công thức có chứa Niacinamide hoặc EUK 134. Nếu sử dụng Vitamin C tại chỗ như một phần của quá trình chăm sóc da, thì nên bôi xen kẽ với EUK 134 hoặc Niacinamide (lý tưởng nhất là Vitamin C vào buổi chiều và EUK 134/Niacinamide vào buổi sáng). ). Mặt khác, EUK 134/Niacinamide có thể ảnh hưởng đến tính toàn vẹn của Vitamin C dạng tinh khiết (L-Ascorbic Acid).",
        "ingredient": "Axit ascorbic",
        "brand": "The Ordinary",
        "volume": "20g",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11751838-7504901837696619.jpg",
        "productCode": "Body_31",
        "manufactureDate": "2023-12-08 00:00:00",
        "expirationDate": "2026-12-07 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Dao cạo mặt Tweezerman",
        "cost": 54000.0,
        "description": "Mang lại hiệu suất vượt trội, Dao cạo mặt kiểu dáng đẹp của Tweezerman đảm bảo tẩy lông mặt dễ dàng mà không làm tổn hại đến làn da quý giá của bạn. Cực kỳ sắc bén để đảm bảo cạo nhanh và sát, chiếc dao cạo này chỉ cần lướt dọc theo làn da của bạn - nhẹ nhàng tẩy tế bào chết, xỉn màu khi làm như vậy - để lại làn da sáng mịn, không có lông tơ. Được thiết kế tiện lợi để dễ dàng sử dụng, Dao cạo mặt rất dễ sử dụng, làm sạch và bảo quản — với mỗi lưỡi dao (đi kèm với ba lưỡi dự phòng) vừa khít với nắp an toàn được cung cấp. Hoàn toàn vệ sinh, lưỡi dao được rèn bằng thép không gỉ, bạn có thể chỉ cần rửa sạch bằng nước ấm hoặc lau bằng khăn lau cồn sau khi sử dụng.",
        "how_to_use": "Bắt đầu với làn da sạch và ẩm HOẶC sử dụng trong khi rửa mặt, với sữa rửa mặt vẫn còn trên da. Sau khi tháo nắp ra khỏi dụng cụ, giữ dao cạo ở một góc và vuốt những đường ngắn, lông vũ xuống dưới và ấn nhẹ vào bất cứ nơi nào bạn cần để loại bỏ lông thừa. Sau khi hoàn tất, rửa sạch mặt và thoa kem dưỡng ẩm hoặc serum để tránh bị khô. Rửa sạch dao cạo bằng nước ấm hoặc khăn lau cồn để làm sạch. Sau khi khô, đậy nắp và bảo quản. Mẹo bảo quản dụng cụ: Làm sạch bằng cồn để ngăn ngừa nhiễm trùng và tích tụ vi khuẩn trước và sau mỗi lần sử dụng. Đậy nắp lại dao cạo sau khi sử dụng và bảo quản ở nơi khô ráo. Xử lý dao cạo cẩn thận, lưỡi dao sắc bén. Vật phẩm này không thể được khử trùng bằng thuốc diệt cỏ hoặc nồi hấp. Để có hiệu suất tối ưu, hãy thay lưỡi dao cạo sau mỗi 2–3 tháng hoặc khi cần thiết.",
        "ingredient": "Thép không gỉ.",
        "brand": "Tweezerman",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12873712-2644949784818001.jpg",
        "productCode": "Body_32",
        "manufactureDate": "2022-03-14 00:00:00",
        "expirationDate": "2025-03-13 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Dây buộc giấc ngủ Kitsch Satin (Nhiều màu sắc)",
        "cost": 21000.0,
        "description": "Giảm thiểu hư hại trong khi vẫn trông hoàn toàn sang trọng, những chiếc dây buộc tóc này không chỉ gợi nhớ đến thập niên 90. Các dây thun được lựa chọn đặc biệt được phủ bằng Kitschs Satin Sleep Scrunchies. Cho dù bạn đang búi tóc kiểu ba lê, buộc tóc đuôi ngựa cao cao nhất, búi tóc trên đỉnh hay tạo kiểu phức tạp, loại lụa xa hoa này đảm bảo rằng bạn không tạo ra nếp gấp hoặc nếp gấp trong khi vẫn tôn trọng những lọn tóc mỏng manh của bạn, đảm bảo rằng không bị hư tổn hoặc gãy rụng .",
        "how_to_use": "Dùng để tạo kiểu tóc khi ngủ.",
        "ingredient": "Dacron 96% Spandex 4%",
        "brand": "Kitsch",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13032947-3864883749228464.jpg",
        "productCode": "Body_34",
        "manufactureDate": "2024-10-08 00:00:00",
        "expirationDate": "2027-10-08 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Body",
        "name": "Thực Phẩm Dưỡng Da Weleda 75ml - Nhẹ",
        "cost": 44850.0,
        "description": "Là một sản phẩm nhẹ hơn - nhưng không kém phần dưỡng ẩm - lặp lại của Skin Food được yêu thích nhất, Skin Food Light mang lại sự thoải mái ngay lập tức cho làn da khô, khát nước đang cần một thức uống làm mát, bổ sung nước. Chăm sóc chuyên sâu dễ dàng thấm vào da, Skin Food Light tự hào có một hỗn hợp các chất thực vật làm mềm, tăng cường, làm mịn và tăng cường hàng rào bảo vệ - bao gồm dầu hạt hướng dương, bơ hạt mỡ và hạt ca cao, chiết xuất hương thảo và hoa cúc - để bổ sung khả năng phòng vệ của da trong khi 'khóa chặt' ' độ ẩm để tối đa hóa 'độ xuân' và khả năng phục hồi. Mềm mượt, không nhờn và hấp thụ nhanh chóng, loại tuýp này là một người hùng thực sự của túi xách - đồng thời là một phụ kiện bỏ túi - để chăm sóc bàn tay nứt nẻ, tổn thương, khuỷu tay có vảy hoặc bất cứ nơi nào cần chú ý.",
        "how_to_use": "Thoa đều lên vùng da khô trên cơ thể hoặc mặt và massage nhẹ nhàng. Cho phép ngâm vào.",
        "ingredient": "Nước (Aqua), Dầu hạt Helianthus Annuus (Hướng dương), Glycerin, Rượu, Glyceryl Stearate Citrate, Sáp ong (Cera Alba), Bơ hạt Theobroma Cacao (Ca cao), Rượu Cetearyl, Butyrospermum Parkii (Shea) Bơ, Limonene*, Viola Tricolor Chiết xuất, Chiết xuất lá Rosmarinus Officinalis (Rosemary), Chiết xuất hoa Chamomilla Recutita (Matricaria), Chiết xuất hoa Calendula Officinalis, Lanolin, Carrageenan, Xanthan Gum, Axit Lactic, Glyceryl Caprylate, Hương thơm (Parfum)*, Linalool*, Geraniol*, Citral*. *Từ tinh dầu thiên nhiên",
        "brand": "Weleda",
        "volume": "75ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12147428-1224946158975614.jpg",
        "productCode": "Body_35",
        "manufactureDate": "2023-11-28 00:00:00",
        "expirationDate": "2026-11-27 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Siêu phẩm! (Re)setting 100% Phấn Khoáng SPF 30 PA+++ - Translucent 4.25g",
        "cost": 87000.0,
        "description": "Nếu vấn đề lớn nhất của bạn với SPF là chúng khiến da bạn có cảm giác nhờn, thì cài đặt đa nhiệm (Re) 100% Mineral Powder SPF 30 từ Supergoop! sẽ mang lại cho làn da của bạn sự bảo vệ cần thiết mà không gây bóng nhờn không mong muốn. Một lượng lớn loại phấn này giúp tạo lớp trang điểm, làm mờ làn da của bạn và mang lại khả năng bảo vệ phổ rộng chống lại tia UVA và UVB. Kem chống nắng khoáng chất này sử dụng các hạt không nano, không thể xuyên qua da của bạn. Thay vào đó, chúng tạo ra một khối vật lý chống lại tia UV, làm tán xạ và phản chiếu tia nắng mặt trời trong quá trình này. Phần tốt nhất? Công thức cải tiến này giúp việc thoa lại kem chống nắng SPF lên lớp trang điểm suốt cả ngày trở nên dễ dàng: chỉ cần chạm, chạm, chạm vào loại phấn phủ này và mang đến cho làn da của bạn sự bảo vệ hiệu quả mà không phải hy sinh công sức của bạn.",
        "how_to_use": "Tháo nắp và trượt ống nhựa trong suốt xuống. Tháo và vứt bỏ chốt nhựa màu vàng ở giữa cọ. Xoay thân bàn chải từ vị trí ĐÓNG sang MỞ. Nghiêng và gõ nhẹ cọ vào cổ tay cho đến khi bạn thấy bột bắt đầu chảy qua lông cọ. Khi lớp trang điểm của bạn đã sẵn sàng, hãy thoa một lớp phấn phủ lên mặt để tạo vẻ ngoài và làm mờ làn da. Áp dụng lại trong ngày khi cần thiết. Để đóng lại, vặn thân bàn chải từ vị trí MỞ sang ĐÓNG, kéo ống bọc nhựa trong lên và đậy nắp lại.",
        "ingredient": "Kẽm oxit 24,7%, Canxi nhôm Borosilicate, Silica, Trimethylsiloxysilicate, Canxi Natri Borosilicate, Polymethyl Methacrylate, Lauroyl Lysine, Polyglyceryl-10 Pentaisostearate, Boron Nitride, Triethoxycaprylylsilane, Ethylhexylglycerin, Nylon-6/12, Natri Dehyrdoacetate, Olive Glyceride, Ascorbylitate Palm, Ceramide 3, Có thể chứa Oxit sắt (CI 77492, 77491, 77499).",
        "brand": "Supergoop!",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13665389-1064941751347108.jpg",
        "productCode": "Body_36",
        "manufactureDate": "2023-06-26 00:00:00",
        "expirationDate": "2026-06-25 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Kem dưỡng phục hồi da La Roche-Posay Cicaplast Baume B5 SPF 50 40ml",
        "cost": 33000.0,
        "description": "Giữ cho cả gia đình được bảo vệ và nuôi dưỡng bằng Cicaplast Baume B5 Repairing Balm SPF 50. Kết hợp khả năng chống tia UVA và UVB với phương pháp điều trị phục hồi bằng panthenol làm dịu và 'Madecassoside' để hạn chế tình trạng viêm và kích ứng để phục hồi da tối ưu, đây là sản phẩm đa- mục đích dưỡng mà chúng ta đơn giản là không thể thiếu. Giảm căng da, khô và nứt nẻ đồng thời giữ cho làn da của bạn được bảo vệ hoàn hảo khỏi tia UV nhờ loại dầu dưỡng không nhờn và siêu dưỡng này.",
        "how_to_use": "Áp dụng hàng ngày để làm sạch da khô với một lớp dày. Có thể sử dụng trên mặt và cơ thể, tránh môi và đường viền mắt.",
        "ingredient": "Nước/nước, Homosalate, Panthenol, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Octocrylene, Alcohol Denat., Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Styren/Acrylate Copolymer, Ethylhexyl Triazone, Trietanolamine, Dimethicone, Phenylbenzimidazole Axit Sulfonic, Peg-8 Laurate, Sorbitan Oleate, Kẽm Gluconate, Madecassoside, Mangan Gluconate, Isohexadecane, Natri Acrylates Crosspolymer-2, Silica, 2-Oleamido-1, 3-Octadecanediol, Perlite, Drometrizole Trisiloxane, Poloxamer 338, Disodium Edta, Copper Gluconate, Caprylyl Glycol, Polysorbate 80, Acrylamide/ Natri Acryloyldimethyltaurate Copolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Bht, Tocopherol, Phenoxyetanol. Vui lòng kiểm tra mặt sau của gói để biết các thành phần cập nhật.",
        "brand": "La Roche-Posay",
        "volume": "40ml",
        "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/11259357-9109400110408708.jpg",
        "productCode": "Body_37",
        "manufactureDate": "2023-09-18 00:00:00",
        "expirationDate": "2026-09-17 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Megababe No More Chafe Duo",
        "cost": 60000.0,
        "description": "Đừng để sự cọ xát quyết định tủ quần áo mùa hè của bạn. Megababe's Thigh Rescue luôn sẵn sàng giúp bạn thoải mái từ đầu đến chân. Để ngăn chặn ma sát gây khó chịu cho bạn vô cùng, thỏi son dưỡng này có thể được sử dụng trên đùi, ngón chân, vai, khuỷu tay, v.v. để kiểm soát sự chà xát. Giành được sáu giải thưởng — 'Best Chafe Stick' của New Beauty năm 2022, Allure Best of Beauty 2021, Allure Best of Beauty 2020, '25 Sản phẩm Tốt nhất Thập kỷ' của Into The Gloss năm 2019, Giải thưởng Vẻ đẹp Quốc tế 2018, New York 2017 Tạp chí Sản phẩm chống trầy xước toàn diện tốt nhất - có thể nói rằng đây là sản phẩm được người hâm mộ yêu thích. Nó lướt nhẹ nhàng để tạo ra một hàng rào không ma sát và nuôi dưỡng làn da của bạn với các chiết xuất nuôi dưỡng: lô hội chống viêm làm dịu da; chiết xuất hạt lựu bảo vệ lớp ngoài của da và thúc đẩy quá trình lành vết thương; chiết xuất rễ gừng làm đều màu da và tăng độ đàn hồi; Cuối cùng, dầu cam giúp giảm viêm nhanh chóng và hiệu quả.",
        "how_to_use": "Vuốt trực tiếp lên da khi cần thiết trong suốt cả ngày. Để sử dụng trên đùi, ngón chân, vai, khuỷu tay - bất cứ nơi nào có vấn đề về an toàn!",
        "ingredient": "Caprylic/Capric Triglyceride, Stearyl Alcohol, Isopropyl Palmitate, Cetyl Esters, Ozokerite, Tribehenin, Dimethicone/Vinyl Dimethicone Crosspolymer, Silica, Zinc Oxide, Chiết xuất từ ​​rễ Zingiber Officinale (Gừng), Chiết xuất từ ​​lá Aloe Barbadensis, Chiết xuất từ ​​hạt Punica Granatum (Quả lựu), Dầu hạt Vitis Vinifera (Nho), Chiết xuất hoa Chamomilla Recutita (Hoa cúc), Rượu, Allyl Caproate, Anisaldehyde, Benzyl Acetate, Citral, Dầu Citrus Aurantifolia (Vôi), Dầu trái cây Citrus Aurantium Bergamia (Bergamot), Citrus Aurantium Dulcis (Cam) Dầu, Dầu vỏ Citrus Medica Limonum (Chanh), Dầu Cymbopogon Martinii, Hexenyl Acetate, Hexyl Acetate, Dầu Juniperus Mexicana, Rượu Phenethyl, Dầu hoa Tagetes Minuta, D-alpha-tocopheryl Acetate (Vitamin E).",
        "brand": "Megababe",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13910936-5384973403526053.jpg",
        "productCode": "Body_38",
        "manufactureDate": "2023-11-12 00:00:00",
        "expirationDate": "2026-11-11 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Dầu dưỡng thể Sol de Janeiro Bum Bum Firmeza 100ml",
        "cost": 156000.0,
        "description": "Mang một chút tinh tế của Brazil vào kệ phòng tắm của bạn, Dầu Sol de Janeiro Bum Bum Body Firmeza biến đổi làn da xỉn màu với vẻ rạng rỡ sẵn có của Rio - nhờ sự pha trộn làm mịn và săn chắc của guarana Amazon, jaboticaba và muirapuama. Với hương thơm ngọt ngào và hấp dẫn đáng kinh ngạc giống như Bum Bum Cream mang tính biểu tượng của thương hiệu, loại dầu dưỡng này giúp đánh bay bọng mắt để làn da săn chắc hơn rõ rệt. Chiết xuất vi tảo, guarana và muirapuama kích thích vi tuần hoàn để thúc đẩy hệ thống thoát nước, trong khi jaboticaba và dầu ô liu Brazil bổ sung sâu để giúp chân tay mềm mại và mịn màng. Với cảm giác dưỡng ẩm nhưng khô ráo và thấm nhanh, loại dầu sang trọng này giúp da sáng bóng, không nhờn.",
        "how_to_use": "Áp dụng vào buổi sáng và buổi tối trên khắp cơ thể, sử dụng chuyển động tròn để hỗ trợ lưu thông và giảm bọng mắt rõ rệt. Kỹ thuật massage bụng phồng: bắt đầu từ rốn, ấn mạnh và quét các ngón tay lên trên và hướng ra ngoài về phía khung sườn. Hoàn thành động tác này trong 3-5 phút. Bắt đầu lại từ rốn, ấn mạnh và quét các ngón tay xuống dưới và hướng ra ngoài về phía đường bikini của bạn.",
        "ingredient": "Caprylic/Capric Triglyceride, Dầu hạt Helianthus Annuus (Hướng dương), Dầu trái cây Olea Europaea (Ô liu), Dầu hạt Macadamia Integrifolia, Dầu hạt Simmondsia Chinensis (Jojoba), Dầu Cocos Nucifera (Dầu dừa), Parfum (Hương thơm), Squalane, Paullinia Cupana (Guarana) Chiết xuất trái cây, Ptychopetalum Olacoides (Muirapuama) Chiết xuất vỏ cây/rễ, Chiết xuất từ ​​​​trái cây Plinia Cauliflora (Jabuticaba), Chiết xuất sinh vật phù du, Dầu trái cây Euterpe Oleracea (Acai), Chiết xuất hạt Amaranthus Caudatus, Chiết xuất mầm Triticum Vulgare (lúa mì), Hordeum Distichon (Lúa mạch) Chiết xuất, Tocopherol, Ethylhexylglycerin, Benzyl Alcohol, Benzyl Salicylate, Coumarin, Hydroxycitronellal, Limonene, Linalool, Benzyl Benzoate, Citral, Eugenol.",
        "brand": "Sol de Janeiro",
        "volume": "100ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14309864-1225047031038614.jpg",
        "productCode": "Body_39",
        "manufactureDate": "2023-01-09 00:00:00",
        "expirationDate": "2026-01-08 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Body",
        "name": "Sữa rửa mặt kháng khuẩn La Roche-Posay Cicaplast B5 200ml",
        "cost": 39000.0,
        "description": "Giữ cho sự nhạy cảm được xoa dịu và duy trì sự cân bằng hàng rào bảo vệ của bạn bằng chất tẩy rửa cực kỳ nhẹ nhàng này. Làn da bị kích ứng sẽ dễ dàng được nghỉ ngơi nhờ loại sữa rửa mặt không làm khô và tạo bọt nhẹ này mà bạn có thể sử dụng trên mặt và cơ thể, cho cả trẻ em và người lớn. Với hơn 30 năm nghiên cứu, La Roche-Posay là chuyên gia chăm sóc da được bác sĩ da liễu khuyên dùng cho các loại da nhạy cảm. Kết hợp 'Nước suối nóng' tinh khiết và được bảo vệ độc đáo của chúng với 5% hoạt chất panthenol làm dịu, loại sữa rửa mặt này mang đến cho bạn sự khởi đầu nhẹ nhàng nhất cho chế độ hàng ngày của bạn. Tăng cường hàng rào bảo vệ của bạn bằng muối kim loại kháng khuẩn để ngăn chặn vi khuẩn có hại đồng thời giữ cho làn da của bạn ngậm nước với glycerin nuôi dưỡng. Sữa rửa mặt chống vi khuẩn Cicaplast B5 có mặt để cứu ngay cả làn da nhạy cảm nhất khỏi bị kích ứng và tổn thương.",
        "how_to_use": "Ngày 1-2 lần, tạo bọt Cicaplast B5 Gentle Soothing Wash với nước vào lòng bàn tay trước khi nhẹ nhàng thoa lên vùng da để làm sạch. Rửa sạch với nhiều nước và nhẹ nhàng lau khô.",
        "ingredient": "Aqua/Nước, Natri Laureth Sulfate, Panthenol, Glyceryl Palmate Peg-200, Glycerin, Coco-Betaine, Natri Clorua, Polysorbate 20, Peg-7 Glyceryl Cocoate, Axit Citric, Cocamide Mea, Gluconate đồng, Mangan Gluconate, Peg-55 Propylene Glycol Oleate, Peg-60 Dầu thầu dầu hydro hóa, Polyqu Parentium-11, Ppg-5-Ceteth-20, Propylene Glycol, Prunus Amygdalus Dulcis Oil / Sweet Almond Oil, Natri Benzoate, Natri Hydroxide, Kẽm Gluconate.",
        "brand": "La Roche-Posay",
        "volume": "200ml",
        "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/12021435-1194645269491100.jpg",
        "productCode": "Body_40",
        "manufactureDate": "2022-09-08 00:00:00",
        "expirationDate": "2025-09-07 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Body",
        "name": "Ultra Violette Lean Screen Mineral Mattifying Skinscreen SPF 50+",
        "cost": 102000.0,
        "description": "Được tạo ra để đáp lại làn sóng yêu cầu từ cộng đồng của họ, Kem chống nắng Lean Screen Mineral Mattifying Fragrance Free Skinscreen SPF50 của Ultra Violette là loại kem chống nắng chỉ chứa khoáng chất sẽ khiến bạn phải suy nghĩ lại mọi thứ bạn biết về SPF khoáng chất. Đầu tiên, nó sẽ không gây cảm giác nặng nề, bạn sẽ không giống một vận động viên cricket và làn da nhạy cảm sẽ không nổi cơn thịnh nộ! Hoàn hảo cho những ai có làn da dầu hoặc dễ phản ứng, hoặc những người chỉ thích kem chống nắng vật lý, công thức không mùi thơm này sẽ không gây cảm giác dính hoặc nặng; Ngược lại, nó được thiết kế để làm dịu làn da nhạy cảm và mang lại lớp nền mờ tinh tế. Khả năng bảo vệ của nó bắt nguồn từ oxit kẽm - không hơn, không kém - giúp bảo vệ làn da của bạn khỏi tia UVA và UVB trong khi hoạt động như một chất chống viêm nhẹ nhàng cho làn da dễ phản ứng, tức giận. Sau đó, pentavin có nguồn gốc từ thực vật mang đến cho hỗn hợp một lượng hydrat hóa sảng khoái, mang lại lớp nền đầy đặn, mọng nước, cộng với mận kakadu giàu chất chống oxy hóa bảo vệ làn da của bạn chống lại các gốc tự do và mang lại làn da sáng mịn!",
        "how_to_use": "Mỗi ngày chết tiệt, ngay cả khi bạn đang ở trong nhà (chúng tôi thực sự muốn nói điều đó)! Áp dụng như bước cuối cùng trong quy trình chăm sóc da của bạn, ngay sau kem dưỡng ẩm và trước khi trang điểm. Chúng tôi khuyên bạn nên sử dụng ít nhất năm máy bơm để che mặt và tai của bạn (đừng quên những thứ đó!).",
        "ingredient": "Aqua/Nước/Eau, Zinc Oxide, Coco-Caprylate/Caprate, Octyldodecanol, Caprylic/Capric Triglyceride, Glycerin, PEG-30 Dipolyhydroxystearate, Cetearyl Alcohol, Polyglyceryl-3 Polyricinoleate, Amoni Acryloyldimethyltaurate/VP Copolymer, Disodium EDTA, Saccharide Isomerate, Natri Clorua, Xanthan Gum, Gluconolactone, Cetearyl Glucoside, Axit Isostearic, Natri Benzoat, Chiết xuất trái cây Terminalia Ferdinandiana, CI 77491, CI 77492, CI 77499 (Sắt Oxit)",
        "brand": "Ultra Violette",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313922-1364908326845989.jpg",
        "productCode": "Body_42",
        "manufactureDate": "2023-02-28 00:00:00",
        "expirationDate": "2026-02-27 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Body",
        "name": "Sữa rửa mặt vi chất dinh dưỡng Hello Klean 400ml",
        "cost": 54000.0,
        "description": "Đừng để nước cứng làm khô chân tay bạn! Hãy tìm đến Sữa rửa mặt vi chất dinh dưỡng của HELLO KLEAN để rửa sạch cặn khoáng và nuôi dưỡng làn da của bạn với các thành phần mạnh mẽ chống oxy hóa. Được tạo ra dựa trên nhận thức rằng xà phòng không phải lúc nào cũng có thể rửa sạch hoàn toàn bằng nước cứng - nó trộn với các khoáng chất để tạo ra cặn xà phòng có thể đọng lại trên da của bạn và tạo cảm giác 'căng' - chất tẩy rửa cơ thể đậm đặc kép này có tác dụng làm tan hoàn toàn cặn nước cứng. Làm sao? Nó bao gồm hai giai đoạn: sữa rửa mặt dạng kem và dạng nước. Mỗi loại đều có mật độ phân tử riêng, khi lắc, chúng hợp nhất thành một và các phân tử nhỏ hơn sẽ loại bỏ tạp chất trong khi các phân tử lớn hơn khóa chất dinh dưỡng, hỗ trợ hàng rào bảo vệ da của bạn. Lớp trên cùng là hỗn hợp dầu hạnh nhân và hỗn hợp vi chất dinh dưỡng có chứa niacinamide, vitamin E và vitamin B5 để hydrat hóa và nuôi dưỡng. Lớp thứ hai chứa phức hợp chelat độc đáo được pha với trà xanh matcha và vi tảo để loại bỏ cặn nước cứng đồng thời cân bằng da. Cùng nhau, chúng thúc đẩy làn da mềm mại, ngậm nước ngay cả sau khi rửa sạch.",
        "how_to_use": "Lắc và phân phối sữa công thức vào lòng bàn tay. Massage lên cơ thể trong 30 giây để kích hoạt các vi chất. Rửa sạch.",
        "ingredient": "Aqua, Ethylhexyl Palmitate, Natri C14-16 Olefin Sulfonate, Dầu Prunus Amygdalus Dulcis, Disodium Cocoyl Glutamate, Peg-80 Sorbitan Laurate, Cocamidopropyl Betaine, Trehalose, Propylene Glycol, Benzotriazolyl Dodecyl P-Cresol, Axit Caprylhydroxamic, Peg-50 Bơ hạt mỡ, Axit Citric, 1,2-Hexanediol, Trisodium Ethylenediamine Disuccinate, Glyceryl Caprylate, Citrus Aurantium, Dầu trái cây Bergamia, Panthenol, Niacinamide, Tocopheryl Acetate, Styrene/Acrylate Copolymer, Dầu hạt Vitis Vinifera, Tris(Tetramethylhydroxypiperidinol) Citrate, Butylene Glycol, Alcohol , Dầu Pelargonium Graveolens, Dầu vỏ Citrus Reticulata, Dầu vỏ Citrus Grandis, Dầu gỗ Santalum Austrocaledonicum, Dầu Salvia Sclarea, Dầu rễ cỏ Vetiveria Zizanoides, Dầu Pogostemon Cablin, Chiết xuất Dunaliella Salina, Phenoxyetanol, Natri Benzoat, Kali Sorbate, Chiết xuất lá Camellia Sinensis, Limonene, CI 19140, CI 17200, CI 42090.",
        "brand": "HELLO KLEAN",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13675635-5694958358828972.jpg",
        "productCode": "Body_43",
        "manufactureDate": "2024-04-23 00:00:00",
        "expirationDate": "2027-04-23 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Xà phòng thực vật Mario Badescu AHA",
        "cost": 24000.0,
        "description": "Một trong những công thức bán chạy nhất của thương hiệu, AHA Botanical Body Soap làm sáng, mịn màng và trẻ hóa làn da. Khai thác sức mạnh của chiết xuất trái cây tươi và các enzyme của chúng, loại cocktail pha bưởi này giúp làm mềm da đồng thời làm sạch triệt để chân tay của bạn từ đầu đến chân. Đẩy 'buttne' và 'bacne' (AKA, nhược điểm trên mông và lưng của bạn) vào lề đường, công thức này là một lợi ích cho các loại da có đốm, mấp mô, xỉn màu, khô hoặc nhờn. Làm mới và dưỡng ẩm vô tận (nhờ sự pha trộn tiếp thêm sinh lực của nhân sâm và cây bồ đề), công thức thuần chay và không chứa cồn có thể được sử dụng trước hoặc sau khi cạo râu mà không gây kích ứng và thậm chí còn được đựng trong bao bì có thể tái chế! Chỉ cần cố gắng đừng trượt chân khi đang tắm trong tình trạng ngất xỉu…",
        "how_to_use": "Sử dụng hàng ngày như sữa tắm toàn thân, tránh mặt và mắt. Thoa lên da ướt bằng vải mềm, xơ mướp hoặc miếng bọt biển. Rửa sạch. Nếu sản phẩm dính vào mắt, hãy rửa sạch bằng nước.",
        "ingredient": "Aqua (Nước, Eau), Natri Laureth Sulfate, Glycerin, Propylene Glycol, Natri Clorua, Chiết xuất từ ​​trái cây Citrus Grandis (Quả bưởi), Chiết xuất hoa Tilia Cordata, Chiết xuất từ ​​rễ nhân sâm Panax, Panthenyl Hydroxypropyl Steardimonium Clorua, Phenoxyetanol, Ethylhexylglycerin, Parfum (Hương thơm) , Rượu Benzyl, Citronellol, Geraniol, Hexyl Cinnamal, Limonene, Linalool, CI 19140 (Vàng 5), CI 15985 (Vàng 6), CI 16035 (Đỏ 40)",
        "brand": "Mario Badescu",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13311826-9424897157741952.jpg",
        "productCode": "Body_45",
        "manufactureDate": "2022-12-08 00:00:00",
        "expirationDate": "2025-12-07 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Sữa rửa mặt OUAI St. Barts 300ml",
        "cost": 72000.0,
        "description": "Chắc chắn sẽ đảm bảo niềm tự hào về vị trí trên kệ tắm của bạn, Sữa rửa mặt St. Barts cực kỳ sang trọng này thực hiện nghi thức làm sạch sang trọng của bạn khi dịch chuyển các giác quan trên làn da của bạn đến một khung cảnh xa xôi a-OUAI. Được bổ sung dầu hạt jojoba để làm dịu và cấp nước, cùng với một chút dầu tầm xuân siêu dưỡng ẩm để làm mềm, loại sữa tắm cảm giác này sẽ chăm sóc làn da của bạn đồng thời nâng cao các nghi thức chăm sóc cơ thể của bạn với hương thơm lấy cảm hứng từ kỳ nghỉ. Giúp bạn xua tan nỗi buồn sau kỳ nghỉ với công thức làm sáng da và mùi hương nhiệt đới tôn vinh hương thanh long, hoa cam, hoa huệ và hổ phách baltic, bạn sẽ có làn da mềm mại, mịn màng ngay lập tức.",
        "how_to_use": "Tạo bọt để nâng cấp thói quen tắm của bạn.",
        "ingredient": "Nước/Aqua/Eau, Natri C14-16 Olefin Sulfonate, Glycerin, Cocamidopropyl Betaine, Dầu thầu dầu hydro hóa Peg-40, Natri clorua, Natri Methyl Cocoyl Taurate, Peg-150 Pentaerythrityl Tetrastearate, Hương thơm / Parfum, Acrylates Copolymer, Simmondsia Chinensis (Jojoba) ) Dầu hạt, Dầu trái cây Rosa Canina, Lactobacillus lên men, Natri Hyaluronate, Peg-6 Caprylic/Capric Glycerides, Cocamide Mipa, Polysorbate 20, Polyquaternium-7, Disodium Edta, Tocopherol, Hydroxyacetophenone, Natri Hydroxide, Benzophenone-4, Rượu Isopropyl, Propylene Glycol, Natri Benzoat, Phenoxyetanol, Ethylhexylglycerin, Benzyl Salicylate, Coumarin, Hydroxycitronellal, Limonene, Linalool, Ext Violet 2 (Ci 60730).",
        "brand": "OUAI",
        "volume": "300ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14235880-1585036157479142.jpg",
        "productCode": "Body_48",
        "manufactureDate": "2024-06-03 00:00:00",
        "expirationDate": "2027-06-03 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Body",
        "name": "Kem Bum Bum Sol de Janeiro Brazil 240ml",
        "cost": 126000.0,
        "description": "'Mông mông' của người Brazil nổi tiếng rực rỡ, vì vậy dù là ở mông, mông hay mông, mông của bạn sẽ được hưởng lợi từ loại kem thần kỳ làm săn chắc, dưỡng ẩm này. Việc nạp lại này được thiết kế để dễ dàng nhét vào lọ Kem Bum Bum Brazil trống rỗng của bạn. Giàu các thành phần bí mật của Nam Mỹ, hỗn hợp dưỡng ẩm tự nhiên, siêu dưỡng ẩm của bơ cupuaçu, açaí và dầu dừa tạo nên nền tảng cho ngôi sao của chương trình: guaraná. Là một loại cây bản địa của vùng Amazon, loại quả này chứa một trong những dạng caffeine mạnh nhất trên hành tinh (với lượng caffeine nhiều hơn gần gấp 5 lần so với cà phê), giúp vùng mông của bạn được tăng cường tối đa và kích thích tuần hoàn để giữ cho nó siêu mịn màng và săn chắc đầy mê hoặc. Với kết cấu nhẹ, mượt, kem thoa khắp cơ thể (mông và hơn thế nữa), thấm nhanh mà không gây cảm giác nhờn hay nhờn. Có hương thơm hạnh phúc với hương thơm ngọt ngào, hấp dẫn (tin chúng tôi đi... thứ này có mùi thật tuyệt vời) và mang lại cho làn da ánh sáng lung linh tinh tế, Kem Bum Bum Brazil của Sol de Janeiro sẽ đưa bạn đến những bãi biển ở Rio và mang đến cho bạn tất cả sự tự tin về một cơ thể hoàn hảo. Vũ công lễ hội.",
        "how_to_use": "Massage theo chuyển động tròn để tạo độ ấm. Bắt đầu với phần mông của bạn, nhưng bạn sẽ không thể cưỡng lại việc chuyển sang phần bụng, cánh tay, chân và tất cả những nét đẹp của mình. Để nạp lại, hãy rửa, tráng và lau khô hoàn toàn lọ và nắp ban đầu của bạn (có thể dùng được trong máy rửa chén). Thả vỏ quả vào lọ, sau đó bóc lớp niêm phong trên vỏ quả. Vặn nắp ban đầu của bạn.",
        "ingredient": "Aqua (Nước, Eau), Methyl Glucose Sesquistearate, Phenyl Trimethicone, Dodecane, Caprylic/Capric Triglyceride, Glyceryl Stearate Citrate, Parfum (Hương thơm), Cetearyl Alcohol, Natri Hyaluronate, Dầu Cocos Nucifera (Dầu Dừa), Dầu Euterpe Oleracea Fruit (Açaí) , Bơ hạt Theobroma Grandiflorum (Cupuaçu), Dầu hạt Bertholletia Excelsa (Quả hạch Brazil), Dầu hạt Daucus Carota Sativa (Cà rốt), Chiết xuất hạt Paullinia Cupana (Guaraná), Chiết xuất lá Ilex Guayusa, Chiết xuất lá Ilex Paraguariensis, Chiết xuất hạt Bixa Orellana, Tocopherol, Squalane, Sorbitan Isostearate, Natri Phytate, Natri Stearoyl Glutamate, Glyceryl Caprylate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ethylhexylglycerin, Glycerin, Xanthan Gum, Cetyl Alcohol, Phenoxyetanol, Mica, Benzyl Alcohol, Benzyl Salicylate, Citral, Coumarin, Hydroxycitronellal , Limonen. Chứa các loại hạt: Có hạt Brazil.",
        "brand": "Sol de Janeiro",
        "volume": "240ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14566321-4225054783497983.jpg",
        "productCode": "Body_65",
        "manufactureDate": "2024-01-29 00:00:00",
        "expirationDate": "2027-01-28 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Hello Sunday The One For Your Lips – Son dưỡng môi không mùi SPF50",
        "cost": 21000.0,
        "description": "Có ai còn hồi tưởng về những ngày hè khi còn nhỏ, chạy quanh miệng với kem chống nắng màu trắng bôi lem khắp miệng không? Đó không phải là một bức ảnh đẹp... nhưng việc bảo vệ môi không nhất thiết phải trông như thế. Đó là lúc The One For Your Lips - Fragrance Free Lip Balm SPF 50 của Hello Sunday ra đời; loại son dưỡng hoàn toàn trong suốt này tự hào có chỉ số SPF ấn tượng là 50 (!) để giữ cho làn da mỏng manh trên môi của bạn luôn sang trọng và được bảo vệ. Chứa đầy các thành phần tốt cho da, kem chống nắng Hello Sunday thu hẹp khoảng cách giữa chống nắng và chăm sóc da, theo cách chúng dưỡng và cải thiện làn da của bạn. Hãy dùng loại son dưỡng môi này - nó được làm bằng axit hyaluronic (thành phần dưỡng ẩm yêu thích của ngành công nghiệp làm đẹp) cũng như squalane và bơ hạt mỡ để mang lại làn môi cực kỳ mềm mại. Như thể tất cả những điều đó vẫn chưa đủ lý do để yêu thích loại kem bảo vệ da này, giờ đây nó không có mùi thơm dành cho những người nhạy cảm với mùi hương trong chúng ta.",
        "how_to_use": "Thoa lên môi suốt cả ngày khi cần thiết. Cách sử dụng kem chống nắng tốt nhất: bôi 30 phút trước khi ra ngoài và bôi lại sau mỗi hai giờ cũng như ngay sau khi bơi hoặc đổ mồ hôi.",
        "ingredient": "Polyisobutene, Caprylic/Capric Triglyceride, Paraffinum Liquidum, Silica Dimethyl Silylate, Diisopropyl Adipate, Squalane, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Butyl Methoxydibenzoylmethane, Ethylhexyl Salicylate, Ethylhexyl Triazone, Octyldodecanol, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Octocrylene, Butyrospermum Parkii Butter, caprylyl cacbonat, Glyceryl Dibehenate, Sáp ong tổng hợp, Tribehenin, Glyceryl Behenate, 1,2-Hexanediol, Bisabolol, Caprylyl Glycol, Stearalkonium Hectorite, Tocopherol, Ethylhexyl Palmitate, Propylene Carbonate, Polydecene hydro hóa, Butylene Glycol, Pentylene Glycol, Chiết xuất Dunaliella Salina, Natri Hyaluronate.",
        "brand": "Hello Sunday",
        "volume": "15ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313312-1674896612167235.jpg",
        "productCode": "Body_49",
        "manufactureDate": "2023-07-27 00:00:00",
        "expirationDate": "2026-07-26 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Ultra Violette Fave Fluid SPF 50+ Kem chống nắng nhẹ cho da 75ml",
        "cost": 111000.0,
        "description": "Với độ đặc mỏng nhất của Ultra Violette, Face Fluid SPF 50+ Lightweight Skinscreen mang đến sự thoải mái và bảo vệ tối đa. Công thức Featherlight được hỗ trợ bởi các bộ lọc UV thế hệ tiếp theo để giúp bảo vệ chống lại tia UVA và UVB, hòa quyện vào da với lớp nền không dính. Kem chống nắng được cung cấp bởi một loại cocktail gồm các thành phần yêu thích làn da. Ánh trăng vừa là chất giữ ẩm vừa là chất chống oxy hóa, vitamin E có tác dụng tăng cường hàng rào bảo vệ da, được hỗ trợ bởi các axit amin để tăng cường độ ẩm. Bạn đang thắc mắc ascorbyl glucoside đóng vai trò gì? Dẫn xuất Vitamin C này giúp bảo vệ chống lại các dấu hiệu tổn thương do ánh nắng mặt trời, đồng thời làm sáng da. Hoàn thiện với niacinamide, kem chống nắng mang lại làn da ẩm mượt, cân bằng.",
        "how_to_use": "Áp dụng rộng rãi như là bước cuối cùng trong quy trình chăm sóc da của bạn, ngay sau hoặc thay vì kem dưỡng ẩm và trước khi trang điểm. Sử dụng hàng ngày, ngay cả khi bạn đang ở trong nhà.",
        "ingredient": "Aqua/Nước tinh khiết/Eau, Isoamyl Laurate, Alcohol Denat., Polyester-8, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine (Bemotrizinol), Axit Sulfonic Phenylbenzimidazole, Butyl Methoxydibenzoylmethane, Phenyl Trimethicone, Caprylyl Methicone, Propanediol, Tinh bột nhôm Octenylsuccinate, Octyl Triazone (Ethylhexyl) Triazone), Natri Hydroxide, Acrylates/C12-22 Alkyl Methacrylate Copolymer, Dầu thầu dầu hydro hóa Peg-40, Hydroxyacetophenone, Acrylates Copolymer, Phenoxyetanol, Niacinamide (Nicotinamide) (Vitamin B3), Disodium Lauriminodipropionate Tocopheryl Phosphates, Chiết xuất hạt Adansonia Digitata thủy phân (Thủy phân) Adansonia Digitata Leaf Polysaccharides), Protein đậu nành thủy phân, Axit amin gạo, Proline, Arginine, Coco-Glucoside, Disodium Lauryl Sulfosuccine, Ascorbyl Glucoside, Hydroxystearic Acid.",
        "brand": "Ultra Violette",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14510513-1925061795625611.jpg",
        "productCode": "Body_51",
        "manufactureDate": "2022-09-04 00:00:00",
        "expirationDate": "2025-09-03 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Sol de Janeiro Bom Dia Bright Clarifying AHA BHA Body Wash 90ml",
        "cost": 30000.0,
        "description": "Mong muốn làn da của bạn mịn màng từ đầu đến chân, Bom Dia Clarifying AHA & BHA Body Wash có tác dụng nhẹ nhàng (và ý chúng tôi là nhẹ nhàng) tẩy tế bào chết trên da và những kẻ thù gây tắc lỗ chân lông để lộ ra kết cấu mềm mại đáng ghen tị. Không bong tróc và không chứa sunfat làm khô, sự kết hợp giữa axit alpha hydroxy và axit salicylic có nguồn gốc từ trái cây này giúp thanh lọc và đánh bóng làn da của bạn đến mức hoàn hảo. Tự hào với độ đặc giống như gel được làm giàu với chiết xuất chuối và xoài cùng hệ thống làm sạch có nguồn gốc từ dừa, loại tinh chất tắm có mùi thơm thơm ngon này sẽ thúc đẩy quá trình tái tạo tế bào mới, tránh tắc nghẽn, lông mọc ngược và thậm chí cả da dâu tây! Mang hương thơm ấm áp lấy cảm hứng từ mùa hè của hoa nhài và hoa lan Brazil, loại sữa tắm trẻ hóa này chính là thứ mà làn da của bạn đang chờ đợi...",
        "how_to_use": "Massage khắp cơ thể trong 30-60 giây. Rửa sạch để lộ làn da rạng rỡ.",
        "ingredient": "Aqua (Nước, Eau), Natri Cocoyl Isethionate, Glycerin, Natri C14-16 Olefin Sulfonate, Cocamide MIPA, Cocamidopropyl Betaine, Parfum (Hương thơm), Axit Salicylic, Axit Lactic, Chiết xuất vỏ cây Salix Alba, Chiết xuất từ ​​​​quả đu đủ Carica, Musa Sapientum ( Chiết xuất bột chuối, Chiết xuất bột giấy Mangifera Indica (Xoài), Spondias Mombin (Cajá) Chiết xuất bột giấy, Chiết xuất Corallina Officinalis, Chiết xuất lá Melia Azadirachta, Chiết xuất hoa Melia Azadirachta, Chiết xuất từ ​​trái cây Coccina Indica, Chiết xuất từ ​​trái cây Solanum Melongena, Chiết xuất hoa Aloe Barbadensis, Chiết xuất từ ​​lá Ocimium Sanctum, Chiết xuất từ ​​rễ Curcuma Longa, Axit dừa, Natri Isethionate, Natri Clorua , Natri Hydroxide, Axit dehydroacetic, Ethylene Brassylate, Kali Sorbate, Rượu Benzyl, Phenoxyetanol. Không độc hại, thuần chay, không chứa gluten, không có đậu nành, không chứa paraben, không chứa chất tạo màu nhân tạo, không chứa 5, không có 3, không chứa phthalate, không chứa paraben, không có PEG, không chứa talc, không chứa sunfat, không dầu khoáng, không silicone, không hạt, không microbead.",
        "brand": "Sol de Janeiro",
        "volume": "90ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14009147-1575020594144833.jpg",
        "productCode": "Body_52",
        "manufactureDate": "2022-03-19 00:00:00",
        "expirationDate": "2025-03-18 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Mặt nạ không gian Mặt nạ không gian",
        "cost": 49500.0,
        "description": "Là sản phẩm không thể thiếu cho những buổi tối thư giãn, những chiếc mặt nạ mắt tự sưởi ấm sang trọng này sẽ giúp bạn thư giãn nhờ hương hoa nhài làm dịu tâm trí và cơ thể cũng như hơi ấm nhẹ nhàng được kích hoạt bằng không khí. Giúp giảm đau đầu, mệt mỏi và mỏi mắt ngay lập tức, chuẩn bị đưa bạn đến một không gian khác. Mỗi hộp Spacemasks đi kèm với năm mặt nạ giấy bạc được bọc riêng lẻ, sử dụng một lần với hoa văn thiên hà sang trọng. Chúng tôi khuyên bạn nên giữ những thứ này cạnh giường và đeo một cái lên tai và mắt khi bạn cần một chút thời gian. Cực kỳ dịu nhẹ cho da và mắt, những chiếc mặt nạ dùng một lần và có thể tái chế này rất phù hợp cho các chuyến bay, những chuyến đi dài hoặc bất cứ khi nào bạn cần, bạn sẽ cần một bàn tay thư giãn và hữu ích để đi vào giấc ngủ.",
        "how_to_use": "Mở gói từng chiếc khẩu trang dùng một lần ngay trước khi sử dụng. Trượt vòng qua tai và kéo mặt nạ xuống mắt. Được kích hoạt bằng không khí, ngay lập tức những thứ này sẽ tỏa ra mùi hương thư giãn và sự ấm áp mà bạn có thể đeo khi đi ngủ và khi bạn ngủ.",
        "ingredient": "Bột sắt, Tinh chất hoa lài",
        "brand": "Spacemasks",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313224-8374896612108129.jpg",
        "productCode": "Body_53",
        "manufactureDate": "2022-10-15 00:00:00",
        "expirationDate": "2025-10-14 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Xịt Chống Nắng Sun Bum Original SPF 50",
        "cost": 53969.99999999999,
        "description": "Bảo vệ da khỏi các tia UVA và UVB có hại đồng thời dưỡng ẩm và tạo hương thơm tinh tế cho làn da, Xịt chống nắng Original SPF 50 mang lại cảm giác khô ngay lập tức – hấp thụ nhanh chóng để bạn không bao giờ cảm thấy nhờn. Cực kỳ dễ sử dụng nhờ vòi phun liên tục, công thức liền mạch này thậm chí còn được bổ sung thêm vitamin E bổ dưỡng. Một chất chống oxy hóa mạnh mẽ có tác dụng trung hòa các gốc tự do, vitamin E giúp da không bị mất nước, làm cạn kiệt lượng collagen dự trữ và lão hóa sớm. Cũng có khả năng chống nước trong 80 phút (đó là một khoảng thời gian lướt sóng khổng lồ), Xịt chống nắng Original SPF 50 tràn ngập mùi hương Sun Bum Original Scent, - như người ta thường nói trên đường phố - có mùi như mùa hè, đóng chai.",
        "how_to_use": "Thoa đều 15 phút trước khi ra nắng. Áp dụng lại: Sau 80 phút bơi lội hoặc đổ mồ hôi. Ngay sau khi lau khô khăn. Ít nhất cứ sau 2 giờ.",
        "ingredient": "Aqua, octocrylene, homosalate, chất đồng trùng hợp styren/acrylat, ethylhexyl salicylate, butyl methoxydibenzoylmethane, butyloctyl salicylate, silica ngậm nước, chất đồng trùng hợp VP/hexadecene, polyester-8, glyceryl stearate, PEG-100 Stearate, ethylhexylglycerin, caprylyl methicone, ethylhexyl stearate, trideceth- 6, dimethicone, trimethylsiloxysilicate, parfum, natri polyacrylate, rượu behenyl, dimethyl capramide, xanthan gum, tocopheryl acetate, disodium EDTA, BHT, phenoxyetanol, benzyl benzoate, coumarin",
        "brand": "Sun Bum",
        "volume": "170g",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313012-1005060750510913.jpg",
        "productCode": "Body_54",
        "manufactureDate": "2024-10-22 00:00:00",
        "expirationDate": "2027-10-22 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Body",
        "name": "La Roche-Posay Anthelios UVMune 400 Invisible Fluid Tinted SPF50+ 50ml",
        "cost": 59699.99999999999,
        "description": "Nếu bạn đang tìm kiếm thứ tốt nhất trong số những thứ tốt nhất thì bạn đã đến đúng nơi. Đây là chất bảo vệ da tối ưu dành cho làn da dễ phản ứng để giữ cho da an toàn khỏi các tia UVA, UVB và tia UVA siêu dài. Chất lỏng có tông màu thông minh này mang lại cảm giác nhẹ nhàng trên da và thậm chí tốt hơn nữa là sẽ không làm hỏng lớp trang điểm của bạn khi khiến bạn phải chảy nước mắt! Trong trường hợp bạn cần thuyết phục hơn, chất lỏng bảo vệ cao này không dính, không nhờn và siêu kháng cát, nước và mồ hôi. Đánh dấu vào tất cả các hộp của chúng tôi và hơn thế nữa, điều này sẽ tiến thẳng vào chuyến đi nghỉ lễ của chúng tôi *thêm vào túi*.",
        "how_to_use": "Để sử dụng hàng ngày và phơi nắng. Lắc trước khi sử dụng. Thoa sản phẩm chống nắng ngay trước khi tiếp xúc. Thoa lại thường xuyên và nhiều để duy trì khả năng bảo vệ, đặc biệt là sau khi đổ mồ hôi hoặc lau khăn.",
        "ingredient": "Nước/nước, Alcohol Denat., Triethyl Citrate, Diisopropyl Sebacate, Silica, Ethylhexyl Salicylate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Ethylhexyl Triazone, Butyl Methoxydibenzoylmethane, Glycerin, Propanediol, C12-22 Alkyl Acrylate/Hydroxyethylacrylate Copolymer, Ci 77891/Titanium Dioxide, Methoxypropylamino Cyclohexenylidene Ethoxyethylcyanoacetate, Perlite, Tocopherol, Caprylic/Capric Triglyceride, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Ci 77491/Iron Oxides, Ci 77492/Iron Oxide, Ci 77499/Iron Oxide, Diethylamino Hydroxybenzoyl Hexyl Benzoate, rizole trisiloxan , Hydroxyethylcellulose, Natri Stearoyl Glutamate, Terephthalylidene Dicamphor Axit Sulfonic, Trietanolamine, Trisodium Ethylenediamine Disuccine, Parfum/Hương thơm.",
        "brand": "La Roche-Posay",
        "volume": "50ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13494908-8634932952103553.jpg",
        "productCode": "Body_55",
        "manufactureDate": "2022-03-21 00:00:00",
        "expirationDate": "2025-03-20 00:00:00",
        "origin": "Đức"
    },
    {
        "category": "Body",
        "name": "Sol de Janeiro Beija Flor Elasti-Kem 75ml",
        "cost": 63000.0,
        "description": "Cần một loại kem dưỡng thể có thể làm được tất cả? Beija Flor Elasti-Cream đã giúp bạn — và cơ thể của bạn! - được che chắn. Có sẵn trong bồn tắm 75ml thân thiện với du lịch này, vị cứu tinh cho làn da phong phú này chứa đầy các yếu tố tăng cường độ đàn hồi thông qua dầu cacay (một chất thay thế retinol nhẹ nhàng) và collagen từ thực vật để làm trẻ hóa và cấp nước cho da. Thoa đều loại kem có chứa squalane thực vật này và thu được lợi ích dưỡng ẩm cao, đặc biệt là ở những vùng da mỏng manh như cổ và ngực, những vùng dễ bị mất độ ẩm. Hoàn hảo để sử dụng hàng ngày, hãy chú ý khi làn da của bạn biến thành một phiên bản mịn màng như nhung khi collagen và dầu cacay nói trên có tác dụng thúc đẩy quá trình tái tạo tế bào - đúng vậy, bạn có thể thêm các thành tích tăng cường tuổi trẻ vào danh sách dài các giải thưởng của nó. Phục hồi, bổ sung dưỡng chất và là ước mơ được áp dụng, hãy chờ đợi làn da của bạn uống hết loại cocktail chứa các sản phẩm chăm sóc da tốt này. Hãy tin tưởng chúng tôi, bạn sẽ không thể rời tay khỏi chính mình.",
        "how_to_use": "Thoa hàng ngày, buổi sáng và buổi tối khắp cơ thể, sử dụng chuyển động tròn để cho loại kem giàu dưỡng chất và sâu sắc này thấm vào và thúc đẩy sự hấp thụ tối đa.",
        "ingredient": "Aqua (Nước, Eau), Cetearyl Alcohol, Parfum (Hương thơm), Caprylic/Capric Triglyceride, Isopentyldiol, Glyceryl Stearate, C13-16 Isoparaffin, Glycerin, Chiết xuất từ ​​trái cây Pyrus Malus (Táo), Cetyl Alcohol, Cocos Nucifera (Dầu dừa), Dầu hạt Caryodendron Orinocen (Cacay), Butyrospermum Parkii (Shea) Bơ, Rượu Behenyl, Squalane, Axit amin Collagen, Bơ hạt Theobroma Grandiflorum (Cupuaçu), Nhựa Copaifera Officinalis (Balsam Copaiba), Dầu hạt nhân Astrocaryum Vulgare (Tucumã), Bơ hạt Astrocaryum Murumuru, Chiết xuất rễ cây Daucus Carota Sativa (Cà rốt), Tocopherol , Chiết xuất cám Oryza Sativa (Gạo), Rosmarinus Officinalis (Cây hương thảo) Chiết xuất lá, Dầu hạt Helianthus Annuus (Hướng dương), Chiết xuất Helianthus Annuus (Hướng dương), Ethylhexylglycerin, Pentylene Glycol, Heptyl Undecylenate, Kali Cetyl Phosphate, Tetrasodium Glutamate Diacetate, Xanthan Gum, Axit Citric, Natri Hydroxide, Phenoxyetanol, Mica, Alpha-Isometyl Ionone, Benzyl Salicylate, CI 77891 (Titan Dioxide).",
        "brand": "Sol de Janeiro",
        "volume": "75ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13653743-8174963554802965.jpg",
        "productCode": "Body_56",
        "manufactureDate": "2024-03-28 00:00:00",
        "expirationDate": "2027-03-28 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Tan-Luxe THE FACE Light/Medium 10ml",
        "cost": 45000.0,
        "description": "Là phiên bản du lịch siêu dễ thương của The Face của TAN-LUXE, những giọt nước sang trọng này sẽ mang lại làn da thiếu sức sống, thiếu sức sống khi đi biển và trở về - mang lại làn da sáng tự nhiên, dễ dàng khi thêm vào chế độ chăm sóc da hiện tại của bạn. Được làm giàu với dầu hạt quả mâm xôi, vitamin E và lô hội, mỗi giọt công thức thần kỳ này đều có tác dụng tăng cường và củng cố cấu trúc của da. Khác xa với vẻ ngoài 'rám nắng' truyền thống của rất nhiều làn da rám nắng giả truyền thống, The Face Travel Size có hai sắc thái – 'Nhạt đến Trung bình' và 'Trung bình đến Tối' - để đảm bảo lớp nền hoàn thiện chân thực, không có vệt . Giống như một kỳ nghỉ ngập nắng trong chai, nó mang lại màu sắc tươi sáng, đồng đều, có thể dễ dàng tùy chỉnh bằng cách thêm các giọt bổ sung vào sản phẩm chăm sóc da bạn đã chọn. Không có mùi. Không ồn ào. Không có kịch. Chỉ cần tỏa sáng và đi.",
        "how_to_use": "Chuẩn bị Hãy chắc chắn làm sạch và rửa mặt trước khi áp dụng. Thoa hỗn hợp 1-4 giọt vào kem dưỡng ẩm, serum hoặc dầu dưỡng da mặt thông thường của bạn trong lòng bàn tay và thoa đều lên mặt. Những giọt sản phẩm bổ sung sẽ tạo thêm độ sâu của màu sắc và độ sáng cho kết quả cuối cùng. Rửa tay kỹ sau khi bôi. Nhẹ nhàng tẩy tế bào chết cho da thường xuyên để duy trì làn da sáng mịn đều màu.",
        "ingredient": "Aqua (Nước), Dihydroxyacetone, Alcohol Denat (Rượu), Glycerin, Erythrulose, Dầu hạt Rubus Idaeus (Quả mâm xôi), Nước ép lá Aloe Barbadensis, Tơ thủy phân, Caramel, Tocopheryl Acetate, Xanthan Gum, Polysorbate 80, Parfum (Hương thơm), Limonene , Geraniol, Hexyl Cinnamal, Benzyl Salicylate, Bu-Tylphenyl Methylpropional, Natri Hydroxide, Axit Benzoic, Axit Dehydroacetic, Phenoxyetanol. Không chứa Paraben",
        "brand": "Tan-Luxe",
        "volume": "10ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12703805-2104924472152434.jpg",
        "productCode": "Body_58",
        "manufactureDate": "2022-03-17 00:00:00",
        "expirationDate": "2025-03-16 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Kem phục hồi Embryolisse Cicalisse SOS 40ml",
        "cost": 29970.0,
        "description": "Nhanh chóng giải cứu những làn da căng thẳng, Kem phục hồi Cicalisse SOS của Embryolisse giúp thúc đẩy quá trình phục hồi của da - làm dịu kích ứng và giảm mẩn đỏ. Được cung cấp bởi axit acexamic 3% - được chứng minh là có tác dụng đẩy nhanh quá trình phục hồi của da - cùng với natri hyaluronate để tăng cường nguồn cung cấp độ ẩm và giữ cho làn da căng mọng và ẩm mượt, loại kem làm dịu và dễ chịu này giúp giảm đau cho làn da bị viêm hoặc phản ứng. Một thức uống làm dịu cơn khát dành cho làn da khô, bị tổn thương (rất lý tưởng để loại bỏ vết cháy nắng), ống này là thứ cần phải có, nhanh chóng chống lại mọi cơn ngứa hoặc khô, đồng thời giúp chữa lành các vết trầy xước, vết xước, vết chích, vảy trên bề mặt hoặc ouches sau sáp.",
        "how_to_use": "Áp dụng buổi sáng và buổi tối trên làn da sạch và khô. Điều này có thể được áp dụng cho mặt, cơ thể và môi.",
        "ingredient": "Aqua (Nước), Caprylic/Capric Triglyceride, Glycerin, Axit Acexamic, Cetyl Alcohol, Glyceryl Stearate, Tinh bột nhôm Octenylsuccinate, Dầu Prunus Amygdalus Dulcis (Dầu hạnh nhân ngọt), Ammonium Acryloyldimethyltaurate VP Copolymer, Peg-75 Stearate, Alpha Glucan Oligosaccharide, Gossypium Herbaceum Dầu hạt bông, Dầu hạnh nhân ngọt đã hydro hóa, Dầu hạt mận Prunus Armeniaca (quả mơ), Natri Hydroxide, 1-2 Hexanediol, Caprylyl Glycol, Steareth-20, Dầu hạt bông hydro hóa, Dầu hạt mơ hydro hóa, Natri Hyaluronate, Tocopheryl Acetate, Disodium Edta, Axit Citric, Tropolone, Tocopherol, Natri Benzoate, Chiết xuất lá Aloe Barbadensis, Kali Sorbate.",
        "brand": "Embryolisse",
        "volume": "40ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11719396-1644930933153548.jpg",
        "productCode": "Body_60",
        "manufactureDate": "2023-05-09 00:00:00",
        "expirationDate": "2026-05-08 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Tropez Express Bronzing Mousse 200ml",
        "cost": 99000.0,
        "description": "Kêu gọi tất cả những người muốn phát sáng! Có một sự kiện vào phút chót, liên tục tỏa sáng hoặc nếu mặt trời đột nhiên làm bạn ngạc nhiên và bạn muốn có làn da rám nắng phù hợp, đây là câu trả lời cho những lời cầu nguyện rực rỡ của bạn. St.Tropez's Self Tan Express Advanced Bronzing Mousse là loại mousse tác dụng nhanh, phát triển thành làn da rám nắng chỉ sau một giờ, làn da rám nắng trung bình chỉ trong hai giờ hoặc màu đồng đậm, đậm sau ba giờ! Cho phép bạn kiểm soát độ sâu và thời gian chờ đợi để có được làn da rám nắng rực rỡ tuyệt đẹp, công thức thông minh này là thứ cần phải có đối với những người đam mê ánh sáng giả cũng như những người mới học. Giống như tất cả các sản phẩm của St.Tropez, Self Tan Express Advanced Bronzing Mousse này cực kỳ dễ sử dụng và đảm bảo, ứng dụng hoàn hảo và không để lại vệt, lâu trôi, không mùi và cũng thân thiện với người ăn chay.",
        "how_to_use": "Bước 1: Tẩy tế bào chết 24h trước khi sử dụng. Ngay trước khi sử dụng, hãy dưỡng ẩm những vùng da khô bao gồm khuỷu tay, đầu gối, mắt cá chân và bàn chân. Bước 2: Để có kết quả tốt nhất, hãy sử dụng Tan Applicator Mitt của chúng tôi theo chuyển động quét dài, bắt đầu từ mắt cá chân và dần dần lên trên. Sau đó, đối với phần lưng, xoay găng tay về phía trước và bắt đầu áp dụng theo cách tương tự. Đảm bảo tất cả các khu vực đều được che phủ trước khi lướt nhẹ phần da rám nắng dư thừa từ Mitt lên bàn tay và bàn chân của bạn. Bước 3: Chờ cho đến khi bề mặt khô trước khi mặc quần áo. Bước 4: Chờ 1, 2 hoặc 3 giờ tùy thuộc vào sắc thái mong muốn của bạn trước khi tắm để lộ làn da rám nắng. Làn da rám nắng của bạn sau đó sẽ tiếp tục phát triển trong tối đa 8 giờ. Bước 5: Để kéo dài và duy trì làn da rám nắng, hãy dưỡng ẩm hàng ngày, tẩy tế bào chết thường xuyên và thoa lại theo ý muốn.",
        "ingredient": "Aqua (Nước/Eau), Dihydroxyacetone, Caramel, Propylene Glycol, Ethoxydiglycol, Glycerin, PPG-5-Ceteth-20, Decyl Glucoside, Phenoxyethyl, Melanin, Parfum (Hương thơm), Dimethyl Isosorbide, Cetyl Hydroxyethylcellulose, Natri Metabisulfite, Ethylhexylglycerin, Linalool , Benzyl Salicylate, Hexyl Cinnamal, Butylphenyl Methylpropional, Citronellol, Eugenol, Nước ép lá Aloe Barbadensis, Geraniol, Coumarin, Alpha-Isomethyl Ionone, Hydroxycitronellal, Citral, Benzyl Benzoate, Benzyl Alcohol, Amyl Cinnamal, Farnesol, Kali Sorbate, Axit Citric, CI 14700 (Đỏ 4), CI 42090 (Xanh 1), CI 19140 (Vàng 5)",
        "brand": "St. Tropez",
        "volume": "200ml",
        "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/11072506-2144775390291121.jpg",
        "productCode": "Body_61",
        "manufactureDate": "2023-09-12 00:00:00",
        "expirationDate": "2026-09-11 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Thực phẩm dưỡng da Weleda (30ml)",
        "cost": 24750.0,
        "description": "Là người hùng không thể tranh cãi trong lĩnh vực làm đẹp, Weleda's Skin Food tự hào có sự kết hợp giữa các thành phần bổ sung, tự nhiên và hữu cơ để nhanh chóng sửa chữa và phục hồi làn da khô, thô ráp hoặc căng thẳng, có vảy. Tạo ra một cái kén mượt mà giữa da và tác động làm khô của các yếu tố, loại kem giàu dưỡng chất này - và chúng tôi muốn nói là thực sự giàu dưỡng chất - là một 'hòn đảo sa mạc' thực sự cần thiết; chứa lanolin, sáp ong và glycerin, cùng với dầu hạnh nhân ngọt và dầu hướng dương giúp làm mềm và củng cố làn da khi chúng tăng cường độ ẩm, chất này bổ sung chức năng rào cản chống mất nước. Một ơn trời dành cho những người làm vườn, sản phẩm này nhanh chóng dưỡng ẩm cho những bàn tay thô ráp nhất, trong khi hỗn hợp hương thảo kháng khuẩn, hoa cúc dưỡng da và hoa cúc êm dịu bảo vệ và giúp nâng niu khuỷu tay, đầu gối, bàn chân… thậm chí cả khuôn mặt. Một anh hùng túi xách - cũng như một người bạn đồng hành bỏ túi - luôn giữ chiếc ống màu xanh cỏ dễ thương này trong tầm tay để bổ sung và trấn an làn da bị tổn thương ngay lập tức.",
        "how_to_use": "Thoa nhiều lần trong ngày, bất cứ nơi nào làn da của bạn cần được trợ giúp thêm - đặc biệt là trên những vùng da thô ráp, khô như bàn tay, bàn chân và khuỷu tay.",
        "ingredient": "Nước (aqua), Dầu hạt Helianthus Annuus (hướng dương), Lanolin, Dầu Prunus Amygdalus Dulcis (hạnh nhân ngọt), Sáp ong (cera Alba), Rượu, Polyglyceryl-3 Polyricinoleate, Glycerin, Limonene*, Chiết xuất ba màu Viola, Hương thơm (parfum) *, Sáp ong thủy phân, Sobitan Olivate, Chiết xuất lá Rosmarinus Officinalis (cây hương thảo), Chiết xuất hoa Chamomilla Recutita (matricaria), Chiết xuất hoa Calendula Officinalis, Arginine, Zinc Sulfate, Linalool*, Geraniol*, Citral*, Coumarin*",
        "brand": "Weleda",
        "volume": "30ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10540679-3624936370807820.jpg",
        "productCode": "Body_62",
        "manufactureDate": "2024-09-09 00:00:00",
        "expirationDate": "2027-09-09 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Tẩy Tế Bào Chết Toàn Thân BHA 2% Paula's Choice (210ml)",
        "cost": 99000.0,
        "description": "Bạn cảm thấy mệt mỏi với làn da thô ráp và nhiều mụn? Sản phẩm tẩy tế bào chết làm mịn cơ thể 2% BHA này của PAULA'S CHOICE kết hợp axit salicylic với một loại cocktail gồm các thành phần giàu chất chống oxy hóa cũng như chiết xuất hoa cúc để không chỉ loại bỏ các tế bào da chết và xỉn màu, mang lại làn da sáng và mịn màng hơn mà còn bảo vệ da khỏi các tác nhân gây hại. các gốc tự do có hại và ô nhiễm. Đơn giản chỉ cần massage theo chuyển động tròn lên khu vực bạn quan tâm hàng ngày để xem kết quả. Axit salicylic không chỉ giúp loại bỏ da chết trên bề mặt mà còn bên trong lỗ chân lông của bạn, khiến nó trở thành một phương pháp điều trị hiệu quả cho mụn trứng cá và mụn đầu đen. Trong khi đó, một loại cocktail gồm vitamin E và chiết xuất từ ​​​​quả dưa giúp bảo vệ da khỏi tia nắng, ô nhiễm và các gốc tự do có hại, đồng thời - cuối cùng - việc bổ sung hoa cúc, trà xanh và chiết xuất thảo mộc giúp làm dịu da để có một làn da mịn màng và cân bằng tuyệt đẹp. .",
        "how_to_use": "Cho một lượng nhỏ vào lòng bàn tay và thoa lên da sạch. Có thể được sử dụng hàng ngày để làm mịn và tẩy da chết toàn diện, hoặc thoa lên những vùng da bị mụn hoặc thô ráp, gập ghềnh khi cần thiết. Để sử dụng vào ban ngày, hãy nhớ dùng kèm kem chống nắng. Dị ứng với aspirin (acetylsalicylate)? Không sử dụng sản phẩm này vì nó có chứa axit salicylic (BHA).",
        "ingredient": "Aqua, Butylene Glycol (hydrat hóa), Cetyl Alcohol (tăng cường kết cấu), PPG-14 Butyl Ether (tăng cường kết cấu), Salicylic Acid (Beta Hydroxy Acid, tẩy tế bào chết), Dimethicone (hydrat hóa), Tocopheryl Acetate (vitamin E/chất chống oxy hóa) , Chiết xuất hoa Chamomilla Recutita (Matricaria) (làm dịu da), Epilobium Angustifolium (Thảo mộc liễu) Chiết xuất hoa/lá/thân (làm dịu da), Camellia Oleifera (Trà xanh) Chiết xuất lá (làm dịu da), Cucumis Melo (Dưa hấu) ) Chiết xuất trái cây (chất chống oxy hóa), Bisabolol (làm dịu da), Allantoin (làm dịu da), Cyclopentasiloxane (hydrat hóa), Cyclohexasiloxane (hydrat hóa), Dimethiconol (hydrat hóa/tăng cường kết cấu), PEG-40 Stearate (tăng cường kết cấu), Sorbitan Stearate (tăng cường kết cấu), Polysorbate 20 (tăng cường kết cấu), PVM/MA Decadiene Crosspolymer (tăng cường kết cấu), Polyacrylamide (tăng cường kết cấu), C13-14 Isoparaffin (tăng cường kết cấu), Laureth-7 (tăng cường kết cấu) tăng cường), Disodium EDTA (chất ổn định), Natri Hydroxide (điều chỉnh độ pH), Hexylene Glycol (hydrat hóa/tăng cường kết cấu), Caprylyl Glycol (chất bảo quản), Ethylhexylglycerin (chất bảo quản), Phenoxyetanol (chất bảo quản).",
        "brand": "Paula's Choice",
        "volume": "210ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11174198-2045069326047045.png",
        "productCode": "Body_67",
        "manufactureDate": "2022-05-20 00:00:00",
        "expirationDate": "2025-05-19 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Body",
        "name": "Dầu chiến thắng âm đạo NAYDAYA",
        "cost": 72000.0,
        "description": "Với công thức chứa nhiều thành phần làm dịu, tăng cường collagen, Vagina Victory Oil được thiết kế để nuôi dưỡng và điều trị làn da vùng kín có thể cần được xoa dịu thêm do thay đổi nội tiết tố hoặc môi trường. Công thức nuôi dưỡng này chứa đầy các loại dầu và bơ trẻ hóa mà làn da của bạn sẽ hấp thụ. Lựu nổi tiếng là một loại thần dược mạnh mẽ nhờ axit béo giàu omega-5 bảo vệ làn da khô, mỏng và phục hồi độ đàn hồi cho mô âm đạo. Vitamin E giúp cải thiện độ mịn màng của da, tạo collagen tự nhiên và khóa độ ẩm cho da. Cuối cùng, có bơ xoài, một chất làm mềm tự nhiên hiệu quả và dầu dừa, một chất dưỡng ẩm giúp xây dựng lại hàng rào bảo vệ độ ẩm tự nhiên cho làn da của bạn. Chiến thắng là của bạn!",
        "how_to_use": "Sử dụng chung để thay đổi nội tiết tố: Thoa 3-4 giọt dầu hoặc khi cần thiết lên đầu ngón tay, massage nhẹ nhàng vào các vùng kín bao gồm đáy chậu, môi âm hộ bên trong và bên ngoài. Để có kết quả tốt nhất, hãy sử dụng hàng ngày hoặc hai lần mỗi ngày để cải thiện độ đàn hồi và giảm khô da. Sử dụng khi mang thai: Dùng làm dầu massage trước khi sinh; áp dụng 3-4 giọt mỗi ngày từ tuần thứ 34 của thai kỳ. Sử dụng sau khi mang thai: Như trên, bôi 3-4 giọt mỗi ngày, (chúng tôi khuyên bạn nên đợi cho đến khi vết khâu lành và vết thương đóng lại)",
        "ingredient": "Công thức cải tiến với các loại dầu bổ sung để bổ sung độ ẩm. Dầu Prunus Amygdalus Dulcis (Dầu hạnh nhân ngọt), Chiết xuất hạt Raphanus Sativus (Củ cải), Dầu hạt Ricinus Communis (Thầu dầu), Dầu hạt Vitis Vinifera (Hạt nho), *Cocos Nucifera (Dầu dừa nguyên chất), Tocopherol (Vitamin E), Mangifera Indica (Xoài) Bơ hạt, *Dầu hạt Punica Granatum (Lựu), Helianthus Annuus Dầu hạt (Hướng dương), Chiết xuất lá Rosmarinus Officinalis (Hương thảo).*Thành phần hữu cơ được chứng nhận.",
        "brand": "NAYDAYA",
        "volume": "30ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13312303-1504999886472750.jpg",
        "productCode": "Body_69",
        "manufactureDate": "2024-05-01 00:00:00",
        "expirationDate": "2027-05-01 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Body",
        "name": "Kem dưỡng sáng Sol de Janeiro Bom Dia 75ml",
        "cost": 63000.0,
        "description": "Không chỉ SZA mới nhìn thấy những ngày tốt đẹp trong tương lai của bạn... Thơm như thiên đường - không cường điệu - Bom Dia Bright Cream của Sol de Janeiro có mặt để giúp bạn tận hưởng khoảnh khắc tự chăm sóc da mịn màng với hỗn hợp dưỡng chất của bơ cupuaçu và AHA trái cây. Được thiết kế để giúp bạn tỏa sáng từ đầu đến chân, loại kem dưỡng thể giàu dưỡng chất này sẽ giúp làn da của bạn mềm mại khi chạm vào ngay lập tức. Nó được bổ sung thêm câu trả lời của Amazon về bơ hạt mỡ - bơ cupuaçu - để khóa độ ẩm và tăng cường độ đàn hồi, vì làn da của bạn sẽ hấp thụ nó một cách nhanh chóng và dễ dàng. Bộ đôi axit alpha hydroxy có nguồn gốc từ xoài và chuối sau đó nhẹ nhàng tẩy tế bào chết để làm mịn các mảng da thô ráp, thay vào đó là làn da mềm mại, rạng rỡ đáng kể. Như thể vẫn chưa đủ, vitamin C giúp hỗ trợ sản xuất collagen và làm sáng rõ rệt, làm mờ các đốm đen. Chúng ta chưa bao giờ sẵn sàng cho thời tiết chân trần đến thế...",
        "how_to_use": "Thoa đều hàng ngày, buổi sáng hoặc buổi tối, để mang lại lợi ích dưỡng ẩm và tái cấu trúc toàn diện. Để có kết quả nhanh hơn, hãy sử dụng 2 lần một ngày trên những vùng dễ bị lông mọc ngược do tẩy lông (nách, đường bikini, chân, v.v.), cũng như những chỗ gập ghềnh, thô ráp (trên cánh tay, đùi và mông).",
        "ingredient": "Aqua (Nước, Eau), Methyl Glucose Sesquistearate, Dodecane, Caprylic/Capric Triglyceride, Cetearyl Alcohol, Parfum (Hương thơm), Phenyl Trimethicone, Cetyl Alcohol, Glycerin, Dầu Cocos Nucifera (Dừa), Chiết xuất bột giấy Spondias Mombin (Caja), Musa Chiết xuất bột giấy Sapientum (Chuối), Chiết xuất bột giấy Mangifera Indica (Xoài), Chiết xuất từ ​​​​trái cây Carica Papaya (Đu đủ), Theobroma Grandiflorum (Cupuaçu) Bơ hạt, Dầu trái cây Euterpe Oleracea (Açaí), Chiết xuất vỏ cây Salix Alba (Liễu), Hoa Gardenia Taitensis Chiết xuất, Tetrahexyldecyl Ascorbate, Tocopherol, Glyceryl Caprylate, Ethylhexylglycerin, Sorbitan Isostearate, Ethylene Brassylate, Xanthan Gum, Glyceryl Stearate Citrate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Natri Stearoyl Glutamate, Phenoxyethanol, Rượu Benzyl, Kali Sorbate, Axit Citric, Axit Sorbic , CI 17200 (Đỏ 33), CI 19140 (Vàng 5).",
        "brand": "Sol de Janeiro",
        "volume": "75ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12865577-1094963554755994.jpg",
        "productCode": "Body_70",
        "manufactureDate": "2022-02-09 00:00:00",
        "expirationDate": "2025-02-08 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Kem dưỡng thể Sol de Janeiro Rio Radiance phiên bản giới hạn 75ml",
        "cost": 63000.0,
        "description": "Da thiếu sức sống, xỉn màu? Chúng tôi không biết cô ấy! Kem dưỡng thể Rio Radiance Body Cream phiên bản giới hạn của Sol de Janeiro giúp bạn che phủ từ đầu đến chân với công thức hấp thụ nhanh. Làm dịu làn da ngay lập tức trong một tấm màn che ẩm, tạo cảm giác tươi sáng, bơ dưỡng thể loại bỏ mọi dấu hiệu khô da để giúp bạn luôn cảm thấy tự tin nhất quanh năm. Giới thiệu mùi hương mới lấy cảm hứng từ mùa hè, loại kem này nắm bắt được sự ấm áp của ánh nắng Rio, với những nốt hương thơm ngon của leite de coco, cát ngâm nắng và kem vani. Với dầu hạt cà rốt, squalane và mica, công thức nuôi dưỡng sâu, để lộ làn sương tươi mát từ bãi biển với lớp nền cực kỳ dẻo dai. Ở Sol, chúng tôi tin tưởng sẽ mang lại những rung cảm kỳ nghỉ cho cuộc sống của chúng ta và loại bơ dưỡng thể tuyệt vời này vẫn đúng với đặc tính tạo cảm giác dễ chịu, cực kỳ nhạy cảm của thương hiệu.",
        "how_to_use": "Massage theo chuyển động tròn để giúp thúc đẩy sự hấp thụ và lưu thông tối ưu. Sử dụng khắp cơ thể để có được làn da sáng nhất.",
        "ingredient": "Aqua (Nước, Eau), Methyl Glucose Sesquistearate, Phenyl Trimethicone, Dodecane, Caprylic/Capric Triglyceride, Cetearyl Alcohol, Parfum (Hương thơm), Glycerin, Cetyl Alcohol, Glycervl Stearate Citrate, Squalane, Natri Hyaluronate, Hạt Daucus Carota Sativa (Cà rốt) Dầu, Tocopherol, Dầu Cocos Nucifera (Dừa), Bơ hạt Theobroma Grandiflorum (Cupuaçu), Dầu hạt Bertholletia Excelsa (Quả hạch Brazil), Chiết xuất hạt Paullinia Cupana, Dầu trái cây Euterpe Oleracea (Açaí), Chiết xuất lá Ilex Guayusa, Chiết xuất lá Ilex Paraguariensis , Mica (CI 77019), Natri Phytate, Natri Stearoyl Glutamate, Glyceryl Caprylate, Ethylhexylglycerin, Xanthan Gum, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sorbitan Isostearate, Phenoxyetanol, Fluorphlogopite tổng hợp, Silica, Benzyl Salicylate, Citronellol, Limonene, Thiếc Oxit, Titanium Dioxide (CI 77891), Oxit sắt (CI 77491).",
        "brand": "Sol de Janeiro",
        "volume": "75ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14566320-8145050945919760.jpg",
        "productCode": "Body_71",
        "manufactureDate": "2022-07-30 00:00:00",
        "expirationDate": "2025-07-29 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Xịt Chống Nắng Sun Bum Original SPF 30",
        "cost": 53969.99999999999,
        "description": "Bảo vệ da khỏi các tia UVA và UVB có hại đồng thời dưỡng ẩm và tạo hương thơm tinh tế cho làn da, Xịt chống nắng Original SPF 30 mang lại cảm giác khô ngay lập tức – hấp thụ nhanh chóng để bạn không bao giờ cảm thấy nhờn. Cực kỳ dễ sử dụng nhờ vòi phun liên tục, công thức liền mạch này thậm chí còn được bổ sung thêm vitamin E bổ dưỡng. Một chất chống oxy hóa mạnh mẽ có tác dụng trung hòa các gốc tự do, vitamin E giúp da không bị mất nước, làm cạn kiệt lượng collagen dự trữ và lão hóa sớm. Cũng có khả năng chống nước trong 80 phút (đó là một khoảng thời gian lướt sóng khổng lồ), Xịt chống nắng Original SPF 30 tràn ngập mùi hương Sun Bum Original Scent, mà - như người ta thường nói trên đường phố - có mùi như mùa hè, đóng chai.",
        "how_to_use": "Thoa đều 15 phút trước khi ra nắng. Áp dụng lại: Sau 80 phút bơi lội hoặc đổ mồ hôi. Ngay sau khi lau khô khăn. Ít nhất cứ sau 2 giờ.",
        "ingredient": "rượu denat., homosalate, ethylhexyl salicylate, octocrylene, butyl methoxydibenzoylmethane, acrylate/octylacrylamide copolyme, C12-15 alkyl benzoate, dicaprylyl cacbonat, aqua, parfum, PPG-5-ceteth-20, tocopheryl acetate, axit benzoic, coumarin",
        "brand": "Sun Bum",
        "volume": "170g",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313011-1035060750437263.jpg",
        "productCode": "Body_72",
        "manufactureDate": "2022-03-10 00:00:00",
        "expirationDate": "2025-03-09 00:00:00",
        "origin": "Đức"
    },
    {
        "category": "Body",
        "name": "HUM Nutrition Flatter Me Bổ Sung Tiêu Hóa Khỏe Mạnh (60 Viên nhộng thuần chay, 30 ngày)",
        "cost": 81750.0,
        "description": "Những thay đổi trong lối sống, chế độ ăn uống và mức độ căng thẳng của chúng ta có thể gây bất lợi cho chức năng bình thường của hệ thống tiêu hóa, khiến các vấn đề về sức khỏe như đầy hơi và khó chịu phát sinh; tham gia chương trình Flatter Me của HUM Nutrition. Với nguồn cung cấp viên nang thuần chay trong 30 ngày, công thức được chế tạo cẩn thận này được thiết kế để bổ sung lượng enzyme trong cơ thể bạn nhằm cải thiện quá trình tiêu hóa và phân hủy thức ăn, từ đó giúp giảm đầy hơi và chướng bụng. Hỗn hợp độc quyền toàn diện được tạo thành từ 18 enzyme toàn phổ, cũng như hỗn hợp thảo dược của gừng, thì là và bạc hà, để hỗ trợ tất cả các giai đoạn chính của quá trình tiêu hóa: tối ưu hóa quá trình tiêu hóa protein, carbohydrate, chất xơ, đường sữa và chất béo và khuyến khích tiêu hóa. hấp thụ chất dinh dưỡng. Thói quen chăm sóc sức khỏe của chúng tôi đã chờ đợi điều này!",
        "how_to_use": "Uống một viên hai lần mỗi ngày trước bữa ăn chính của bạn. Kết quả phải có ngay lập tức.",
        "ingredient": "Hỗn hợp enzyme (Protease I, Protease II, Protease III, Peptidase, Bromelain, Protease vi khuẩn, Papain, Lipase, Amylase, Glucomylase, Alpha-Galatosidase, Invertase, Diastase, Hemiaellulase, Cellulase, Beta-Glucanase, Phytase, Lactase) 498mg, Viên nang : Cellulose, Cám gạo, Bột củ gừng (Zingiber Officinale) 40mg, Bột hạt thì là (Foeniculum Vulgare) 30mg, Bột lá bạc hà (Mentha Piperita) 20mg. Hỗn hợp thảo dược: Bột gừng (thân rễ), Bột thì là (hạt), Bột bạc hà (lá). Viên nang thực vật khác (cellulose & nước) và cám gạo. KHÔNG chứa: gluten, men, lúa mì, đậu nành, sữa, trứng, đậu phộng, hạt cây, cá, động vật có vỏ và màu sắc hoặc hương vị nhân tạo.",
        "brand": "HUM Nutrition",
        "volume": "2.4oz",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12537957-1595005269577401.jpg",
        "productCode": "Body_74",
        "manufactureDate": "2022-10-27 00:00:00",
        "expirationDate": "2025-10-26 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Tan-Luxe Sữa Tắm Da Sáng Da Dần Dần 250ml",
        "cost": 75000.0,
        "description": "Để có làn da rám nắng đáng tin cậy và đẹp mắt vào bất kỳ thời điểm nào trong năm, loại kem dưỡng da rám nắng dần dần này là liều thuốc giải độc hoàn hảo cho hội chứng da xanh xao, thiếu nắng. Thích hợp để sử dụng cho cả mặt và cơ thể, công thức hỗn hợp kem dưỡng da-dầu nhẹ nhàng lướt nhẹ đến bất cứ nơi nào bạn muốn, làm mịn, dưỡng và săn chắc da đồng thời tạo nên làn da rạng rỡ trông tự nhiên. Tránh xa khỏi lãnh thổ 'tangoed' nổi tiếng, The Gradual của TAN-LUXE là một cuộc cách mạng về làn da rám nắng giả, mang lại vẻ rực rỡ mà không có vệt, mùi hay căng thẳng.",
        "how_to_use": "Chuẩn bị tẩy tế bào chết bằng cách chà nhẹ 24 giờ trước khi tắm nắng. Làm ẩm nhẹ những vùng da khô như bàn tay, bàn chân, đầu gối, mắt cá chân và khuỷu tay trước khi thoa. Thoa lên da như cách bạn thoa kem dưỡng ẩm cho cơ thể thông thường, thoa nhẹ lên khuỷu tay và bàn chân. Rửa tay kỹ sau khi sử dụng. Phát triển trong vòng 2-4 giờ mang lại ánh sáng tinh tế, dần dần mà bạn có thể áp dụng hàng ngày hoặc theo ý muốn để tạo độ sâu màu phù hợp. Tẩy tế bào chết và dưỡng ẩm thường xuyên để duy trì làn da sáng mịn đều màu. Thận trọng Chúng tôi khuyên bạn nên thực hiện kiểm tra bản vá 24 giờ trước khi sử dụng. Không bôi lên vùng da bị tổn thương, bị kích ứng hoặc nhạy cảm. Tránh tiếp xúc với mắt. Nếu xảy ra phản ứng, hãy ngừng sử dụng ngay lập tức và tìm tư vấn y tế. Không chứa kem chống nắng và sẽ không bảo vệ khỏi ánh nắng mặt trời. Màu sắc sản phẩm có thể thay đổi do thành phần tự nhiên.",
        "ingredient": "Aqua (Nước), Caprylic/Capric Triglyceride, Propylene Glycol, C12-15 Alkyl Benzoate, Dihydroxyacetone, Glyceryl Stearate, PEG-100 Stearate, Cetearyl Alcohol, Erythrulose, Melanin, Dầu hạt Rubus Idaeus (Quả mâm xôi), Tơ thủy phân, Lecithin, Caffeine , Palmitoyl Carnitine, Tocopheryl Acetate, Dimethicone, Parfum (Hương thơm), Limonene, Geraniol, Hexyl Cinnamal, Benzyl Salicylate, Butylphenyl Methylpropional, Glycerin, Caramel, Benzophenone-4, Benzophenone-3, Tetrasodium EDTA, Axit Benzoic, Phenoxyetanol, Axit dehydroacetic",
        "brand": "Tan-Luxe",
        "volume": "250ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12143474-1764924470522549.jpg",
        "productCode": "Body_1",
        "manufactureDate": "2024-04-07 00:00:00",
        "expirationDate": "2027-04-07 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Body",
        "name": "Sữa Chữa Đùi Không Mùi Megababe 60g",
        "cost": 42000.0,
        "description": "Megababe's Thigh Rescue (mặc dù không giới hạn ở vùng đùi!) Là một loại kem chống trầy xước giống như dầu dưỡng, tạo ra một hàng rào bảo vệ trên da để lướt nhẹ nhàng ở bất cứ nơi nào ma sát có xu hướng gây khó chịu cho bạn. Không có sự lộn xộn (bỏ bột talc xuống) và ứng dụng rõ ràng, cây gậy từng đoạt giải thưởng giúp bạn thoải mái từ đầu đến chân. Công thức dễ sử dụng giúp nuôi dưỡng làn da với sự pha trộn của các chiết xuất tự nhiên. Nha đam làm dịu và làm mát, trong khi dầu hạt nho và chiết xuất rễ gừng cải thiện độ đàn hồi và săn chắc của da. Cuối cùng, chiết xuất hạt lựu giúp dưỡng ẩm và bảo vệ lớp da bên ngoài. Chắc chắn là một món đồ không thể thiếu trong túi xách của bạn, Thigh Rescue có thể được áp dụng cho nách, đường áo ngực, dây thắt lưng, mắt cá chân và bất cứ nơi nào ở giữa.",
        "how_to_use": "Vuốt trực tiếp lên da khi cần thiết trong suốt cả ngày. Để sử dụng trên đùi, ngón chân, vai, khuỷu tay - bất cứ nơi nào có vấn đề. Lưu ý rằng việc chuyển sản phẩm sang quần áo không phổ biến nhưng có thể xảy ra. Không nên sử dụng với lụa và các loại vải mỏng manh tương tự khác.",
        "ingredient": "Caprylic/Capric Triglyceride, Stearyl Alcohol, Isopropyl Palmitate, Cetyl Esters, Ozokerite, Tribehenin, Dimethicone/Vinyl Dimethicone Crosspolymer, Silica, Zinc Oxide, Chiết xuất từ ​​rễ Zingiber Officiale (Gừng), Chiết xuất từ ​​lá Aloe Barbadensis, Chiết xuất hạt Punica Granatum (Lựu), Dầu hạt Vitis Vinifera (Nho), Chiết xuất hoa Chamomila Recutita (Matrcaria), Tocopheryl Acetate (Vitamin E).",
        "brand": "Megababe",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14741734-1305053016033469.jpg",
        "productCode": "Body_3",
        "manufactureDate": "2023-01-11 00:00:00",
        "expirationDate": "2026-01-10 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Sữa rửa tay và toàn thân Herlum Gỗ đàn hương và bưởi 50ml",
        "cost": 30000.0,
        "description": "Với loại bọt sang trọng và công thức giàu dưỡng chất, Sữa rửa tay & Cơ thể này hứa hẹn một hành trình cảm giác thực sự vì nó nhẹ nhàng làm sạch da khỏi bụi bẩn, ô nhiễm và mồ hôi trong ngày. Được sản xuất tại Anh nhưng có bơ murumuru từ Amazon, loại sữa rửa mặt có nguồn gốc bền vững này mang lại cho làn da cảm giác mềm mại, sạch sẽ và có hương thơm nhẹ nhàng lưu lại cả ngày. Có xà phòng làm từ dừa và chiết xuất kháng khuẩn tự nhiên giúp làm mới làn da hiệu quả, trong khi bơ murumuru, được biết đến với đặc tính axit lauric và oleic, duy trì hàng rào độ ẩm cho làn da của bạn và ngăn ngừa cảm giác căng, bong tróc quá mức. Bạn chắc chắn cũng sẽ yêu thích mùi hương này: hương thơm lấy cảm hứng từ rừng nhiệt đới được tạo ra từ những bông hoa tái chế, sự kết hợp giữa hương gỗ và vị cay của bưởi tươi thái lát và gỗ đàn hương kem.",
        "how_to_use": "Làm ẩm da, tạo bọt, làm sạch và rửa sạch. Tận hưởng tốt nhất khi bạn massage tay một cách chánh niệm và hít sâu hương thơm thư giãn. Sau khi sử dụng, rửa sạch hộp đựng trước khi bỏ vào thùng tái chế.",
        "ingredient": "Aqua (Nước khử ion), Decyl Glucoside (Dừa), Cocamidopropyl Betaine (Dừa), Lauryl Glucoside (Dừa), Caprylyl Capryl Glucoside (Dừa), Glycerin (Dầu hạt cải), Parfum (Hương thơm), Benzyl Alcohol (Chất bảo quản tự nhiên Ecocert), Axit Salicylic, Axit Sorbic, Xanthan Gum (Bắp), Bisabolol (Cây Candeia), Bơ hạt Astrocaryum Murumuru (Murumuru), Axit Citric, Citral.",
        "brand": "Herlum",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13950821-2144994864490294.jpg",
        "productCode": "Body_8",
        "manufactureDate": "2024-01-03 00:00:00",
        "expirationDate": "2027-01-02 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Body",
        "name": "Kem Chống Nắng Sữa Khoáng Summer Fridays ShadeDrops Broad Spectrum SPF 30 50ml",
        "cost": 108000.0,
        "description": "Một loại kem chống nắng khoáng chất phổ rộng không thể bỏ qua, công thức dạng sữa này hòa quyện với nhiều tông màu da để mang lại một lớp nền tự nhiên nhưng hiệu quả trong việc che chắn làn da của bạn khỏi ánh nắng mặt trời. Nhẹ và có kết cấu giống như huyết thanh, công thức oxit kẽm hoàn toàn tự nhiên này bảo vệ chống lại tia UVA và UVB một cách nhẹ nhàng, phù hợp với cả những loại da nhạy cảm. Squalane, một loại lipid có nguồn gốc từ thực vật, bổ sung một lớp siêu hydrat hóa để lộ làn da căng mọng, đồng thời hỗn hợp các chất chống oxy hóa vitamin E và ethyl ferulate bảo vệ chống lại tổn thương gốc tự do, cho phép bạn tận hưởng làn da rám nắng mà không đẩy nhanh quá trình lão hóa . Bây giờ, xin thứ lỗi cho chúng tôi khi chúng tôi đang trên đường đi tắm nắng mà không cần đến (mặt trời) trên thế giới.",
        "how_to_use": "Thoa đều lên da ở bước cuối cùng trong quy trình chăm sóc da của bạn. Tiếp tục trang điểm nếu muốn. Áp dụng rộng rãi 15 phút trước khi tiếp xúc với ánh nắng mặt trời. Thoa lại sau mỗi hai giờ và ngay sau khi hoạt động thể chất hoặc tiếp xúc với nước.",
        "ingredient": "Nước/Aqua/Eau, Zinc Oxide, C12-15 Alkyl Benzoate, Sorbitan Oleate Decylglucoside Crosspolymer, Dầu hạt nhân Argania Spinosa, Tocopheryl Acetate, Ammonium Acryloyldimethyltaurate/VP Copolymer, Glycerin, Caramel, Polyester-5, Phenoxyanol, Ethyl Ferulate, Triethoxycaprylylsilane, Natri Clorua, Dimethicone, Squalane, Chiết xuất bơ Butyrospermum Parkii, Bisabolol, Ethylhexylglycerin, Phospholipids, Urê, Gluconolactone, Rượu Benzyl, Natri Benzoate, Chlorphenesin, Axit Sorbic, Tocopherol.",
        "brand": "Summer Fridays",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13836366-1664963571129361.jpg",
        "productCode": "Body_18",
        "manufactureDate": "2023-02-17 00:00:00",
        "expirationDate": "2026-02-16 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Body",
        "name": "Điều Trị Cơ Thể Retinol Của Paula's Choice (118ml)",
        "cost": 99000.0,
        "description": "Là một phần trong dòng sản phẩm dành cho cơ thể chăm chỉ của thương hiệu, Skin Smoothing Retinol Body Treatment bất chấp tuổi tác này kết hợp một phức hợp retinol chuyên biệt với các chất chống oxy hóa bảo vệ da và chất làm mềm nuôi dưỡng để giúp làn da mềm mại, săn chắc và trẻ trung hơn với tông màu da được cải thiện và thêm rạng rỡ. Bên trong siêu công thức này, bạn sẽ tìm thấy bơ hạt mỡ làm mềm và giàu chất chống oxy hóa giúp làn da khô mịn màng, dầu hoa anh thảo buổi tối làm dịu và cuối cùng là dầu hạt nho chống ô nhiễm. Trong khi đó, phức hợp retinol mạnh mẽ giúp cải thiện nhiều vấn đề về da, từ trẻ hóa và phục hồi làn da đến làm mờ nếp nhăn và tổn thương rõ rệt do ánh nắng mặt trời. Đơn giản chỉ cần massage vào da và đảm bảo bạn thoa kem chống nắng trước khi ra ngoài.",
        "how_to_use": "Thoa một lớp mỏng lên khắp cơ thể thường xuyên khi cần thiết. Massage vào da bằng chuyển động tròn nhẹ nhàng. Có thể được sử dụng trên sản phẩm AHA hoặc BHA của PAULA'S CHOICE; có thể được sử dụng với một sản phẩm làm sáng da. Đối với ban ngày, hãy bảo vệ vùng da tiếp xúc của cơ thể bằng cách bôi kem chống nắng có chỉ số SPF 15 trở lên.",
        "ingredient": "Aqua, Cetearyl Alcohol (làm mềm/tăng cường kết cấu), Cetearyl Ethylhexanoate (làm mềm/tăng cường kết cấu), Cyclopentasiloxane (hydrat hóa), Dimethicone (hydrat hóa), Glycerin (hydrat hóa/bổ sung nước cho da), Butylene Glycol (hydrat hóa), Cetyl Palmitate (chất làm mềm /tăng cường kết cấu), Butyrospermum Parkii (Shea) Butter (chất làm mềm/chất chống oxy hóa), Glyceryl Stearate (làm mềm/tăng cường kết cấu), PEG-100 Stearate (tăng cường kết cấu), dầu Oenothera Biennis (Hoa anh thảo) (dầu không thơm/chất làm mềm/chống oxy hóa), dầu hạt Vitis Vinifera (nho) (dầu không thơm /chất làm mềm/chất chống oxy hóa), Cetyl Alcohol (chất làm mềm/tăng cường kết cấu), Retinol (vitamin A/tái tạo da), Tetrahexyldecyl Ascorbate (vitamin C/chất chống oxy hóa), Tocopheryl Acetate (vitamin E/chất chống oxy hóa), Caprylic/Capric Triglyceride (chất làm mềm/bổ sung dưỡng chất cho da), Panthenol (hydrat hóa), Carnosine (làm dịu da/chất chống oxy hóa), Dimethiconol (làm mềm/tăng cường kết cấu), Dimethicone/Vinyl Dimethicone Crosspolymer (tăng cường kết cấu), Cera Alba (Sáp ong, tăng cường kết cấu), Magiê Nhôm Silicate (tăng cường kết cấu), Natri Hydroxide (điều chỉnh độ pH), Xanthan Gum (tăng cường kết cấu), Dicaprylyl Carbonate (chất làm mềm), Decylene Glycol (hydrat hóa), Disodium EDTA (chất ổn định) , Clorphenesin (chất bảo quản), Phenoxyetanol (chất bảo quản).",
        "brand": "Paula's Choice",
        "volume": "118ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11174199-1164909107265668.jpg",
        "productCode": "Body_50",
        "manufactureDate": "2022-12-02 00:00:00",
        "expirationDate": "2025-12-01 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Mutha The Nudist Body Scrub 170g",
        "cost": 168000.0,
        "description": "Tẩy sạch và tẩy tế bào chết, sản phẩm tẩy tế bào chết toàn thân nhẹ nhàng nhưng hiệu quả này thuộc hàng đáng tin cậy của MUTHA chứa 98% thành phần có nguồn gốc tự nhiên giúp làn da của bạn mềm mại như lụa và được bao bọc trong hương thơm thiên đường. Đối phó với tình trạng chân tay khô, bong tróc và làn da xỉn màu, Kem tẩy tế bào chết cơ thể khỏa thân của MUTHA sẽ giúp làn da của bạn mềm mại, dẻo dai và khỏe mạnh. Một sự pha trộn của các loại dầu giàu dưỡng chất và đường nâu tự nhiên sẽ nhẹ nhàng loại bỏ các tế bào da xỉn màu, chết và các mảng thô ráp, trong khi các chế phẩm sinh học chuyên nghiệp và sau sinh khuyến khích một hàng rào bảo vệ da mạnh mẽ hơn. Đảm bảo rằng độ ẩm được giữ ở chân tay của bạn là các axit amin, giúp thúc đẩy một cách khéo léo quá trình sản xuất yếu tố độ ẩm tự nhiên cho làn da của bạn và ngăn ngừa mất nước qua da. Kết quả? Làn da mịn màng, mềm mại được bao bọc trong hương thơm của tinh thể đường cháy và vani ấm áp. Hãy coi sản phẩm tẩy tế bào chết được tuyển chọn cẩn thận này như một sản phẩm chăm sóc da cho cơ thể của bạn.",
        "how_to_use": "Thoa đều lên da ướt. Nhẹ nhàng chà theo chuyển động tròn nhỏ để tẩy tế bào chết, tập trung vào những vùng da khô hoặc thô ráp. Rửa sạch bằng nước ấm. Sử dụng cùng với Sản phẩm chăm sóc cơ thể MUTHA™ yêu thích của bạn.",
        "ingredient": "Sucrose, Dầu Cocos Nucifera (Dầu dừa), Dầu hạt Ricinus Communis (Castor), Dầu thầu dầu hydro hóa, Dầu hạt Simmondsia Chinensis (Jojoba), Dầu Persea Gratissima (Dầu bơ), Prunus Amygdalus Dulcis (Dầu hạnh nhân ngọt), Tocopherol, Lysate lên men Lactobacillus , Lysate lên men Bifida, Lysate lên men Saccharomyces Dịch lọc, Dịch lọc lên men Galactomyces, Polyglyceryl-3 Ricinoleate, Nước (Aqua)(Eau), Butylene Glycol, Benzyl Glycol, Ethyl Hexanediol, 1,2-Hexanediol, Ethylhexylglycerin, Hương liệu (Parfum).",
        "brand": "Mutha",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14013180-1205006343114669.jpg",
        "productCode": "Body_10",
        "manufactureDate": "2023-06-01 00:00:00",
        "expirationDate": "2026-05-31 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Body",
        "name": "Versed Press Khởi động lại Retinol Sữa dưỡng thể 177ml",
        "cost": 49500.0,
        "description": "Bạn mệt mỏi vì da có vảy? Được cung cấp bởi retinol nguyên chất, bơ ca cao bổ dưỡng và squalane siêu dưỡng ẩm, Versed's Press Khởi động lại Retinol Body Lotion sẽ làm được nhiều việc hơn là làm mịn da thô ráp - công thức tăng áp sẽ khuyến khích làn da săn chắc và sáng hơn. Retinol không có gì mới đối với những người hiểu biết về da - nó là một trong những thành phần được các bác sĩ da liễu khuyên dùng nhất - nhưng nó tương đối hiếm trong lĩnh vực chăm sóc cơ thể. Versed ở đây để thay đổi điều đó! Mở rộng lợi ích kéo dài tuổi thanh xuân cho tay chân của bạn, retinol dạng viên nang hoạt động song song với squalane và bơ ca cao để làm mới, làm dịu và làm mịn làn da của bạn. Thoa nó thoải mái lên ngực, chân, khuỷu tay, v.v. để cải thiện các vết nhăn và các mảng thô ráp.",
        "how_to_use": "Massage vào da khô. Cổ xuống, toàn bộ hoặc từng điểm điều trị các vùng da thô ráp, xỉn màu. Hàng ngày, chiều và/hoặc sáng. Sử dụng kem chống nắng phổ rộng SPF 30 hoặc cao hơn khi sử dụng kem dưỡng da. Nếu thoa vào buổi sáng, hãy để vùng thoa kem tránh ánh nắng trực tiếp, vì retinol có thể kém hiệu quả hơn khi tiếp xúc với tia UV.",
        "ingredient": "Nước/Aqua/Eau, Isopentyldiol, Jojoba Esters, Cetyl Alcohol, Cetearyl Alcohol, Stearyl Alcohol, Theobroma Cacao (Cocoa) Bơ hạt, Retinol, Squalane, Tocopherol, Caprylic/Capric Triglyceride, Xanthan Gum, Cetearyl GlucosideHydroxyacetophenone1,2-HexanediolCaprylyl Glycol, Lecithin hydro hóa, Polyglyceryl-10 Dioleate, Axit Citric, Natri Gluconate, Glycine Soja (Đậu nành) DầuPolyglyceryl-10 Dipalmitate, Phenoxyetanol, Ergothioneine.",
        "brand": "Versed",
        "volume": "177ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13644359-3505027588627448.jpg",
        "productCode": "Body_26",
        "manufactureDate": "2022-01-29 00:00:00",
        "expirationDate": "2025-01-28 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Body",
        "name": "Xịt Chống Nắng La Roche-Posay Anthelios Ultra-Light SPF50+ 200ml",
        "cost": 66000.0,
        "description": "Bằng cách sử dụng hệ thống lọc độc đáo được gọi là 'Mexoplex', bạn có thể dễ dàng yên tâm khi biết rằng làn da của mình được an toàn khi sử dụng thương hiệu dược phẩm La Roche-Posay yêu thích của chúng tôi. Tăng cường làn da của bạn khỏi tia UVA, UVB và Hồng ngoại bằng loại xịt chống nắng đặc biệt cao, phổ rộng và ổn định với ánh sáng này. Nếu bạn dễ bị nhạy cảm với ánh nắng mặt trời và cảm giác nóng rát thì đây là loại kem chống nắng dành cho bạn. Bạn sẽ tìm thấy chỉ số PPD (Persistent Pigment Darkening) cao trên mọi sản phẩm trong dòng sản phẩm Anthelios, đảm bảo bạn nhận được khả năng bảo vệ khỏi tia UVA tốt nhất có thể để có làn da trẻ trung và đều màu hơn. Bảo vệ làn da của bạn khỏi các tác nhân bên ngoài là 'Nước suối nóng' tinh khiết và được bảo vệ, độc quyền của thương hiệu dược phẩm này, đã được chứng minh là có tác dụng nuôi dưỡng và làm dịu. Đã được thử nghiệm, thử nghiệm lại và thử nghiệm lại về độ dịu nhẹ trên làn da nhạy cảm, loại kem chống nắng không gây dị ứng và được bác sĩ da liễu khuyên dùng này đang đáp ứng mọi nhu cầu trong kỳ nghỉ hè của chúng ta. Chống nước, nuôi dưỡng và làm dịu làn da nhạy cảm? Chúng ta có thể yêu cầu gì hơn nữa!",
        "how_to_use": "Áp dụng 30 phút trước khi tiếp xúc và bôi lại thường xuyên và rộng rãi sau mỗi hai giờ để duy trì sự bảo vệ, đặc biệt là sau khi bơi, đổ mồ hôi hoặc dùng khăn tắm. Lắc đều trước khi sử dụng. Tránh tiếp xúc với ánh nắng mặt trời vào những giờ nóng nhất trong ngày. Giữ trẻ em dưới 3 tuổi tránh ánh nắng mặt trời và đảm bảo chúng đội mũ, áo phông và đeo kính râm.",
        "ingredient": "Butan, Aqua/Nước, Homosalate, Dicapryl Ether, Octocrylene, Ethylhexyl Salicylate, Dimethicone, Styrene/Acrylate Copolymer, Butyl Methoxydibenzoylmethane -Drometrizole Trisiloxane, Peg-30 Dipolyhydroxysterate -Nylon-12, Dicaprylyl Carbonate -Methyl Methacrylate Crosspolymer, Cyclohexasiloxane, Polymethylsilsesquioxane, Axit P-Anisic, Capryly Glycol, Disodium Edta, Disteardimonium Hectorite, Dodecene, Ethylhexyl Triazone, Isododecane, Lauryl Peg/Ppg-18-18 Methicone, Peg-8 Laurate-Phenoxyetanol-Poloxamer 407, Polyc10-30 Alkyl Acrylate, Propylene Carbonate, Natri clorua, Tocopherol, Nước hoa/Hương thơm.",
        "brand": "La Roche-Posay",
        "volume": "200ml",
        "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/12021441-1934645277744526.jpg",
        "productCode": "Body_66",
        "manufactureDate": "2023-10-28 00:00:00",
        "expirationDate": "2026-10-27 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Body",
        "name": "Kem chống nắng dưỡng ẩm da mặt Ultra Violette Super Supreme Screen SPF50+ 125ml",
        "cost": 144000.0,
        "description": "Đáp ứng mong muốn thường ngày hợp lý của bạn, Supreme Screen là kem dưỡng ẩm, kem lót và SPF cấp cao được tổng hợp thành một sản phẩm đa tác dụng. Loại kem nhẹ này giúp bạn bảo vệ khỏi quang phổ mặt trời của tia UV, với lớp phủ satin dưỡng ẩm, tạo ra một lớp nền mịn màng để trang điểm (mặc dù trông vẫn đẹp như nhau khi thoa một mình). Công thức chứa mận Kakadu Úc (giàu vitamin C chống oxy hóa làm sáng da) và pentavitin, một chiết xuất thực vật cung cấp khả năng hydrat hóa lên đến 72 giờ. Tuyệt vời cho các loại da khô, da thường và da hỗn hợp, Supreme Screen còn bảo vệ chống lại ánh sáng hồng ngoại, ánh sáng nhìn thấy và ánh sáng xanh – đồng thời không để lại vệt trắng. Sau một SPF mà làm được tất cả? Không cần tìm đâu xa.",
        "how_to_use": "Áp dụng hàng ngày, ngay cả khi bạn ở trong nhà (tia UVA xuyên qua các đám mây và cửa sổ). Thoa đều ở bước cuối cùng trong quy trình chăm sóc da của bạn, ngay sau hoặc thay vì kem dưỡng ẩm và trước khi trang điểm.",
        "ingredient": "Aqua/Nước/Eau, Isostearyl Neopentanoate, Ethylhexyl Methoxycinnamate, Cyclopentasiloxane, Alcohol, Cyclohexasiloxane, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Glycerin, Methylene Bis-Benzotriazolyl Tetramethylbutylphenol, Butylene Glycol, Cetearyl Alcohol, Dimethicone, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Ceteareth-20, Nylon-6/12, Squalane, Caprylyl Glycol, Peg-40 Stearate, Saccharide Isomerate, Silica, Decyl Glucoside, Tocopheryl Acetate, Disodium Edta, Polysorbate 60, Axit Caprylhydroxamic, Hương thơm/Parfum, Pentylene Glycol, Trianolamine, Terminalia Chiết xuất trái cây Ferdinandiana, Propylene Glycol, Xanthan Gum, Axit Citric, Natri Citrate, Carnosine, Ci 77491, Ci 77492, Ci 77499 (Sắt Oxit).",
        "brand": "Ultra Violette",
        "volume": "",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14706550-1345061795426216.jpg",
        "productCode": "Body_68",
        "manufactureDate": "2024-03-01 00:00:00",
        "expirationDate": "2027-03-01 00:00:00",
        "origin": "Nhật Bản"
    },
    {
        "category": "Body",
        "name": "Thuốc mỡ Lanolips The Original 101",
        "cost": 32970.0,
        "description": "Là sản phẩm cần phải có cho những ai có làn da khô, môi nứt nẻ hoặc những ai muốn chống lại 'làn da mùa đông' đáng sợ, The Original 101 Ointment là sản phẩm cổ điển đình đám nguyên bản của Lanolips và là nơi tốt nhất để bắt đầu khi khám phá thương hiệu. Nó được làm giàu với lanolin nguyên chất, có cấu trúc phân tử độc đáo gần giống và bắt chước các loại dầu trên da của bạn để phục hồi độ ẩm. Dưỡng ẩm mạnh mẽ, nuôi dưỡng và 100% tự nhiên, loại thuốc mỡ cứu hộ này có 101 công dụng, giúp giảm đau ngay lập tức mọi thứ, từ vết khô đến vết đau ở lớp biểu bì và đường mũi. Đã được kiểm nghiệm da liễu, người hùng đa nhiệm này là người ăn chay và thân thiện với trẻ em, không độc ác và không có 'chất khó chịu', khiến nó hoàn toàn không cần phải đắn đo. Muốn nó đi xa hơn? Tại sao không trộn nó với sản phẩm dưỡng ẩm hàng ngày yêu thích của bạn để tăng thêm tác dụng bổ sung làn da?",
        "how_to_use": "Làm ấm thuốc mỡ giữa các ngón tay hoặc bôi trực tiếp lên môi và da. Sử dụng rộng rãi và giữ ở nhiệt độ dưới 25˚C.",
        "ingredient": "Nguyên bản: Lanolin cấp siêu y tế Bạc hà: Lanolin*, Aroma (Nat)*, Tocopheryl acetate (Vit E)*, Mentha Piperita (Peppermint) Oil*, Limonene* *có nguồn gốc tự nhiên",
        "brand": "Lanolips",
        "volume": "15g",
        "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/11121832-9734662380026497.jpg",
        "productCode": "Body_75",
        "manufactureDate": "2022-08-23 00:00:00",
        "expirationDate": "2025-08-22 00:00:00",
        "origin": "Pháp"
    }
]