[
    {
        "category": "Fragrance",
        "name": "The INKEY List Vitamin C Brightening Hair Treatment 50ml",
        "cost": 15000.0,
        "description": "Khai thác một quy trình cố định trong quy trình chăm sóc da của bạn và sửa đổi nó để có những lọn tóc thiếu sức sống, Dầu dưỡng tóc làm sáng tóc Vitamin C tiên phong của THE INKEY LIST mang đến tất cả thành phần chính giúp tăng cường độ bóng, tăng độ sáng cho việc chăm sóc tóc của bạn. Tốt nhất cho tóc xỉn màu, hư tổn, loại serum mềm mượt này có tác dụng tối đa hóa độ bóng của các sợi tóc, cho những lọn tóc siêu bóng mượt. Chứa 0,5% VCIP để phục hồi độ dài bị hư tổn, cùng với 2% Lustreplex (làm tăng Hệ số chống ẩm của tóc để giảm thiểu xoăn cứng và tối ưu hóa độ bóng) và 1% Betaine để làm mềm và nuôi dưỡng, điều này giúp phục hồi những sợi tóc bị tàn phá, suy yếu do quay sợi rơm thành lụa (không có silicon).",
        "how_to_use": "Chúng tôi khuyên bạn nên lắc kỹ chai trước khi sử dụng. Lắc vào lòng bàn tay, xoa bóp hai bàn tay vào nhau và vuốt tóc ướt hoặc khô. Thoa đủ để phủ một lớp mỏng lên toàn bộ mái tóc của bạn. Cứ tiếp tục đi. Phong cách như thường lệ. Sử dụng 1-2 lần một tuần.",
        "ingredient": "0,5% VCIP giúp phục hồi tóc hư tổn và làm sáng rõ tóc xỉn màu 2% Lustreplex™ - giúp tăng Hệ số kháng độ ẩm của tóc (H2RF) để giảm xoăn cứng và tăng độ bóng 1% Betaine giúp dưỡng tóc, giúp tóc mềm và khỏe mạnh Nước ( Aqua/Eau), Dầu thầu dầu hydro hóa PEG-40, Polyqu Parentium-70, Betaine, Panthenol, Phenoxyanol, Polyqu Parentium-37, Ascorbyl Tetraisopalmitate, Citronellyl Methylcrotonate, Dipropylene Glycol, Natri Metabisulfite, Ethylhexylglycerin, Trisodium Ethylenediamine Disuccine. *Bao bì có thể khác nhau.",
        "brand": "The INKEY List",
        "volume": "50ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12645521-1754896395376252.jpg",
        "productCode": "Fragrance_79",
        "manufactureDate": "2023-08-16 00:00:00",
        "expirationDate": "2026-08-15 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Fragrance",
        "name": "Dầu gội khô sạch tiên tiến Living Proof Perfect Hair Day (PhD) 90ml",
        "cost": 45000.0,
        "description": "Được thiết kế để cạnh tranh với loại dầu gội xả thường dùng của bạn, Dầu gội khô sạch nâng cao Perfect Hair Day (PhD) của Living Proof không chỉ giữ tóc sạch giữa các lần gội mà thậm chí còn chăm sóc tóc. Không thực sự, độ bóng và độ mềm mại là không có thật... Nó được làm bằng các loại bột hấp thụ nhanh để thấm dầu và mồ hôi, mà hệ thống loại bỏ bột tiên tiến của thương hiệu sau đó dễ dàng loại bỏ để có một khởi đầu mới. Sau đó, sự trợ giúp của các chất dưỡng tóc sẽ tăng thêm độ mềm mại, bóng mượt và dễ quản lý giữa các lần gội, đồng thời xịt sảng khoái giúp trung hòa mùi hôi và cân bằng lượng bã nhờn trên da đầu để giữ cho tóc bạn sạch lâu hơn. Quả anh đào trên cùng của công thức yêu chiều dài? Nó không để lại dư lượng có thể nhìn thấy hoặc kết cấu nên trông sẽ không giống như bạn đang rắc bột lên đầu! Tích trữ size đầy đủ (198ml) để thêm vào bộ sưu tập chăm sóc tóc tại nhà của bạn hoặc bỏ size du lịch (92ml) vào túi xách của bạn để làm mới khi đang di chuyển.",
        "how_to_use": "Lắc có thể cực kỳ tốt để có kết quả làm sạch tối đa. Giữ bình xịt cách xa tóc khô và bẩn 6-10 inch. Cắt và thoa sản phẩm theo chuyển động quét. Đợi 30 giây. Loại bỏ bột bằng cách xoa bóp và lắc ở chân tóc bằng ngón tay hoặc chải tóc. Áp dụng nhiều hơn nếu cần thiết, lắc lại. Kiểu dáng như mong muốn. Dầu gội khô sạch nâng cao Perfect Hair Day™ có thể được sử dụng trên hầu hết các loại tóc. Đối với tóc dày hơn, thô hơn, hãy chia tóc kỹ hơn khi thoa. Đối với tóc xoăn, hãy loại bỏ bột bằng máy sấy ở nhiệt độ thấp và hướng vào chân tóc nơi thoa sản phẩm (so với dùng ngón tay hoặc lược sẽ làm mất cấu trúc của lọn tóc).",
        "ingredient": "Isobutane, Propane, Alcohol Denat., Tinh bột Oryza Sativa (Gạo), Cyclodextrin, Tinh bột Zea Mays (Ngô), Chiết xuất Furcellaria Lumbricalis, Silica ngậm nước, Hydroxypropyl Arginine Lauryl/Myristyl Ether HCl, Chiết xuất Tetraselmis Suecica, Isopropyl Lauroyl Sarcosinate, Cetrimonium Clorua, Glycerin, Mannitol, Polyvinyl Alcohol, Disteardimonium Hectorite, Nước/Eau/Aqua, Hương thơm/Parfum, Citronellyl Methylcrotonate, Linalool, Citronellol, Benzyl Salicylate, Citral, Limonene.",
        "brand": "Living Proof",
        "volume": "90ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13190401-1054930873586301.jpg",
        "productCode": "Fragrance_137",
        "manufactureDate": "2022-03-03 00:00:00",
        "expirationDate": "2025-03-02 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Fragrance",
        "name": "Bộ điều trị phục hồi tóc Olaplex (Trị giá £84,00)",
        "cost": 144000.0,
        "description": "Bao gồm tất cả mọi thứ từ bộ đôi dầu gội và dầu xả năng động đã đưa OLAPLEX lên bản đồ cho đến các công thức mềm mượt được thiết kế để khôi phục độ bóng và mượt tự nhiên cho tóc của bạn, Bộ điều trị phục hồi tóc kết hợp tất cả các mặt hàng chủ lực mà bạn đang tìm kiếm thành một thứ cần phải có bộ. Tôn vinh sức mạnh bằng một thói quen đã được khoa học chứng minh là có tác dụng đảo ngược tác động của tổn thương tóc, trải nghiệm giống như salon tại nhà này mang đến một làn sóng dưỡng ẩm làm mới tóc giúp ngăn ngừa khô tóc một lần và mãi mãi. Phát huy tác dụng kỳ diệu của mình trên mọi loại tóc và kết cấu, bộ sản phẩm bốn sản phẩm hiệu quả này có những điều kỳ diệu về việc xây dựng mối liên kết mà rốt cuộc có thể khiến bạn phải hủy cuộc hẹn với thẩm mỹ viện...",
        "how_to_use": "BƯỚC 1 - XỬ LÝ: Dầu Trị Liệu Chuyên Sâu No.0 Bond Building Treatment + No.3 Hair Perfector™ 1. Trước khi gội đầu, bôi No.0 từ từ lên tóc khô, thoa đều từ gốc đến ngọn và chia thành từng phần nhỏ bằng cách bóp nhẹ. chất lỏng thấm vào tóc để được hấp thụ hoàn toàn khi bạn di chuyển. Tóc phải ẩm, không ướt. Để xử lý trong 10 phút. KHÔNG RỬA. 2. Theo dõi trực tiếp số 3. Thoa đều lên tóc ẩm từ da đầu đến ngọn cho đến khi tóc thấm hoàn toàn. Để trong tối thiểu 10 phút (hoặc lâu hơn nếu muốn). Sau đó, rửa sạch. BƯỚC 2 - LÀM SẠCH: Dầu gội số 4 Bond Maintenance®: 1. Tạo bọt và massage lên tóc ướt, tập trung vào chân tóc. 2. Xả sạch và dùng Dầu xả Olaplex N°5 Bond Maintenance®. BƯỚC: 3 - HYDRATE: Dầu xả Bond Maintenance® số 5: 1. Sau khi gội sạch với Dầu gội OLAPLEX N°4 Bond Maintenance®, thoa một lượng vừa đủ từ gốc đến ngọn. 2. Để trong ba phút, sau đó rửa sạch.",
        "ingredient": "Điều trị tóc tạo liên kết chuyên sâu OLAPLEX No. 0: Nước (Aqua/Eau), Bis-Aminopropyl Diglycol Dimaleate, Phenoxyetanol, Natri Benzoat. OLAPLEX No. 3 Hair Perfector™: Nước (Aqua/Eau), Bis-Aminopropyl Diglycol Dimaleate, Propylene Glycol, Cetearyl Alcohol, Behentrimonium Methosulfate, Cetyl Alcohol, Phenoxyetanol, Glycerin, Hydroxyethyl Ethylcellulose, Stearamidopropyl Dimethylamine, Quaternium-91, Natri Benzoate, Cetrimonium Methosulfate, Cetrimonium Clorua, Hương thơm (Parfum), Tetrasodium EDTA, Polyqu Parentium-37, Benzyl Benzoate, Axit Etidronic, Axit ascoricic, Phytantriol, Tocopheryl Acetate, Nước ép lá Aloe Barbadensis, Panthenol, Dầu hạt Simmondsia Chinensis (Jojoba), Axit Citric, Kali Sorbat. Dầu gội OLAPLEX No. 4 Bond Maintenance®: Nước (Aqua/Eau), Natri Lauroyl Methyl Isethionate, Cocamidopropyl Hydroxysultaine, Kali Cocoyl Glycinate, Disodium Cocoyl Glutamate, Natri Lauroyl Sarcosinate, Kali Cocoate, Decyl Glucoside, Glycereth-26, Bis-Aminopropyl Diglycol Dimaleate, Cocamidopropylamine Oxit, Disodium Laureth Sulfosuccinate, Glycol Distearate, Natri Cocoyl Glutamate, Methyl Gluceth-20, Acrylates Copolymer, PEG-120 Methyl Glucose Dioleate, Amodimethicone, Axit Citric, Natri Lauryl Sulfoacetate, Polyqu Parentium-10, Ethylhexylglycerin, Divinyldimethicone/Dimethicone Copolymer , Polyqu Parentium-11, Trisodium Ethylenediamine Disuccinate, Guar Hydroxypropyltrimonium Clorua, C11-15 Pareth-7, Laureth-9, Glycerin, Trideceth-12, C12-13 Pareth-23, C12-13 Pareth-3, Protein thực vật thủy phân, PG- Propyl Silanetriol, Panthenol, Axit axetic, Tetrasodium EDTA, Pentasodium Triphosphate, Natri Hydroxide, Disodium EDTA, Dầu hạt Helianthus Annuus (Hướng dương), Tocopherol, Dầu hạt Prunus Armeniaca (Quả mơ), Pseudozyma Epicola/Camellia Sinensis Dịch lọc chiết xuất lên men dầu hạt Camellia Sinensis, Pseudozyma Dịch lọc lên men dầu hạt nhân Epicola/Argania Spinosa, Quaternium-95, Propanediol, Chiết xuất hạt Helianthus Annuus (Hướng dương), PEG-8, Chiết xuất từ ​​trái cây Euterpe Oleracea, Chiết xuất Punica Granatum, Chiết xuất lá Rosmarinus Officinalis (Hương thảo), Quả Musa Sapientum (Chuối) Chiết xuất, Chiết xuất lá Origanum Vulgare, Chiết xuất trái cây Morinda Citrifolia, Chiết xuất rễ cây Arctium Lappa, PEG-8/SMDI Copolymer, Natri Hyaluronate, Palmitoyl Myristyl Serinate, Natri Polyacrylate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Biotin, Axit Benzoic, Phenoxyetanol , Clorphenesin, Kali Sorbate, Natri Benzoat, Hương thơm (Parfum), Citral, Hexyl Cinnamal, Limonene. Dầu xả OLAPLEX số 5 Bond Maintenance®: Nước (Aqua/Eau), Cetearyl Alcohol, PPG-3 Benzyl Ether Myristate, Caprylic/Capric Triglyceride, Cetyl Alcohol, Octyldodecyl Ricinoleate, Quaternium-91, Cetrimonium Clorua, Divinyldimethicone/Dimethicone Copolymer, Behentrimonium Clorua, Glycerin, Isododecane, Cetyl Este, Bis-Aminopropyl Diglycol Dimaleate, Panthenol, Phospholipids, Dimethicone PEG-7 Isostearate, Hydroxypropyl Guar, Dầu đậu nành Glycine (Đậu nành), PEG-45M, PEG-7 Amodimethicone, Amodimethicone, C12-13 Pareth -23, C12-13 Pareth-3, Disodium EDTA, Polysilicone-15, Dầu hạt Camellia Sinensis, C11-15 Pareth-7, Natri Polyaspartate, Hydroxypropyl Cyclodextrin, Dầu hạt Crambe Abyssinica, Dầu Persea Gratissima (Bơ), Vitis Vinifera ( Nho) Dầu hạt, Laureth-9, Trideceth-12, Butylene Glycol, Axit Citric, Chiết xuất Ahnfeltiopsis Concinna, Silica, Axit axetic, Axit Etidronic, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Glycol, Natri Acetate, PEG-4 Laurate, PEG-4 Dilaurate, BHT, Axit Hyaluronic thủy phân, PEG-4, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Argania Spinosa, Tocopheryl Linoleate/Oleate, Dầu hạt Helianthus Annuus (Hướng dương) , Quaternium-95, Propanediol, Chiết xuất hạt Helianthus Annuus (Hướng dương), PEG-8, Chiết xuất Punica Granatum, Chiết xuất từ ​​trái cây Morinda Citrifolia, Chiết xuất từ ​​trái cây Euterpe Oleracea, PEG-8/SMDI Copolymer, Palmitoyl Myristyl Serinate, Natri Polyacrylate, Tocopherol, Biotin , Phenoxyetanol, Clorphenesin, Natri Dehydroacetate, Iodpropynyl Butylcarbamate, Natri Benzoat, Kali Sorbate, Hương thơm (Parfum), Citral, Hexyl Cinnamal, Limonene.",
        "brand": "Olaplex",
        "volume": "4 x 100ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13903619-1385060756699685.jpg",
        "productCode": "Fragrance_5",
        "manufactureDate": "2022-10-29 00:00:00",
        "expirationDate": "2025-10-28 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Fragrance",
        "name": "Xịt khoáng siêu nhiên Color Wow Dream Coat 200ml",
        "cost": 81000.0,
        "description": "Là sản phẩm cải tiến cần có để bảo vệ tóc xốp, đã qua xử lý màu, Xịt siêu nhiên Color Wow's Dream Coat bảo vệ từng sợi tóc bằng một lớp áo chống thấm vô hình - hoàn hảo để chống xoăn cứng. Nếu bạn nhuộm tóc, sợi tóc của bạn có thể xốp hơn và dễ bị ảnh hưởng bởi độ ẩm - đồng nghĩa với việc có nhiều nguy cơ bị xoăn hơn! Giới thiệu Xịt siêu nhiên Dream Coat của Color Wow, giúp 'thu nhỏ' từng sợi tóc bằng một lớp áo chống thấm vô hình để ngăn tóc xoăn và bay mất. Được kích hoạt bằng nhiệt, tác dụng của loại xịt này kéo dài qua ba đến bốn lần gội và có tác dụng nén, thắt chặt và cố định các sợi tóc để mang lại kiểu dáng đẹp, mịn và siêu mượt một cách siêu nhiên. Không giống như các loại serum 'bảo vệ độ ẩm' thông thường, Dream Coat sẽ không tích tụ, làm nặng tóc hoặc làm tóc nhờn - và có kích thước vừa vặn với túi xách để bạn không bao giờ bị ảnh hưởng bởi thời tiết.",
        "how_to_use": "Gội, dưỡng, lau khô tóc, chia làm nhiều phần. Xịt đều và đều lên tóc DAMP (không ướt). Không thoa các sản phẩm tạo kiểu khác lên tóc ẩm. Dùng lược sấy khô từng phần tóc để giữ nếp tóc. Cần sấy khô để kích hoạt. Để có kết quả tốt nhất, hãy sử dụng 3-4 lần gội đầu.",
        "ingredient": "Aqua/Nước/Eau, Dipropylene Glycol, Polysilicone-29, DMDM ​​Hydantoin, Propylene Glycol, Glycerin, Silicone Quaternium-18, Butylene Glycol, Iodopropynyl butylcarbamate, Trideceth-7, Trideceth-12, Phenoxyetanol, Chamomilla Recutita (Matricaria) Hoa, Chiết xuất , Chiết xuất hoa Calendula Officinalis, Kali Sorbate, Kali Benzoat, Axit Citric",
        "brand": "Color WOW",
        "volume": "200ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11516014-3214942298823972.jpg",
        "productCode": "Fragrance_4",
        "manufactureDate": "2024-09-27 00:00:00",
        "expirationDate": "2027-09-27 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Fragrance",
        "name": "Kem tạo kiểu chuyển đổi màu Wow One Minute 120ml",
        "cost": 58500.0,
        "description": "Là một giải pháp khắc phục nhanh chóng cho mái tóc bị uốn cong không đúng hình dạng, Chuyển đổi một phút của Color Wow có tác dụng giúp làm mượt tóc xoăn một cách nhanh chóng, khắc phục tình trạng đầu giường của bạn và chống lại nếp nhăn do dây buộc tóc của bạn. Một loại cocktail gồm các chất chiết xuất nuôi dưỡng để đánh bóng các lọn tóc của bạn, hạn chế tóc rụng và thuần hóa tóc xoăn, loại kem mềm mượt này có thể được cào qua tóc khô để chống lại tình trạng 'lông tơ' và để lại độ dài bóng mượt như gương. Hoặc, để có một kiểu sấy tóc phù hợp với thẩm mỹ viện, hãy thoa lên tóc khô từng phần nhỏ và sau đó sử dụng lược tròn với luồng nhiệt tỏa nhanh để có được kiểu tóc 'sóng' bóng mượt. Được đóng gói với omega để nuôi dưỡng, hydrat hóa và bảo vệ với trọng lượng có thể làm giảm khối lượng, loại son dưỡng này là một lợi ích khi bạn muốn trông thật tuyệt vời, nhanh chóng.",
        "how_to_use": "Thoa một lượng nhỏ lên những vùng tóc xoăn, không vào nếp và chải bằng lược phẳng để chế ngự những sợi tóc bay. Sử dụng trên tóc khô. Để có lớp sơn khô chuyên nghiệp hơn, hãy thoa qua những phần không đều, quấn quanh một chiếc cọ tròn và đánh bằng máy sấy trong 15 giây.",
        "ingredient": "Aqua/Nước/EAU, Propylene Glycol, Dầu Persea Gratissima(Bơ), Phenyl Trimethicone, Glycerin, Isostearyl Palmitate, Glyceryl Stearate, C12-15 Alkyl Benzoate, Ethylhexyl Salicylate, VP, Sorbitan Oleate, Parfum/Hương thơm, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Mryistamidopropyl PG-Dimonium Chloride Phosphate, Aminomethyl Propanol, Steardimonium Hydroxypropyl Hydrolyzed Wheat Protein, Phenoxyanol, Caprylyl Glycol, Ethylhexylglycerin, Butylene glycol, Linalool Sản phẩm này đã được điều chế lại và không chứa Butylphenyl Methylpropional.",
        "brand": "Color WOW",
        "volume": "120ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11310096-4084896455223348.jpg",
        "productCode": "Fragrance_78",
        "manufactureDate": "2023-05-20 00:00:00",
        "expirationDate": "2026-05-19 00:00:00",
        "origin": "Đức"
    },
    {
        "category": "Fragrance",
        "name": "Dầu xả bảo dưỡng trái phiếu Olaplex số 5 100ml",
        "cost": 42000.0,
        "description": "Chai sang trọng và tối giản này chứa hoạt chất bis-aminopropyl diglycol dimaleate có tác dụng thần kỳ, giúp củng cố và phục hồi tóc hư tổn sau nhuộm, tẩy, uốn hoặc tạo kiểu bằng nhiệt. Là loại dầu xả phục hồi và dưỡng ẩm hàng ngày, chất lỏng mềm mượt này giúp dưỡng ẩm sâu và tăng cường độ chắc khỏe cho tóc cũng như sửa chữa các liên kết tóc bị đứt gãy giữa các lần đến tiệm hoặc tạo kiểu tóc để bạn có thể tiếp tục duy trì màu tóc và kiểu tóc yêu thích mà không lo tóc bị hư tổn sau này. Sửa chữa. Công thức Dầu xả bảo trì trái phiếu số 5 cũng không chứa màu, sunfat, paraben, gluten và hạt cũng như thân thiện với người ăn chay. Sử dụng cùng với Dầu gội bảo trì Bond số 4 cũng như sản phẩm dưỡng tóc hàng tuần No.3.",
        "how_to_use": "Thoa lên tóc ẩm, sau đó dùng Dầu gội bảo trì trái phiếu số 4 và thoa lên tóc từ gốc đến ngọn rồi gội sạch. Có thể được sử dụng cùng với Hair Perfector Treatment hàng tuần.",
        "ingredient": "Nước (Aqua/Eau),Cetearyl Alcohol,PPG-3 Benzyl Ether Myristate, Caprylic/Capric Triglyceride, Cetyl Alcohol,Octyldodecyl Ricinoleate, Quaternium-91, Cetrimonium Clorua, Divinyldimethicone/Dimethicone Copolymer, Behentrimonium Clorua, Glycerin, Isododecane Cetyl Este, Bis -Aminopropyl Diglycol Dimaleate, Panthenol, Phospholipds, Dimethicone PEG-7 Isostearate, Hydroxypropyl Guar, Glycine Soya (Đậu nành) Dầu, PEG-45M, PEG-7 Amodimethicone, Amodimethicone, C12-13 Pareth-23, C12-13 Pareth-3, Disodium EDTA, Polysilicone-15, Dầu hạt Camellia Sinensis, C11-15 Pareth-7, Natri Polyaspartate, Hydroxypropyl Cyclodextrin, Dầu hạt Crambe Abyssinica, Dầu Persea Gratissima (Dầu bơ), Dầu hạt Vitis Vinifera (Nho), Laureth-9, Trideceth -12, Butylene Glycol, Axit Citric, Chiết xuất Ahnfeltiopsis Concinna, Silica, Axit axetic, Axit Etidronic, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Glycol, Natri axetat, PEG-4 Laurate PEG-4 Dilaurate, BHT, Hyaluronic thủy phân Axit, PEG-4, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Argania Spinosa, Tocopheryl Linoleate/Oleate, Dầu hạt Helianthus Annus (Hướng dương), Quaternium-95, Propanediol, Helianthus Annus (Hướng dương) ) Chiết xuất hạt, PEG-8, Chiết xuất Punica Granatum, Chiết xuất từ ​​trái cây Morinda Citrifolia, Chiết xuất từ ​​trái cây Euterpe Oleracea, PEG-8/SMDI Copolymer, Palmitoyl Myristyl Serinate, Natri, Polyacrylate, Tocopherol, Biotin, Phenoxyetanol, Chlorphenesin, Natri Dehydroacetate, Iodpropynyl Butylcarbamate , Natri Benzoat, Kali Sorbate, Hương thơm (Parfum), Citral, Hexyl Cinnamal, Limonene.",
        "brand": "Olaplex",
        "volume": "100ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12647113-3694958145979896.jpg",
        "productCode": "Fragrance_97",
        "manufactureDate": "2023-09-17 00:00:00",
        "expirationDate": "2026-09-16 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Fragrance",
        "name": "Gói dầu gội và dầu xả Olaplex",
        "cost": 168000.0,
        "description": "Hành động kép yêu thích mới cho mái tóc của bạn, Gói Dầu gội và Dầu xả OLAPLEX kết hợp hai trong số những sản phẩm được yêu thích nhất của thương hiệu thành một thói quen dễ thực hiện. Bước đầu tiên, hãy khám phá Dầu gội bảo trì trái phiếu số 4. Là loại dầu gội làm sạch và phục hồi hàng ngày, chất lỏng mềm mượt này giúp dưỡng ẩm sâu và tăng cường độ chắc khỏe cho tóc cũng như sửa chữa các liên kết tóc bị đứt gãy giữa các lần salon hoặc các buổi tạo kiểu tóc, để bạn có thể tiếp tục duy trì màu tóc và kiểu tóc yêu thích mà không lo tóc bị hư tổn sau này. Sửa chữa. Thực hiện theo điều này với Dầu xả bảo trì trái phiếu số 5, giúp phục hồi các liên kết tóc và nhẹ nhàng phục hồi mức độ hydrat hóa mà không làm tăng thêm trọng lượng. Công thức dưỡng ẩm này là sự lựa chọn hoàn hảo để loại bỏ tình trạng tóc xoăn hư tổn và thúc đẩy mái tóc chắc khỏe, bóng mượt.",
        "how_to_use": "Vui lòng xem các trang sản phẩm riêng lẻ để biết chi tiết.",
        "ingredient": "Dầu gội: Nước, Cetearyl Alcohol, PPG-3 Benzyl Ether Myristate, Caprylic/Capric Triglyceride, Cetyl Alcohol,Octyldodecyl Ricinoleate, Quaternium-91, Cetrimonium Chloride, Divinyldimethicone/Dimethicone Copolymer, Behentrimonium Chloride, Glycerin, Cetyl Este, Isododecane, Bis-Aminopropyl Diglycol Dimaleate, Hương thơm, Panthenol, Phospholipids, Dimethicone PEG-7 Isostearate, Pseudozyma Epicola/Argania Spinosa Dịch lọc lên men dầu hạt nhân, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Tocopheryl Linoleate/Oleate, Quaternium-95, Propanediol, Chiết xuất Punica Granatum , Chiết xuất từ ​​trái cây Morinda Citrifolia, PEG-8, Chiết xuất từ ​​trái cây Euterpe Oleracea, Dầu hạt Camellia Sinensis, Dầu hạt Crambe Abyssinica, Hydroxypropyl Cyclodextrin, Dầu Persea Gratissima (Bơ), Dầu hạt Vitis Vinifera (Nho), Disodium EDTA, Polysilicone-15, C11-15 Pareth-7, Hydroxypropyl Guar, Dầu Glycine Soja (Đậu nành), PEG-45M, PEG-7 Amodimethicone, Amodimethicone, C12-13 Pareth-23, C12-13 Pareth-3, Laureth-9, Pentaerythrityl Tetra-Di -T-Butyl Hydroxyhydrocinnamate, PEG-4, Phenoxyetanol, Hexyl Cinnamal. Dầu xả: Nước, Cetearyl Alcohol, PPG-3 Benzyl Ether Myristate, Caprylic/Capric Triglyceride, Cetyl Alcohol,Octyldodecyl Ricinoleate, Quaternium-91, Cetrimonium Chloride, Divinyldimethicone/Dimethicone Copolymer, Behentrimonium Chloride, Glycerin, Cetyl Este, Isododecane, Bis-Aminopropyl Diglycol Dimaleate, Hương thơm, Panthenol, Phospholipids, Dimethicone PEG-7 Isostearate, Pseudozyma Epicola/Argania Spinosa Dịch lọc lên men dầu hạt nhân, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Tocopheryl Linoleate/Oleate, Quaternium-95, Propanediol, Chiết xuất Punica Granatum , Chiết xuất từ ​​trái cây Morinda Citrifolia, PEG-8, Chiết xuất từ ​​trái cây Euterpe Oleracea, Dầu hạt Camellia Sinensis, Dầu hạt Crambe Abyssinica, Hydroxypropyl Cyclodextrin, Dầu Persea Gratissima (Bơ), Dầu hạt Vitis Vinifera (Nho), Disodium EDTA, Polysilicone-15, C11-15 Pareth-7, Hydroxypropyl Guar, Dầu Glycine Soja (Đậu nành), PEG-45M, PEG-7 Amodimethicone, Amodimethicone, C12-13 Pareth-23, C12-13 Pareth-3, Laureth-9, Pentaerythrityl Tetra-Di -T-Butyl Hydroxyhydrocinnamate, PEG-4, Phenoxyetanol, Hexyl Cinnamal.",
        "brand": "Olaplex",
        "volume": "250ml x 2",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12219541-1694945676452971.jpg",
        "productCode": "Fragrance_2",
        "manufactureDate": "2024-03-24 00:00:00",
        "expirationDate": "2027-03-24 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Fragrance",
        "name": "Thực Phẩm Bổ Sung Tóc Giai Đoạn Tăng Trưởng The Nue Co. (90 Viên)",
        "cost": 165000.0,
        "description": "Bạn đã bao giờ cảm thấy tóc mình... ngừng... mọc chưa? Bước vào: Giai đoạn tăng trưởng của Công ty Nue! Giới thiệu sản phẩm bổ sung toàn diện này dành cho các sợi tóc ứ đọng được thiết kế để hỗ trợ sự thiếu hụt dinh dưỡng, biến động nội tiết tố và căng thẳng. Hãy coi đây như một loại 'dầu' không chứa thuốc sẽ giúp bánh răng quay và tóc bồng bềnh. Áp dụng cách tiếp cận toàn diện 360 độ để chăm sóc tóc tốt hơn, Giai đoạn tăng trưởng hoạt động từ trong ra ngoài! Thúc đẩy mái tóc dài hơn, đầy đặn hơn với các thành phần kích thích tăng trưởng như protein và peptide, bạn có thể bổ sung thêm một số dưỡng chất cần thiết vào thói quen chăm sóc tóc của mình. Mọi chuyện sẽ tốt hơn (!)... hãy yên tâm rằng mái tóc của bạn đang được bơm đầy đủ các khoáng chất, vi chất dinh dưỡng và vitamin thiết yếu. Tự hào với kết quả đáng chú ý chỉ trong vòng 12 tuần, bạn chắc chắn sẽ là điểm thu hút của chiếc bờm trong mọi căn phòng.",
        "how_to_use": "Uống ba viên vào buổi sáng cùng với thức ăn.",
        "ingredient": "BiovaBio™, Vitamin C, Vitamin E, Vitamin K, Thiamin, Riboflavin, Niacin, Vitamin B6, Folate, Vitamin B12, Biotin, Axit Pantothenic, Iodine (từ tảo bẹ), Chiết xuất thực vật đuôi ngựa, Nấm linh chi, Chiết xuất rễ cây Eleuthero. (Chứa trứng.)",
        "brand": "The Nue Co.",
        "volume": "90 capsules",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13502068-6995058899205798.jpg",
        "productCode": "Fragrance_26",
        "manufactureDate": "2023-01-24 00:00:00",
        "expirationDate": "2026-01-23 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Fragrance",
        "name": "Sữa dưỡng tóc Drunk Elephant Silkamino 240ml",
        "cost": 84000.0,
        "description": "Vừa hạ cánh và sẵn sàng phục hồi các liên kết tóc hư tổn về trạng thái mềm mượt, khỏe mạnh là bộ sưu tập Silkamino từ Drunk Elephant. Toàn bộ dòng sản phẩm tập trung vào các axit amin tơ tằm và protein tơ tằm để nhắm đến những mái tóc đã qua xử lý quá mức và giúp tóc bạn khỏe mạnh, bóng mượt và mềm mại hơn bao giờ hết. Chúng tôi muốn bạn giới thiệu Sữa dưỡng tóc Silkamino… chứa đầy các loại dầu nuôi dưỡng có nguồn gốc từ thực vật để dưỡng ẩm sâu cho những sợi tóc bị hư tổn, phương pháp điều trị không chứa sunfat, silicone và không mùi thơm này giúp tóc bạn chắc khỏe từ trong ra ngoài. Bạn có biết tóc của bạn được làm từ protein? Chất nào được tạo thành từ axit amin? Vì vậy, một cách tự nhiên, cách tốt nhất để sửa chữa những sợi tóc bị hư tổn là sử dụng các công thức giàu axit amin. Đây là lúc dòng sản phẩm tăng cường sức mạnh mới nhất của Drunk Elephant xuất hiện… Bóp bờm của bạn bằng liệu pháp dưỡng tóc này, được tối ưu hóa bằng tơ thủy phân để lấp đầy các vết nứt trên thân tóc do hư tổn, mang lại vẻ ngoài bóng mượt, mượt mà ngay lập tức. Sức mạnh và khả năng quản lý được cải thiện đáng kể nhờ một lượng axit amin làm mềm tơ, và nó sẽ không phải là anh hùng 'Say rượu' nếu không chứa dầu marula nguyên chất mang tính biểu tượng! Giữ ẩm vô tận và chắc chắn mang lại độ bóng rực rỡ nhờ hàm lượng omega 6 và 9 cao tự nhiên, sản phẩm này được thiết lập để biến mỗi ngày thành một ngày có mái tóc đẹp. Cũng có mùi thơm tự nhiên của trái cây vani, sản phẩm này đóng vai trò như một chất chống gốc tự do để tăng cường bảo vệ và giúp mái tóc khỏe mạnh hơn toàn diện.",
        "how_to_use": "Thoa một lượng nhỏ lên tóc mới gội sạch, lau khô bằng khăn, chải từ gốc đến ngọn. Phong cách như thường lệ. Mẹo: Thoa lên tóc khô khi cần thiết suốt cả ngày để tăng cường độ ẩm, độ mềm mượt và bóng mượt.",
        "ingredient": "Nước/Aqua/Eau, Glycerin, Cetearyl Alcohol, Caprylic/Capric Triglyceride, Dầu hạt Argania Spinosa, Dầu hạt Sclerocarya Birrea, Dầu hạt Crambe Abyssinica, Stearamidopropyl Dimethylamine, Natri PCA, Behentrimonium Methosulfate, Tơ thủy phân, Axit amin tơ, Pseudozyma Epicola/ Chiết xuất lên men dầu hạt Camellia Sinensis Dịch lọc, Sericin, Panthenol, Quinoa thủy phân, Dicaprylyl Carbonate, Natri Lactate, PCA, Alanine, Arginine, Glycine, Histidine, Isoleucine, Phenylalanine, Proline, Serine, Threonine, Valine, Hydroxyethylcellulose, Axit Aspartic, Glycine Soja (Đậu nành) Dầu, Sorbitan Oleate, Natri Phosphate, Tocopherol, Lauryl Glucoside, Chiết xuất từ ​​trái cây Vanilla Planifolia, Disodium Phosphate, Axit Citric, Polyqu Parentium-37, Acrylate/Stearyl Methacrylate Copolymer, Caprylyl Glycol, Chlorphenesin, Natri Benzoate, Phenoxyetanol, Kali Sorbate, Rượu Benzyl.",
        "brand": "Drunk Elephant",
        "volume": "240ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13869856-1704982481302997.jpg",
        "productCode": "Fragrance_37",
        "manufactureDate": "2022-02-26 00:00:00",
        "expirationDate": "2025-02-25 00:00:00",
        "origin": "Pháp"
    },
    {
        "category": "Fragrance",
        "name": "Dầu kết dính Olaplex số 7 30ml",
        "cost": 84000.0,
        "description": "Siêu dưỡng nhưng hoàn toàn không trọng lượng, Dầu liên kết số 7 cải tiến phục hồi và làm mới mái tóc của bạn mà không tạo lớp màng nhờn. Ngược lại, hãy mong đợi những sợi tóc dài mượt mà tỏa sáng hơn cả dầu. Được bào chế để xây dựng lại các liên kết disulphide bị hư hỏng trên tóc của bạn, thành phần chính là bis-aminopropyl diglycol dimaleate – nghe có vẻ khoa học nhưng nó có tác dụng tăng cường và sửa chữa những hư tổn sau khi nhuộm, tẩy hoặc tạo kiểu bằng nhiệt (và nó thậm chí còn có tác dụng kỳ diệu đối với tóc nguyên chất). ' tóc!) Hoàn hảo như một liệu pháp dưỡng hoặc một bước tạo kiểu (nó bảo vệ khỏi nhiệt lên tới 450°!), loại dầu tuyệt vời này thấm sâu vào những mái tóc căng thẳng để khiến chúng dễ quản lý hơn ngay lập tức – làm mượt tóc xoăn và thuần hóa những sợi tóc rối sự thức dậy của nó.",
        "how_to_use": "Lật ngược chai và gõ nhẹ ngón trỏ vào đáy chai để nhỏ một giọt có định lượng. Thoa một lượng nhỏ lên tóc ẩm hoặc khô, tạo kiểu theo ý muốn.",
        "ingredient": "Dimethicone, Isohexadecane, C13-14 Isoparaffin, Coco-Caprylate, Phenyl Trimethicone, Bis-Aminopropyl Diglycol Dimaleate, Propanediol, Dầu Zea Mays (Ngô), Beta-Carotene, Dầu hạt Helianthus Annuus (Hướng dương), Dầu hạt Moringa Oleifera, Punica Granatum Dầu hạt, Nước (Aqua/Eau), Bột trái cây Morinda Citrifolia, Hương thơm (Parfum), Hexyl Cinnamal, Chiết xuất Eclipta Prostrata, Ethylhexyl Methoxycinnamate, Limonene, Tocopherol, Citral, Linalool, Chiết xuất lá Melia Azadirachta, Citronellol, Pseudozyma Epicola/Camellia Sinensis Dịch lọc lên men dầu hạt",
        "brand": "Olaplex",
        "volume": "30ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12362849-1195072983082406.jpg",
        "productCode": "Fragrance_8",
        "manufactureDate": "2023-02-22 00:00:00",
        "expirationDate": "2026-02-21 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Fragrance",
        "name": "Dầu xả Joia Brazil Sol de Janeiro 90ml",
        "cost": 36000.0,
        "description": "Bổ sung dưỡng chất cho mái tóc dễ bị xoăn với công thức dưỡng ẩm phong phú lấy cảm hứng từ Rio. Dầu xả Sol de Janeiro Brazil Joia tăng cường & làm mịn tóc truyền vào các lọn tóc độ ẩm lâu dài để mang lại làn da mềm mượt khi chạm vào. Với công thức được cấp bằng sáng chế Công nghệ SOL Seal (viên nang siêu nhỏ keratin có nguồn gốc từ thực vật), loại dầu xả làm mượt sợi tóc này có tác dụng giúp tóc chắc khỏe hơn khi phục hồi hư tổn bằng cách liên kết ion với phần tóc chẻ ngọn của bạn. Được tạo ra dành cho mọi loại tóc và kết cấu, công thức dạng kem này giúp che phủ độ dài của bạn bằng hỗn hợp không trọng lượng, giàu độ ẩm của selen hạt Brazil chống oxy hóa và dầu trái cây buriti giàu axit béo. Hơn thế nữa, loại dầu xả thơm ngon này còn được pha với mùi hương Cheirosa '62 mang tính biểu tượng của thương hiệu để đưa bạn đến những bãi biển ngập nắng của Rio khi bạn chải sạch những mớ tóc rối.",
        "how_to_use": "Sau khi sử dụng Dầu gội tăng cường + làm mượt tóc Joia Brazil, thoa một lượng vừa đủ, tập trung vào phần giữa sợi tóc đến ngọn tóc. Để 2-3 phút hoặc lâu hơn tùy ý rồi rửa sạch. Sử dụng với Dầu gội tăng cường + làm mịn Joia Brazil để có lợi ích tối đa.",
        "ingredient": "Aqua (Nước, Eau), Cetearyl Alcohol, Behentrimonium Chloride, Parfum (Hương thơm), Cetrimonium Chloride, Glycerin, Theobroma Grandiflorum Seed Butter, Cocos Nucifera (Dầu dừa), Dầu trái cây Euterpe Oleracea (Açaí), Hạt giống Bertholletia Excelsa (Quả hạch Brazil) Dầu, Bơ hạt Astrocaryum Murumuru, Dầu trái cây Mauritia Flexuosa, Chiết xuất hoa dâm bụt Sabdariffa, Dầu hạt Helianthus Annuus (Hướng dương), Chiết xuất hoa Chamomilla Recutita (Matricaria), Tocopherol, Panthenol, Coco-Glucoside, Algin, Xanthan Gum, Chitosan, Carrageenan, Polyqu Parentium-37, Propylene Glycol Dicaprylate/Dicaprate, Silicone Quaternium-3, Caprylyl Glycol, Isopropyl Palmitate, Hexylene Glycol, PPG-1 Trideceth-6, Trideceth-12, Guar Hydroxypropyltrimonium Clorua, Acrylate/Stearyl Methacrylate Copolymer, PEG-33, PEG -8 Dimethicone, PEG-14, Pentasodium Pentetate, Bis-PEG-18 Methyl Ether Dimethyl Silane, Caprylic/Capric Triglyceride, Sorbitan Oleate, Phenoxyetanol, Ehtylhexylglycerin, Axit Citric, Natri Clorua, Natri Hydroxide, Benzyl Salicylate, Coumarin, Limonene, Hydroxycitronellal , Rượu Isopropyl, BHT, CI 15985 (Vàng 6), CI 19140 (Vàng 5).",
        "brand": "Sol de Janeiro",
        "volume": "90ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13760802-1125054782584591.jpg",
        "productCode": "Fragrance_161",
        "manufactureDate": "2022-06-15 00:00:00",
        "expirationDate": "2025-06-14 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Fragrance",
        "name": "Phức hợp ba trái phiếu Living Proof 45ml",
        "cost": 126000.0,
        "description": "Tương lai của việc sửa chữa tóc là ở dạng phức hợp ba liên kết của Living Proof. Hãy coi điều này như kiến ​​trúc sư cho mái tóc khỏe mạnh hoạt động bên trong mái tóc của bạn để củng cố từng sợi tóc và giúp bạn đạt được mọi ước mơ chăm sóc tóc của mình. Được sử dụng hàng tuần, phương pháp điều trị phục hồi chuyên sâu này đã được chứng minh lâm sàng giúp tái tạo lại mái tóc hư tổn, đồng thời bảo vệ tóc khỏi những hư tổn trong tương lai để giữ cho bờm của bạn luôn ở trạng thái tối ưu. Các phương pháp xử lý bằng hóa chất, thuốc tẩy và hư tổn do nhiệt gây ra đều gây ra hậu quả, nhưng may mắn thay, Triple Bond Complex luôn sẵn sàng cung cấp khả năng phục hồi ngay lập tức và bảo vệ lâu dài để tóc của bạn được phục hồi về trạng thái khỏe mạnh. Khai thác sức mạnh của một công nghệ đột phá đang chờ cấp bằng sáng chế, sản phẩm cứu tinh cho tóc này sẽ sửa chữa và bổ sung các liên kết ion, hydro và cộng hóa trị. Chỉ sau một lần sử dụng, bạn sẽ thấy kết quả ngay lập tức (những người thiếu kiên nhẫn trong chúng ta có thể vui mừng), vì nó sẽ trông khỏe mạnh hơn và những cải thiện đáng kể cũng được thực hiện bên trong sợi tóc của bạn. Không quên yếu tố bảo vệ, dầu tế bào đóng gói có thể được tìm thấy trong chai bụi vàng nhỏ này để bảo vệ tóc của bạn khỏi tác hại của nhiệt và tia cực tím. Tất cả điều này chỉ trong một lần điều trị mỗi tuần một lần? Thói quen chăm sóc tóc của chúng tôi đang được nâng cấp càng sớm càng tốt!",
        "how_to_use": "Gội đầu và dưỡng tóc như bình thường. Sau đó thoa 2 lần bơm lên tóc sạch và ẩm. Thêm nhiều hơn nếu cần, dựa trên độ dài, kết cấu và mức độ hư tổn của tóc. Chải qua. Đừng rửa sạch. Để có kết quả tốt nhất, hãy đợi 10 phút trước khi áp dụng các phương pháp điều trị hoặc tạo kiểu tóc khác và sấy khô. Sản phẩm không cần nhiệt, nhưng bạn sẽ thấy kết quả tốt nhất khi kích hoạt bằng nhiệt. Sử dụng hàng tuần.",
        "ingredient": "Nước/Eau/Aqua, Cetyl Alcohol, Glyceryl Stearate, Isodecyl Oleate, Isopentyldiol, Dioctyldodecyl Dodecanedioate, Natri Phytate, Phytosteryl/Octyldodecyl Lauroyl Glutamate, Chiết xuất lá Olea Europaea (Ô liu), Sáp hạt Helianthus Annuus (Hướng dương), Este Jojoba, Linoleamidopropyl Dimethylamine Dimer Dilinoleate, C10-18 Triglycerides, Dầu hạt Ricinus Communis (Castor), Glyceryl Ricinoleate, Cyclodextrin, Propanediol, Glycerin, Pentylene Glycol, Ceteth-20, Steareth-20, PEG-75 Stearate, Polyglycerin-3, Hydroxypropyl Methylcellulose, Cyamopsis Tetragonoloba (Guar) Kẹo cao su, Hydroxyethylcellulose, Kẹo cao su Xanthan, Caesalpinia Spinosa Gum, Hương thơm/Parfum, Axit Citric, Natri Hydroxide, Axit Gluconic, Hydroxyacetophenone, Natri Benzoate, Linalool, Hexyl Cinnamal, Citronellol, Citral, Limonene. Living Proof nỗ lực duy trì tính chính xác của danh sách thành phần trên trang web này. Tuy nhiên, vì các thành phần có thể thay đổi nên chúng tôi không thể đảm bảo rằng các danh sách này là đầy đủ, cập nhật và/hoặc không có lỗi. Để biết danh sách chính xác các thành phần trong mỗi sản phẩm, vui lòng tham khảo bao bì sản phẩm của bạn.",
        "brand": "Living Proof",
        "volume": "45ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13887201-8684984485771561.jpg",
        "productCode": "Fragrance_3",
        "manufactureDate": "2023-09-02 00:00:00",
        "expirationDate": "2026-09-01 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Fragrance",
        "name": "Bộ Lọc Màu Wow Dream 50ml Du Lịch",
        "cost": 37500.0,
        "description": "Làm việc thêm giờ để giữ cho màu sắc của bạn tươi và sáng, phương pháp xử lý trước khi gội đầu cải tiến này giúp loại bỏ các hạt xỉn màu làm tổn hại đến màu sắc của bạn để mang lại vẻ ngoài rực rỡ. Cách hoàn hảo để duy trì sự toàn vẹn của màu sắc hoặc điểm nổi bật của bạn, nó được tạo ra bằng công nghệ đột phá, có một không hai (hai bộ lọc phân tử với hai bộ lọc polyme) để loại bỏ nhẹ nhàng và hiệu quả các khoáng chất và kim loại khỏi tóc của bạn. Bất cứ thứ gì từ canxi và magie đến đồng, sắt và clo đều có thể đọng lại dọc theo chiều dài của bạn - do mọi thứ từ môi trường đến nước mà bạn dùng để gội đầu; chúng tích tụ trên tóc và có thể làm mất màu mái tóc quý giá của bạn. Không còn nữa! Loại xịt không gây bong tróc này sẽ phục hồi sự sống động ngay lập tức - và được đóng gói trong một chai có kích thước nhỏ để dùng thử để kích hoạt cơn nghiện trước khi bạn (chắc chắn) phạm phải.",
        "how_to_use": "Thoa Dream Filter lên tóc khô trước khi gội đầu. Xịt đều để tóc thấm đều. Đợi 1-3 phút rồi gội đầu. Nên sử dụng sau mỗi 3-4 lần gội để giữ cho màu tóc của bạn trông tươi và sáng. Tuy nhiên, nếu thường xuyên tiếp xúc với nước giếng hoặc clo, bạn có thể sử dụng nó thường xuyên hơn (thậm chí hàng ngày) vì, không giống như các sản phẩm chelat, DREAM FILTER cực kỳ nhẹ nhàng.",
        "ingredient": "Nước/Nước, Axit Acrylic/Acrylamidomethyl Propane Axit Sulfonic Copolymer, Cocoamidopropyl Hydroxysultaine, Natri Polystyrene Sulfonate, Glycerin, Phenoxyetanol, Tetrasodium Glutamate Diacetate, Ethylhexylglycerin, Natri Phytate.",
        "brand": "Color WOW",
        "volume": "50ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12442358-2124942300536087.jpg",
        "productCode": "Fragrance_155",
        "manufactureDate": "2022-12-07 00:00:00",
        "expirationDate": "2025-12-06 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Fragrance",
        "name": "Xịt Tạo Sóng OUAI Luxe 50ml",
        "cost": 36000.0,
        "description": "Từ thợ làm tóc nổi tiếng Jen Atkin – người chịu trách nhiệm duy trì mái tóc của Klan Kardashian, Gigi Hadid và Gwen Stefani (và một vài cái tên khác) – xịt ouai-ve của OUAI mang lại sự tách biệt tuyệt đẹp và giữ nếp linh hoạt đồng thời xức tóc bạn với hỗn hợp chanh Ý tuyệt vời, hoa hồng de mai, mộc lan, hoa huệ, dâu đen, gỗ tuyết tùng, hổ phách, hoắc hương, gỗ đàn hương và xạ hương trắng. Đơn giản chỉ cần xoắn mái tóc vẫn còn ẩm và tạo độ dài như sương bằng Wave Spray sau đó 'làm rối' để lộ ra kết cấu tóc đáng ghen tị của 'cô gái Pháp'.",
        "how_to_use": "Lắc nó lên. Xịt tóc ẩm hoặc khô từ gốc đến ngọn để tạo kết cấu dễ dàng, không bị rối và tăng cường sóng tự nhiên. Hoặc, chỉ cần đánh vào rễ để có thêm khối lượng. Mẹo của Jen: Xịt nó lên tóc ẩm hoặc khô để kích hoạt các làn sóng tự nhiên, tăng cường kết cấu, tăng cường độ bồng bềnh và mang lại khả năng ghi nhớ cho tóc.",
        "ingredient": "Nước / Aqua / Eau, Ppg-5-Ceteth-20, Isobutylene/Ethylmaleimide/Hydroxyethylmaleimide Copolymer, Polysorbate 20, Propanediol, Alcohol Denat., Tamarindus Indica Seed Gum, Cocos Nucifera (Dừa) Nước, Glycerin, Panthenol, Nước ép Phyllostachys Bambusoides, Chiết xuất Hibiscus Esculentus thủy phân, Chiết xuất từ ​​rễ Daucus Carota Sativa (Cà rốt), Chiết xuất hoa Jasminum Officinale (Jasmine), Chiết xuất Nasturtium Officinale, Chiết xuất từ ​​​​rễ Zingiber Officinale (Gừng), Chiết xuất hạt Amaranthus Caudatus, Chiết xuất Oryza Sativa (Gạo), Chiết xuất Cystoseira Compressa, Chiết xuất hạt lanh thủy phân, chiết xuất Pisum Sativum (hạt đậu), Keratin thủy phân Laurdimonium Hydroxypropyl, Protein gạo thủy phân, Protein hạt Oryza Sativa (gạo), Protein ngô thủy phân, Protein nấm men thủy phân, Natri Pca, Natri Lactate, Arginine, Axit aspartic, Pca, Glycine , Alanine, Serine, Valine, Proline, Threonine, Isoleucine, Phenylalanine, Histidine, Tinh bột Zea Mays (Ngô), Tocopherol, Chiết xuất hạt Moringa Oleifera, Natri Polystyrene Sulfonate, Cystine Bis-Pg-Propyl Silanetriol, Protein thực vật thủy phân Pg-Propyl Silanetriol , Ethylhexylglycerin, Parfum (Hương thơm), Polysilicone-15, Leuconostoc/Lên men rễ củ cải",
        "brand": "OUAI",
        "volume": "50ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11418607-9394953219499302.jpg",
        "productCode": "Fragrance_145",
        "manufactureDate": "2022-05-13 00:00:00",
        "expirationDate": "2025-05-12 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Fragrance",
        "name": "Dầu xả OUAI Leave In 140ml",
        "cost": 78000.0,
        "description": "Là một sự bổ sung thiết yếu cho thói quen chăm sóc tóc khi di chuyển của bạn, Dầu xả du lịch cỡ nhỏ của OUAI Haircare đáp ứng tất cả các mục đích - dưỡng ẩm, dưỡng tóc, gỡ rối và bảo vệ khỏi nhiệt chỉ sau vài lần xịt. Được làm giàu với các axit amin giàu dinh dưỡng, vitamin E bảo vệ và tăng cường các protein thủy phân, nó nuôi dưỡng hoàn hảo, giúp tóc tốt hơn về lâu dài cũng như ngay lập tức. Hoàn hảo như một loại xịt chuẩn bị trước khi tạo kiểu, nó giúp tăng cường độ ẩm cần thiết cho những sợi tóc bị căng, đồng thời cải thiện độ đàn hồi và độ nảy để giúp bạn có được vẻ ngoài đẹp nhất có thể, bất kể phong cách của bạn là gì.",
        "how_to_use": "Xịt nhẹ lên tóc ẩm sau khi gội đầu và trước khi chải và/hoặc tạo kiểu bằng nhiệt để tăng thêm dưỡng chất, bảo vệ và kiểm soát nhiệt.",
        "ingredient": "Aqua (Nước, Eau), Cyclopentasiloxane, Cetearyl Alcohol, Quaternium-91, Parfum (Hương thơm), Phenoxyanol, Dầu hạt Adansonia Digitata, Dầu hạt Argania Spinosa, Dầu Oenothera Biennis (Dầu hoa anh thảo), Tocopheryl Acetate, Chiết xuất Rhodophyceae thủy phân, Tamarindus Indica Chiết xuất, Panthenol, Cetearamidoethyldiethonium Succinoyl Đậu thủy phân Protein, Arginine, Axit Aspartic, PCA, Glycine, Alanine, Serine, Valine, Isoleucine, Proline, Threonine, Natri Hyaluronate, Histidine, Brassica Campestris/Aleurites Fordi Oil Copolymer, Cetrimonium Clorua, Glycerin, Dipropylene Glycol, Polysilicone-29, Behentrimonium Clorua , Myristyl Myristate, Silicone Quaternium-16, Dịch lọc lên men Leuconostoc/rễ củ cải, Butylene Glycol, Undeceth-11, Butyloctanol, Guar Hydroxypropyltrimonium Clorua, Undeceth-5, Axit ascoricic 3-O-Ethyl, Natri PCA, Natri Lactate, Phenylalanine, Disodium EDTA, Kali Sorbate, Axit Citric, Citronellol , Geraniol, Alpha-Isomethyl Ionone, Rượu Cinnamyl, Citral, Linalool, Hydroxycitronellal, Limonene",
        "brand": "OUAI",
        "volume": "140ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12106199-6114945942813713.jpg",
        "productCode": "Fragrance_29",
        "manufactureDate": "2023-04-12 00:00:00",
        "expirationDate": "2026-04-11 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Fragrance",
        "name": "Xịt khoáng dạng sóng mềm hương chuối và dừa Briogeo Superfoods 170ml",
        "cost": 67500.0,
        "description": "Ngày đi biển có ai không? Khi những mái tóc bù xù gặp những con sóng xô vào bờ để có một cuộc vui và tán tỉnh 'điều đó cần một chút bồng bềnh, Superfoods Banana + Coconut Soft Wave Text Spray mang lại dưỡng chất giàu vitamin cho mái tóc của bạn. Để lại vị mặn cho nước biển, công thức tăng cường sóng này bùng nổ với vitamin B5 giúp tóc chắc khỏe, hỗ trợ sợi tóc của bạn, chất chống oxy hóa có nguồn gốc từ trái cây, chiết xuất chuối chứa kali giúp nuôi dưỡng sâu tóc khô và đường dừa dưỡng ẩm giúp khuyến khích sự tách lớp cho tóc. những con sóng bãi biển trông dễ dàng nhất. Hoàn toàn không làm khô và thích hợp cho cả tóc keratin và tóc đã qua xử lý màu, loại nước xịt sinh tố tóc có hương thơm thơm ngon này là chiếc túi đi biển hoàn hảo cần thiết.",
        "how_to_use": "Xịt đều lên tóc ẩm hoặc khô. Vuốt hoặc xoắn tóc để tăng cường tạo sóng, sau đó sấy khô để hoàn tất. Để có kết quả tối ưu, hãy sử dụng máy khuếch tán để tăng cường kiểu sóng hoặc lọn tóc của bạn.",
        "ingredient": "Nước/Aqua/Eau, Nước ép lá Aloe Barbadensis, Caprylyl/Capryl Glucoside, Pullulan, Sucrose, Chiết xuất vỏ Musa Sapientum (Chuối), Chiết xuất từ ​​trái cây Cocos Nucifera (Dừa), Natri Cocoyl Glutamate, Chiết xuất từ ​​trái cây Ananas Sativus (Dứa), Axit Citric , Chiết xuất từ ​​​​rễ cây Hedychium Coronarium, Chiết xuất từ ​​​​rễ cây Curcuma Longa (nghệ), Nước ép Mangifera Indica (Xoài), Chiết xuất lá Ocimum Sanctum, Panthenol, Glycerin, Chiết xuất hoa Melia Azadirachta, Chiết xuất lá Melia Azadirachta, Chiết xuất hoa/lá húng quế Ocimum (Húng quế), Chiết xuất Corallina Officinalis, Chiết xuất từ ​​​​trái cây Carica Papaya (Đu đủ), Silica, Lactobacillus, Glyceryl Caprylate, Polyglyceryl-6 Oleate, Dehydroxanthan Gum, Chiết xuất từ ​​​​trái cây Euterpe Oleracea, Natri Surfactin, Hương thơm (Parfum), Axit Caprylhydroxamic, Rượu Benzyl.",
        "brand": "Briogeo",
        "volume": "170ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13721509-8014959912986403.jpg",
        "productCode": "Fragrance_154",
        "manufactureDate": "2022-07-13 00:00:00",
        "expirationDate": "2025-07-12 00:00:00",
        "origin": "Ý"
    },
    {
        "category": "Fragrance",
        "name": "Serum dưỡng tóc Olaplex No.9 Bond Protector 90ml",
        "cost": 84000.0,
        "description": "Độ dài khô, hư tổn đứng đầu danh sách lỗi làm đẹp của bạn? Cho phép chúng tôi giới thiệu cho bạn Serum dưỡng tóc No. 9 Bond Protector, một liệu pháp bảo vệ giúp phục hồi mái tóc của bạn đồng thời bảo vệ tóc khỏi các gốc tự do, ô nhiễm và tổn thương do nhiệt. Phù! Giống như tất cả các sản phẩm dưỡng tóc của OLAPLEX, thành phần chính trong loại serum không chứa silicone, không trọng lượng này là bis-aminopropyl diglycol dimaleate. Điều đó nghe có vẻ hơi khoa học nhưng công nghệ tạo liên kết này sẽ phục hồi và sửa chữa những sợi tóc đã qua xử lý nhiệt, được xử lý bằng hóa chất, giúp tóc luôn bóng mượt, mềm mại khi chạm vào và dễ tạo kiểu hơn rất nhiều. Đưa vào thói quen của bạn như là phương pháp điều trị đầu tiên trên mái tóc sạch, huyết thanh này cũng bảo vệ khỏi những hư tổn trong tương lai vì nó chứa chất chống oxy hóa để trung hòa các gốc tự do, hoạt động như một lá chắn chống ô nhiễm, bảo vệ tóc của bạn khỏi bị gãy và bảo vệ khỏi tạo kiểu bằng nhiệt . Đúng vậy, loại huyết thanh đa nhiệm này chắc chắn xứng đáng có một vị trí trong dòng sản phẩm chăm sóc tóc của chúng tôi...",
        "how_to_use": "1. Thoa một lượng nhỏ lên tóc ẩm, đã lau khô bằng khăn, vuốt ngược lên từ ngọn đến chân tóc. Sử dụng nhiều hơn khi cần thiết để có mái tóc dài hơn, dày hơn. 2. Phơi khô để có kết cấu mềm mại. Sấy khô để có lớp sơn mịn. Khuếch tán cho sóng hoặc lọn tóc. 3. Thoa một ít lên tóc khô để kiểm soát độ xoăn, tĩnh điện và tăng thêm độ bóng.",
        "ingredient": "Nước (Aqua/Eau), Propanediol, Betaine, Quaternium-22, Natri Hyaluronate, Bis-Aminopropyl Diglycol Dimaleate, Cetrimonium Clorua, Panthenol, Hydroxyethylcellulose, PVP, Guar Hydroxypropyltrimonium Clorua, Chiết xuất Furcellaria Lumbricalis, Chiết xuất Pelvetia Canaliculata, Xylitylglucoside, Polyqu Parentium-44 , Anhydroxylitol, Maltitol, Axit Citric, Trisodium Ethylenediamine Disuccinate, Xylitol, Axit Sorbic, Phenoxyethyl, Ethylhexylglycerin, Natri Benzoate, Hương thơm (Parfum), Citral, Citronellol, Hexyl Cinnamal, Limonene, Linalool.",
        "brand": "Olaplex",
        "volume": "90ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13660220-3335072983298400.jpg",
        "productCode": "Fragrance_92",
        "manufactureDate": "2023-08-08 00:00:00",
        "expirationDate": "2026-08-07 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Fragrance",
        "name": "Mặt nạ tái sinh BLEACH LONDON 200ml",
        "cost": 22500.0,
        "description": "Đừng để màu nhuộm giết chết mái tóc của bạn - hãy phục hồi các sợi tóc và giữ nếp tóc đẹp nhất với Mặt nạ tái sinh của BLEACH London. Dưỡng ẩm tuyệt vời, phương pháp điều trị chuyên sâu này được làm giàu với chiết xuất hạt hướng dương và protein vi lúa mì để hydrat hóa tóc và tăng cường độ đàn hồi, đồng thời mang lại độ bóng, sức mạnh và màu sắc rực rỡ đáng ghen tị. Để có hiệu quả điều trị toàn diện, hãy tăng cường hiệu quả siêu dưỡng bằng cách quấn tóc trong một chiếc khăn ấm và để yên trong 10-20 phút. Công thức này hoàn toàn không chứa chất độc hại và thuần chay (trên thực tế, giống như toàn bộ dòng BLEACH) nên bạn có thể xoa dịu da đầu, sợi tóc và lương tâm cùng một lúc. Tuyệt vời.",
        "how_to_use": "Thoa lên tóc đã gội sạch, chải đều và mát xa. Để tăng cường hiệu quả siêu dưỡng, hãy quấn tóc trong một chiếc khăn ấm. Để trên tóc trong 10-20 phút. Rửa sạch. Sử dụng bất cứ khi nào tóc bạn cảm thấy khô.",
        "ingredient": "Aqua (Nước), Cetearyl Alcohol, Behentrimonium Clorua, Glycerin, Octyldodecanol, Cetrimonium Clorua, Amodimethicone, Rượu Isopropyl, Natri Benzoate, Axit Lactic, Dipropylene Glycol, Hương thơm (Hương thơm), Protein lúa mì thủy phân, Protein thực vật thủy phân PG-Propyl Silanetriol, Lauryl Pyrrolidone, Trideceth-12, Propylene Glycol, Phenoxyethano, Polyamide-2, Axit Benzoic, Lên men Saccharomyces/Magiê, Chiết xuất hạt Helianthus Annuus (Hướng dương), Kali Sorbate, Saccharomyces/Lên men sắt, Saccharomyces/Kẽm lên men, Saccharomyces/Đồng lên men, Saccharomyces /Lên men silicon, Benzyl Salicylate, Coumarin, Linalool",
        "brand": "BLEACH LONDON",
        "volume": "200ml",
        "image": "https://static.thcdn.com/images/small/origin//productimg/1600/1600/11787500-1074780279762428.jpg",
        "productCode": "Fragrance_98",
        "manufactureDate": "2022-04-04 00:00:00",
        "expirationDate": "2025-04-03 00:00:00",
        "origin": "Mỹ"
    },
    {
        "category": "Fragrance",
        "name": "The INKEY List Glycolic Acid Tẩy tế bào chết da đầu 150ml",
        "cost": 41970.0,
        "description": "Chết tiệt! Cho phép chúng tôi tiết lộ cho bạn một bí mật nhỏ: mái tóc khỏe mạnh bắt đầu từ gốc và giữ cho tóc sạch sẽ và khỏe mạnh là chìa khóa để có mái tóc dài bóng mượt. Hãy xem Glycolic Acid Exfoliating Scalp Scrub như một sản phẩm làm sạch da đầu của bạn, ngay lập tức quét sạch các chất tích tụ, cân bằng hệ vi sinh vật, cân bằng dầu và chống bong tróc để giữ cho nang tóc của bạn luôn vui vẻ. Được làm bằng cả chất tẩy da chết vật lý và hóa học, công thức này lý tưởng cho mọi loại da đầu và tóc, cần 7% axit glycolic để loại bỏ da chết; phức hợp 'Symcontrol Scalp' với vi tảo Địa Trung Hải để điều chỉnh lượng bã nhờn và bảo vệ từng sợi tóc; hạt thầu dầu có khả năng phân hủy sinh học để nâng cao trải nghiệm tẩy da chết; và tổng hợp các loại đường tự nhiên để bảo vệ, cân bằng và duy trì hệ sinh thái mỏng manh của da đầu.",
        "how_to_use": "Sử dụng như một phương pháp điều trị trước khi gội đầu. Có thể bôi lên da đầu ướt hoặc khô. Dùng vòi xịt thoa trực tiếp lên da đầu và dùng đầu ngón tay xoa đều. Thoa đủ lượng thoa đều toàn bộ da đầu. Để trong 10 phút rồi gội đầu như bình thường. Sử dụng 1-2 lần mỗi tuần.",
        "ingredient": "Aqua (nước), Axit Glycolic, Propanediol, Dầu thầu dầu hydro hóa, Dầu thầu dầu hydro hóa PEG-40, Betaine, Glycerin, Natri Hydroxide, Polyqu Parentium-10, Phenoxyetanol, Benzyl Alcohol, Alpha-Glucan Oligosaccharide, Citronellyl Methylcrotonate, Panthenol, Ethylhexylglycerin, Dehydroacetic Axit, Mannitol, Trinatri Ethylenediamine Disuccine, Natri Benzoat, Chiết xuất Tetraselmis Suecica, Axit Lactic, Kali Benzoat",
        "brand": "The INKEY List",
        "volume": "150ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13228958-1154924653460389.jpg",
        "productCode": "Fragrance_147",
        "manufactureDate": "2023-05-18 00:00:00",
        "expirationDate": "2026-05-17 00:00:00",
        "origin": "Việt Nam"
    },
    {
        "category": "Fragrance",
        "name": "Sữa rửa mặt thanh lọc Christophe Robin với muối biển 250ml",
        "cost": 126000.0,
        "description": "Khám phá loại dầu gội làm sạch sâu này có tác dụng làm bong tróc các chất tích tụ hàng ngày đồng thời làm sạch các lọn tóc của bạn, mang lại làn da đầu được cân bằng và tươi mới cũng như độ dài rạng rỡ. Để tẩy da chết nhẹ nhàng (không gây kích ứng cho làn da vốn đã nhạy cảm hoặc bị viêm!), công thức giải độc này sử dụng tinh thể muối biển (sẽ không làm tắc nghẽn lỗ cắm của bạn hoặc gây hại cho môi trường như các chất tẩy da chết khác!). Có 'Phức hợp carbohydrate tự nhiên' giúp cân bằng lại khả năng phòng vệ tự nhiên của da đầu bằng cách giảm các tác động gây tổn hại đến hàng rào độ ẩm do mất nước. Và bạn cũng sẽ tìm thấy bisabolol, được chiết xuất từ ​​cây candeia của Brazil, giúp làm dịu da đầu của bạn vì nó làm sạch bụi bẩn, ô nhiễm và dầu thừa.",
        "how_to_use": "Mỗi tuần một lần, hoặc ngay sau khi xả sạch thuốc nhuộm hóa học, thoa một thìa sản phẩm lên tóc ướt. Massage nhẹ nhàng vào da đầu, bao gồm cả gáy và nhũ hóa. Rửa sạch.",
        "ingredient": "Natri clorua, Natri Laureth Sulfate, Aqua/Nước/Eau, Butylene Glycol, Cocamide Mea, Peg-100 Stearate, Glyceryl Stearate, Silica ngậm nước, Hương thơm (Parfum), Saccharide Isomerate, Menthyl Lactate, Bisabolol, Prunus Amygdalus Dulcis (Hạnh nhân ngọt) Dầu, Axit Citric, Natri Citrate, Phenoxyetanol, Benzyl Salicylate, Linalool, Limonene, Citronellol, Hexyl Cinnamal.",
        "brand": "Christophe Robin",
        "volume": "250ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12635437-1314911951568611.jpg",
        "productCode": "Fragrance_10",
        "manufactureDate": "2024-01-27 00:00:00",
        "expirationDate": "2027-01-26 00:00:00",
        "origin": "Hàn Quốc"
    },
    {
        "category": "Fragrance",
        "name": "Mặt nạ làm sáng tăng cường màu sắc Drybar Blonde Ale",
        "cost": 90000.0,
        "description": "Tăng cường màu sắc của bạn và trung hòa các tông màu đồng thau với Mặt nạ làm sáng màu tăng cường màu Blonde Ale, liệu pháp chăm sóc sau gội đầu để phục hồi mái tóc xỉn màu và tăng độ bóng. Chúng tôi yêu thích loại dầu gội màu tím, vì vậy bây giờ là lúc để bạn tận hưởng vẻ đẹp hoàn hảo của sắc tố tím của mặt nạ làm sáng màu tím của Drybar. Phức hợp protein gạo có tác dụng giải quyết các tác động do xử lý bằng hóa chất để lại và bạn có thể nói lời tạm biệt với mái tóc xỉn màu bằng một lượng chiết xuất bột chanh làm sáng da. Bạn có thấy mái tóc sáng màu của mình đang thiếu đi độ bóng mượt thông thường không? Sau đó, bạn có thể cảm ơn chiết xuất hoa cúc được lựa chọn cẩn thận vì khả năng tạo độ bóng và tăng cường độ sáng cho tóc vàng. Hương thơm tuyệt vời của gừng, bạc hà và gỗ đàn hương chắc chắn sẽ giúp bạn thư giãn trong khi mặt nạ phát huy tác dụng... khoảnh khắc đắp mặt nạ hàng tuần của chúng tôi vừa được điều trị bằng thanh khô, và mái tóc của chúng tôi chưa bao giờ hạnh phúc hơn hay khỏe mạnh hơn vì vấn đề đó!",
        "how_to_use": "Sau khi gội đầu, thoa một lượng vừa đủ lên tóc ướt từ gốc đến ngọn. Để trong tối đa 5 phút. Rửa sạch. Sử dụng một lần một tuần.",
        "ingredient": "Aqua (Nước, Eau), Cetyl Alcohol, Cetearyl Alcohol, Behentrimonium Chloride (làm chất dưỡng tóc, en tant qu'agent capillaire hydratant), Glycerin, Dầu Prunus Amygdalus Dulcis (Hạnh nhân ngọt), Dầu thầu dầu hydro hóa/Copolymer axit sebacic, Phenyl Trimethicone, Parfum (Hương thơm), Keratin, Keratin thủy phân, Chiết xuất hoa Chamomilla Recutita (Matricaria), Chiết xuất từ ​​trái cây Citrus Limon (Chanh), Protein gạo thủy phân, Butyrospermum Parkii (Shea) Butter, Quaternium-91, Natri Hyaluronate, Cetrimonium Clorua ( như một chất dưỡng tóc, chất dưỡng ẩm capillaire en tant), Ethylhexyl Methoxycinnamate, Amodimethicone, Polyqu Parentium-10, PEG-90M, Carbocysteine, Serine, Axit Glutamic, Cetrimonium Methosulfate, Disodium EDTA, Guar Hydroxypropyltrimonium Clorua, Rượu Isopropyl, Caprylyl Glycol , Mica, Thiếc Oxit, BHT, C11-15 Pareth-7, Laureth-9, Trideceth-12, Axit Axetic, Axit Citric, Butylene Glycol, Natri Hydroxide, Phenoxyetanol, Linalool, Geraniol, Limonene, Benzyl Salicylate, Ext Violet 2/ CI 60730, Đỏ 33/CI 17200, Ferrocyanide sắt/CI 77510, Titanium Dioxide/CI 77891.",
        "brand": "Drybar",
        "volume": "177ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13837954-1824967929184181.jpg",
        "productCode": "Fragrance_40",
        "manufactureDate": "2023-06-04 00:00:00",
        "expirationDate": "2026-06-03 00:00:00",
        "origin": "Anh"
    },
    {
        "category": "Fragrance",
        "name": "Xịt Bảo Vệ Nhiệt ghd Bodyguard 120ml",
        "cost": 56850.0,
        "description": "Luôn sử dụng biện pháp bảo vệ! Dù chúng ta yêu thích những công cụ tạo kiểu tóc quý giá của mình đến đâu thì cũng không thể phủ nhận rằng nhiệt độ cao có thể gây hư tổn cho mái tóc của chúng ta. Đó là lúc mà ghd's Bodyguard - Heat Protect Spray xuất hiện. Hiện đã có sẵn ở dạng chai ban đầu (120ml) và lọ cỡ nhỏ (50ml), không có lý do gì để bỏ qua sản phẩm bảo vệ tóc này! Được làm giàu với 'Hệ thống bảo vệ nhiệt' của ghd, nó chứa các polyme bảo vệ giúp che chắn vô hình cho những chiếc khóa quý giá của bạn khỏi bị hư hại do nhiệt tiềm ẩn. Nhẹ và không dính, công thức này có thể được xếp lớp với các sản phẩm tạo kiểu khác hoặc sử dụng riêng trước khi tạo kiểu bằng nhiệt để có một lớp hoàn thiện xứng đáng với thẩm mỹ viện mà bạn sẽ mê mẩn.",
        "how_to_use": "Xịt lên tóc ẩm hoặc khô từ chân tóc đến ngọn - khoảng 6-8 lần xịt cho tóc từ trung bình đến dài. Chải qua sản phẩm để đảm bảo nó được phân bổ đều. Nhiệt phong cách như bình thường. Nếu bạn đang sử dụng lớp này với các sản phẩm khác, hãy áp dụng nó trước.",
        "ingredient": "Aqua (Nước), Gluconolactone, dầu thầu dầu hydro hóa PEG-40, Parfum (Hương thơm), Natri benzoate, Natri Laneth-40 maleate/styrene sulfonate copolymer, Bis-isobutyl PEG/PPG-20/35/amodimethicone copolymer, Cetyl ethylhexanoate, Panthenol , Natri hydroxit, Polysorbate 80, Thermus thermophilillus lên men, Butylene glycol, Tetrasodium EDTA, Protein lúa mì thủy phân PG-propyl silanetriol, Phenoxyetanol, Canxi gluconate, Kali sorbate, Glycerin, Benzyl salicylate, Citral, Citronellol, Coumarin, Hexyl cinnamal, Limonene, Linalool , Alpha-isometyl ionon",
        "brand": "ghd",
        "volume": "120ml",
        "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11195523-9304897454241366.jpg",
        "productCode": "Fragrance_85",
        "manufactureDate": "2024-08-29 00:00:00",
        "expirationDate": "2027-08-29 00:00:00",
        "origin": "Đức"
    }
]