[{"category": "Hair", "name": "Bộ điều trị phục hồi tóc Olaplex (Trị giá £84,00)", "cost": 144000.0, "description": "Bao gồm tất cả mọi thứ từ bộ đôi dầu gội và dầu xả năng động đã đưa OLAPLEX lên bản đồ cho đến các công thức mềm mượt được thiết kế để khôi phục độ bóng và mượt tự nhiên cho tóc của bạn, Bộ điều trị phục hồi tóc kết hợp tất cả các mặt hàng chủ lực mà bạn đang tìm kiếm thành một thứ cần phải có bộ. Tôn vinh sức mạnh bằng một thói quen đã được khoa học chứng minh là có tác dụng đảo ngược tác động của tổn thương tóc, trải nghiệm giống như salon tại nhà này mang đến một làn sóng dưỡng ẩm làm mới tóc giúp ngăn ngừa khô tóc một lần và mãi mãi. Phát huy tác dụng kỳ diệu của mình trên mọi loại tóc và kết cấu, bộ sản phẩm bốn sản phẩm hiệu quả này có những điều kỳ diệu về việc xây dựng mối liên kết mà rốt cuộc có thể khiến bạn phải hủy cuộc hẹn với thẩm mỹ viện...", "how_to_use": "BƯỚC 1 - XỬ LÝ: Điều Trị Liên Kết Chuyên Sâu No.0 + Hair Perfector™ No.3 1. Trước khi gội đầu, bôi No.0 từ từ lên tóc khô, thoa đều từ gốc đến ngọn và chia thành từng phần nhỏ bằng cách bóp nhẹ. chất lỏng thấm vào tóc để được hấp thụ hoàn toàn khi bạn di chuyển. Tóc phải ẩm, không ướt. Để xử lý trong 10 phút. KHÔNG RỬA. 2. Theo dõi trực tiếp số 3. Thoa đều lên tóc ẩm từ da đầu đến ngọn cho đến khi tóc thấm hoàn toàn. Để trong tối thiểu 10 phút (hoặc lâu hơn nếu muốn). Sau đó, rửa sạch. BƯỚC 2 - LÀM SẠCH: Dầu gội số 4 Bond Maintenance®: 1. Tạo bọt và massage lên tóc ướt, tập trung vào chân tóc. 2. Xả sạch và dùng Dầu xả Olaplex N°5 Bond Maintenance®. BƯỚC: 3 - HYDRATE: Dầu xả Bond Maintenance® số 5: 1. Sau khi gội sạch với Dầu gội OLAPLEX N°4 Bond Maintenance®, thoa một lượng vừa đủ từ gốc đến ngọn. 2. Để trong ba phút rồi rửa sạch.", "ingredient": "Điều trị tóc tạo liên kết chuyên sâu OLAPLEX No. 0: Nước (Aqua/Eau), Bis-Aminopropyl Diglycol Dimaleate, Phenoxyetanol, Natri Benzoat. OLAPLEX No. 3 Hair Perfector™: Nước (Aqua/Eau), Bis-Aminopropyl Diglycol Dimaleate, Propylene Glycol, Cetearyl Alcohol, Behentrimonium Methosulfate, Cetyl Alcohol, Phenoxyetanol, Glycerin, Hydroxyethyl Ethylcellulose, Stearamidopropyl Dimethylamine, Quaternium-91, Natri Benzoate, Cetrimonium Methosulfate, Cetrimonium Clorua, Hương thơm (Parfum), Tetrasodium EDTA, Polyqu Parentium-37, Benzyl Benzoate, Axit Etidronic, Axit ascoricic, Phytantriol, Tocopheryl Acetate, Nước ép lá Aloe Barbadensis, Panthenol, Dầu hạt Simmondsia Chinensis (Jojoba), Axit Citric, Kali Sorbat. Dầu gội OLAPLEX No. 4 Bond Maintenance®: Nước (Aqua/Eau), Natri Lauroyl Methyl Isethionate, Cocamidopropyl Hydroxysultaine, Kali Cocoyl Glycinate, Disodium Cocoyl Glutamate, Natri Lauroyl Sarcosinate, Kali Cocoate, Decyl Glucoside, Glycereth-26, Bis-Aminopropyl Diglycol Dimaleate, Cocamidopropylamine Oxit, Disodium Laureth Sulfosuccinate, Glycol Distearate, Natri Cocoyl Glutamate, Methyl Gluceth-20, Acrylates Copolymer, PEG-120 Methyl Glucose Dioleate, Amodimethicone, Axit Citric, Natri Lauryl Sulfoacetate, Polyqu Parentium-10, Ethylhexylglycerin, Divinyldimethicone/Dimethicone Copolymer , Polyqu Parentium-11, Trisodium Ethylenediamine Disuccinate, Guar Hydroxypropyltrimonium Clorua, C11-15 Pareth-7, Laureth-9, Glycerin, Trideceth-12, C12-13 Pareth-23, C12-13 Pareth-3, Protein thực vật thủy phân, PG- Propyl Silanetriol, Panthenol, Axit axetic, Tetrasodium EDTA, Pentasodium Triphosphate, Natri Hydroxide, Disodium EDTA, Dầu hạt Helianthus Annuus (Hướng dương), Tocopherol, Dầu hạt Prunus Armeniaca (Quả mơ), Pseudozyma Epicola/Camellia Sinensis Dịch lọc chiết xuất lên men dầu hạt Camellia Sinensis, Pseudozyma Dịch lọc lên men dầu hạt nhân Epicola/Argania Spinosa, Quaternium-95, Propanediol, Chiết xuất hạt Helianthus Annuus (Hướng dương), PEG-8, Chiết xuất từ ​​trái cây Euterpe Oleracea, Chiết xuất Punica Granatum, Chiết xuất lá Rosmarinus Officinalis (Hương thảo), Quả Musa Sapientum (Chuối) Chiết xuất, Chiết xuất lá Origanum Vulgare, Chiết xuất trái cây Morinda Citrifolia, Chiết xuất rễ cây Arctium Lappa, PEG-8/SMDI Copolymer, Natri Hyaluronate, Palmitoyl Myristyl Serinate, Natri Polyacrylate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Biotin, Axit Benzoic, Phenoxyetanol , Clorphenesin, Kali Sorbate, Natri Benzoat, Hương thơm (Parfum), Citral, Hexyl Cinnamal, Limonene. Dầu xả OLAPLEX số 5 Bond Maintenance®: Nước (Aqua/Eau), Cetearyl Alcohol, PPG-3 Benzyl Ether Myristate, Caprylic/Capric Triglyceride, Cetyl Alcohol, Octyldodecyl Ricinoleate, Quaternium-91, Cetrimonium Clorua, Divinyldimethicone/Dimethicone Copolymer, Behentrimonium Clorua, Glycerin, Isododecane, Cetyl Este, Bis-Aminopropyl Diglycol Dimaleate, Panthenol, Phospholipids, Dimethicone PEG-7 Isostearate, Hydroxypropyl Guar, Dầu đậu nành Glycine (Đậu nành), PEG-45M, PEG-7 Amodimethicone, Amodimethicone, C12-13 Pareth -23, C12-13 Pareth-3, Disodium EDTA, Polysilicone-15, Dầu hạt Camellia Sinensis, C11-15 Pareth-7, Natri Polyaspartate, Hydroxypropyl Cyclodextrin, Dầu hạt Crambe Abyssinica, Dầu Persea Gratissima (Bơ), Vitis Vinifera ( Nho) Dầu hạt, Laureth-9, Trideceth-12, Butylene Glycol, Axit Citric, Chiết xuất Ahnfeltiopsis Concinna, Silica, Axit axetic, Axit Etidronic, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Glycol, Natri Acetate, PEG-4 Laurate, PEG-4 Dilaurate, BHT, Axit Hyaluronic thủy phân, PEG-4, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Argania Spinosa, Tocopheryl Linoleate/Oleate, Dầu hạt Helianthus Annuus (Hướng dương) , Quaternium-95, Propanediol, Chiết xuất hạt Helianthus Annuus (Hướng dương), PEG-8, Chiết xuất Punica Granatum, Chiết xuất từ ​​trái cây Morinda Citrifolia, Chiết xuất từ ​​trái cây Euterpe Oleracea, PEG-8/SMDI Copolymer, Palmitoyl Myristyl Serinate, Natri Polyacrylate, Tocopherol, Biotin , Phenoxyetanol, Clorphenesin, Natri Dehydroacetate, Iodpropynyl Butylcarbamate, Natri Benzoat, Kali Sorbate, Hương thơm (Parfum), Citral, Hexyl Cinnamal, Limonene.", "brand": "Olaplex", "volume": "4 x 100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13903619-1385060756699685.jpg", "productCode": "Hair_5", "manufactureDate": "2023-08-15 00:00:00", "expirationDate": "2026-08-14 00:00:00", "origin": "Pháp"}, {"category": "Hair", "name": "Huyết thanh VIRTUE Split End 50ml", "cost": 120000.0, "description": "Được hỗ trợ bởi protein Alpha Keratin 60ku® đã được cấp bằng sáng chế của thương hiệu, VIRTUE Split End Serum giúp cải thiện rõ rệt tình trạng khô, giòn ở phần ngọn với 85% phụ nữ cho biết tóc của họ ít hư tổn hơn* và 87% cho biết tóc của họ trông khỏe mạnh hơn.* Được làm giàu với một sự pha trộn mạnh mẽ của protein đậu, quinoa thủy phân và dầu hạt baobab, công thức chuyên sâu bao bọc từng sợi tóc với các chất dinh dưỡng phong phú giúp bảo vệ và nuôi dưỡng, đồng thời có tác dụng tăng cường độ sống động của màu sắc và phục hồi độ bóng. Tinh chất nhẹ giúp tóc mềm mượt với vẻ ngoài được cải thiện rõ rệt. *Nghiên cứu Nhận thức của Người tiêu dùng trên 53 phụ nữ đã sử dụng Tinh chất Split End trong 1 tuần.", "how_to_use": "", "ingredient": "Aqua (Nước, Eau), Propanediol, Dimethicone, Cetearyl Alcohol, C12-15 Alkyl Benzoate, Glyceryl Stearate, Steareth-21, Phenyl Trimethicone, Amoni Acryloyldimethyltaurate/VP Copolymer, Ethylhexyl Olivate hydro hóa, Ethylhexylglycerin, Keratin, Panthenol, Brassica Campestris/Aleurites Dầu Fordi Copolymer, Dầu Butyrospermum Parkii (Shea), Chiết xuất cám Oryza Sativa (Gạo), Dầu hạt Moringa Oleifera, Dầu hạt Adansonia Digitata, Dầu hạt Helianthus Annuus (Hướng dương), Chiết xuất hạt Amaranthus Caudatus, Chiết xuất Cystoseira Compressa, Chiết xuất từ ​​​​trái cây Caesalpinia Spinosa , Chiết xuất từ ​​lá Camellia Sinensis, Chiết xuất từ ​​trái cây Quercus Petraea, Chiết xuất từ ​​lá Cynara Scolymus (Artichoke), Protein hạt Oryza Sativa (Gạo), Protein đậu thủy phân PG-Propyl Silanetriol, Tocopherol, Chiết xuất từ ​​trái cây Citrus Paradisi (Bưởi), Quinoa thủy phân, Salvia Hispanica Chiết xuất hạt, Chiết xuất Oryza Sativa (Gạo), Chiết xuất hạt Adansonia Digitata thủy phân, Chiết xuất mầm Helianthus Annuus (Hướng dương), Chiết xuất Pisum Sativum (Đậu), Chiết xuất hạt lanh thủy phân, Madecassoside, Xylitol, Asiaticoside, Trehalose, Galactoarabinan, Glycerin, Jojoba Este, Dầu ôliu hydro hóa không xà phòng hóa, Natri Dilauramidoglutamide Lysine, Tinh bột Zea Mays (Ngô), Chiết xuất Helianthus Annuus (Hướng dương), Diisostearyl Malate, Chiết xuất lá Rosmarinus Officinalis (Cây hương thảo), Cinnamidopropyltrimonium Clorua, Gluconolactone, Caprylyl/Capryl Glucoside, Ethyl Oleate, Axit dehydroacetic, Phenethyl Alcohol, Sorbitan Oleate, Polyqu Parentium-37, Parfum (Hương thơm), Bis-Cetearyl Amodimethicone, Polysorbate 20, Ceteareth-7, Ceteareth-25, Maltodextrin, Quaternium-95, Isododecane, Butylene Glycol, Natri Phosphate, Ethyl Linoleate, Caprylyl Glycol , Rượu, Kali Sorbate, Canxi Gluconate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Axit Caprylic, Phenoxyetanol, Rượu Benzyl, Clorphenesin, Axit Sorbic, Axit Benzoic, Natri Phytate, Natri Benzoat, Axit Phytic, Axit Citric, Hexyl Cinnamal, Benzyl Salicylate, Coumarin, Linalool, Limonene, Geraniol.", "brand": "VIRTUE", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13835102-7394973185457760.jpg", "productCode": "Hair_14", "manufactureDate": "2023-06-10 00:00:00", "expirationDate": "2026-06-09 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Fable & Mane HoliRoots Hibiscus Hydrating Hair Oil Mist 75ml", "cost": 78000.0, "description": "Một loại sương nhẹ bao phủ tóc trong quá trình hydrat hóa (chưa kể đến mùi hương thú vị nhất), giới thiệu sự kiện dành cho tóc mới: Fable & Mane's HoliRoots™ Hibiscus Hydrating Hair Oil Mist. Với hương thơm hoa dâm bụt ngọt ngào, nhẹ nhàng, loại sương mù mịn này tận dụng sức mạnh của hoa dâm bụt đỏ, vốn rất giàu AHA tự nhiên (đó là axit alpha hydroxy) để phục hồi vẻ rạng rỡ và tăng thêm độ bóng. Sau đó, có amla - còn được gọi là quả lý gai Ấn Độ - chứa nhiều vitamin C giúp tăng cường sức khỏe cho tóc, ngăn ngừa tình trạng khô, chẻ ngọn và phục hồi tác hại xỉn màu của tia UV.", "how_to_use": "Lắc đều để kích hoạt pha dầu và nước. Đẩy nhẹ máy bơm và phun sương lên tóc khô ở khoảng cách ít nhất 5 inch. Chạy ngón tay hoặc chải qua các sợi. Để lại và lặp lại thường xuyên như mong muốn. Thích hợp để sử dụng hàng ngày.", "ingredient": "Nước (Aqua), Alkanes dừa, Squalane, Coco-Caprylate/Caprate, Dầu hạt mè, Chiết xuất hoa dâm bụt Rosa-Sinensis, Dầu trái cây Euterpe Oleracea, Dầu hạt Passiflora Edulis, Dầu cám Oryza Sativa (Gạo), Glycerin , Dầu hạt Moringa Oleifera, Chiết xuất từ ​​trái cây Emblica Officinalis (Amla), Dầu hạt Linum Usitatissimum (Hạt lanh), Chiết xuất từ ​​rễ Zingiber Officinale (Gừng), Chiết xuất từ ​​lá Melia Azadirachta, Chiết xuất từ ​​Eclipta Prostrata, Chiết xuất từ ​​lá Rosmarinus Officinalis (Rosemary), Caprylic/Capric Triglyceride, Dầu trái cây Mauritia Flexuosa (Buriti), Panthenol, Cocamidopropyl Betaine, Tetrasodium Glutamate Diacetate, Octyldodecanol, Hương thơm, Natri Clorua, Gluconolactone, Natri Benzoate, Benzyl Salicylate, Isoeugenol, Linalool.", "brand": "Fable & Mane", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13663857-2964947266620815.jpg", "productCode": "Hair_25", "manufactureDate": "2024-04-26 00:00:00", "expirationDate": "2027-04-26 00:00:00", "origin": "Mỹ"}, {"category": "Hair", "name": "ghd Original - Máy Duỗi Tóc", "cost": 387000.0, "description": "Hãy biến những ngày tóc tồi tệ trở thành quá khứ bằng sự trở lại của sản phẩm mới và cải tiến (nhưng vẫn mang tính biểu tượng như Máy duỗi tóc nguyên bản của ghd. Là người hùng thay đổi bờm đầu tiên của ghd, thiết bị tuyệt vời này là công cụ toàn diện hoàn hảo với khả năng tạo ra mọi thứ từ tóc thẳng bóng mượt đến sóng boho. Sử dụng công nghệ nhiệt gốm cải tiến và các tấm nổi không bị vướng, những sản phẩm này lướt dễ dàng qua các lọn tóc để mang lại nhiệt độ tối ưu là 185°C – nhóm các nhà khoa học của ghd kết luận rằng nhiệt độ mát hơn mang lại kết quả tạo kiểu kém hơn trong khi đó. những máy nóng hơn có thể gây hư tổn tóc không thể phục hồi, không cần thiết. Thân máy tròn cho phép tạo kiểu linh hoạt, đặc biệt là khi tạo các lọn tóc, trong khi thời gian làm nóng đáng kinh ngạc là 30 giây là điều tuyệt vời vào những buổi sáng bận rộn, thiết bị sẽ tự động tắt sau đó. 30 phút và một điện áp phổ biến khiến nó trở thành người bạn đồng hành hoàn hảo cho chuyến du lịch của bạn cả ngày, mỗi ngày?", "how_to_use": "Trước khi sử dụng, hãy xịt thật nhiều chất bảo vệ nhiệt lên tóc. Chúng tôi khuyên dùng bình xịt bảo vệ nhiệt ghd. Sau khi Máy ép tóc đã nóng lên, hãy dùng nó để duỗi thẳng, uốn xoăn hoặc tạo sóng. Để Máy ép tóc nguội, sau đó gấp dây lại theo cách tương tự như trong bao bì ban đầu. Nếu có thể, tránh quấn quanh thân Styler hoặc treo nó bằng dây vì điều này có thể gây hư hỏng.", "ingredient": "Máy tạo kiểu tóc có phích cắm ba chân của Vương quốc Anh và công suất 68-75W.", "brand": "ghd", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13480843-1844928336970462.jpg", "productCode": "Hair_28", "manufactureDate": "2022-07-17 00:00:00", "expirationDate": "2025-07-16 00:00:00", "origin": "Nhật Bản"}, {"category": "Hair", "name": "Dầu Gội Le Labo Santal 33 237ml", "cost": 117000.0, "description": "Biến ngày gội đầu thành một trải nghiệm thú vị với Dầu gội Le Labo Bergamote 22. Kết hợp các thành phần làm sạch nhẹ nhàng với hương thơm mang tính biểu tượng (và quyến rũ) nhất của Le Labo, loại bọt đậm đặc này giúp khóa sạch hoàn hảo và có mùi thơm đẹp. Với chiết xuất lô hội và dầu đậu nành, loại dầu gội bổ sung này sẽ loại bỏ cặn bẩn tích tụ để lại những lọn tóc mềm mượt và sáng bóng. Một cách dễ dàng để tạo mùi hương yêu thích của bạn, loại dầu gội sang trọng này truyền vào tóc hương thơm quyến rũ của Santal 33 - nổi bật với hương thảo quả, hoa diên vĩ, hổ phách và da.", "how_to_use": "Massage qua tóc ẩm. Lặp lại nếu được yêu cầu. Dùng tiếp với Dầu xả Le Labo yêu thích của bạn.", "ingredient": "Nước\\aqua\\eau, Natri C14-16 Olefin Sulfonate, Glycerin, Cocamidopropyl Betaine, Acrylates Copolymer, Hương thơm (Parfum), Dầu Glycine Soja (Đậu nành), Nước ép lá Aloe Barbadensis, Dầu hạt cải\\huile De Colza, Ethylhexylglycerin, Glyceride thực vật hydro hóa Citrate, Glyceryl Oleate, Dicaprylyl Ether, Cinnamidopropyltrimonium Clorua, Guar Hydroxypropyltrimonium Clorua, Glycol Stearate, Polyquaternium-7, Peg4 Rapeseedamide, Trietanolamine, Glycol Distearate, Axit Citric, Panthenol, Coco-glucoside, Polyqu Parentium-10, Decyl Glucoside, Natri Clorua, Natri Sulfate, Disodium Edta, Triethylene Glycol, Polyqu Parentium-11, Axit Stearic, Natri Acetate, Isopropanol, Tocopherol, Tocopheryl Acetate, Octadecyl Di-t-butyl-4-hydroxyhydrocinnamate, Phenoxyetanol, Kali Sorbate, Natri Benzoat, Axit Benzoic.", "brand": "Le Labo", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14507739-2055047283662242.jpg", "productCode": "Hair_17", "manufactureDate": "2024-08-31 00:00:00", "expirationDate": "2027-08-31 00:00:00", "origin": "Mỹ"}, {"category": "Hair", "name": "Color WOW Extra Strength Dream Coat Ultra Dưỡng ẩm chống xoăn cứng Kích thước du lịch 50ml", "cost": 43500.0, "description": "Giải pháp cải tiến cần có để bảo vệ tóc xốp, đã qua xử lý màu đã trở lại, tốt hơn và chắc khỏe hơn bao giờ hết… Dream Coat Extra Strength của Meet Color Wow, một loại xịt keo giàu độ ẩm giúp khóa hydrat hóa đồng thời khóa độ ẩm để giữ cho các sợi tóc mềm mượt và bóng mượt dù mưa hay nắng. Vượt xa hơn nữa để giữ cho mái tóc của bạn luôn tươi mới như mới ở tiệm thông qua ba loại dầu gội (vâng, bạn đọc đúng rồi!), công thức kích hoạt bằng nhiệt này tạo thành một lớp áo choàng vô hình, không thấm nước giúp che chắn khỏi tóc xoăn và tóc bay. Với kết quả khiến bạn phải thốt lên “wow”, còn gì mà không yêu thích sản phẩm phục hồi độ sáng bóng này? Pssst… chúng tôi đã đề cập đến việc nó có kích thước vừa với túi xách để bạn không bao giờ bị ảnh hưởng bởi thời tiết phải không?", "how_to_use": "Dầu gội, dầu xả. Dùng khăn lau khô tóc; chia thành các phần. Xịt tự do từng phần, chải kỹ. Sấy khô từng phần bằng cách căng. Nhiệt độ máy sấy cần thiết để kích hoạt. Nếu sử dụng máy ép tóc, nhiệt độ không được vượt quá 380°F (190°C). Lâu trôi, sử dụng 3-4 lần gội đầu.", "ingredient": "Nước/Aqua/EAU Dipropylene Glycol Polysilicone-29 VP/Methacrylamide /Vinyl Imidazole Copolymer Silicone Quaternium-18 Glycerin Trideceth-6 Chiết xuất hoa Chamomilla Recutita (Matricaria) Chiết xuất hoa Calendula Officinalis Chiết xuất hoa Calendula Officinalis Polyimide-1 Kali Sorbate Phenoxyanol Trideceth-12 Natri Benzoat Clorphenesin Kali Benzoat Phenylpropanol Disodium EDTA Propanediol Caprylyl Glycol Tocopherol Axit Citric.", "brand": "Color WOW", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14813007-1825063363290437.jpg", "productCode": "Hair_46", "manufactureDate": "2022-01-15 00:00:00", "expirationDate": "2025-01-14 00:00:00", "origin": "Hàn Quốc"}, {"category": "Hair", "name": "Act+Acre Huyết thanh tế bào gốc được xử lý lạnh 2.2 fl oz", "cost": 228000.0, "description": "Tóc khỏe mạnh bắt đầu từ da đầu, vì vậy hãy xử lý tận gốc tình trạng tóc mỏng và rụng bằng huyết thanh điều trị bán chạy nhất của Act+Acre. Với công thức chứa 2% tế bào gốc táo Thụy Sĩ để phục hồi hệ vi sinh vật da đầu ở cấp độ tế bào, Huyết thanh da đầu tế bào gốc được xử lý lạnh có tác dụng giảm rụng tóc trong vòng một tháng sử dụng. Những tế bào gốc hoạt động chăm chỉ này đã được chứng minh lâm sàng có tác dụng kích thích tăng trưởng và kéo dài giai đoạn tăng trưởng của bờm của bạn, giúp tóc dày hơn theo thời gian. Kết hợp với chiết xuất lô hội hỗ trợ collagen và làm dịu da đầu cũng như chiết xuất tre và đậu - được biết là thúc đẩy chu kỳ tăng trưởng ổn định và giảm sản xuất các gốc tự do gây lão hóa - phương pháp điều trị thuần chay này được coi là người hùng chăm sóc tóc mới của bạn.", "how_to_use": "Trên tóc khô hoặc ẩm sạch - thoa 1 -2 pipet dọc theo chân tóc và một phần tóc. Massage đều vào da đầu. Để yên và không rửa sạch. Sử dụng hàng ngày để có kết quả tốt nhất.", "ingredient": "Nước (Aqua), Glycerin, Butylene Glycol, Nước ép lá Aloe Barbadensis (ALOE), Chiết xuất từ ​​​​lá/thân cây Bambusa Vulgaris (BAMBOO), Caprylyl Glycol, Carbomer, Axit Citric, Collagen từ thực vật, Ethylhexylglycerin, Glucosamine Hcl, Glycereth-26, Lecithin, Leuconostoc/Dịch lọc lên men từ rễ củ cải (RADISH), Chiết xuất nuôi cấy tế bào trái cây Malus Domestica (APPLE), Pentylene Glycol, Phenoxyethyl, Chiết xuất Pisum Sativum (Hạt đậu) (PEA), Propanediol, Chiết xuất từ ​​​​trái cây Quercus Petraea (OAK), Natri Hyaluronate, Natri Hydroxide, Tetrasodium Glutamate Diacetate, Xanthan Gum.", "brand": "Act+Acre", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13926904-3664987959146373.jpg", "productCode": "Hair_9", "manufactureDate": "2023-04-02 00:00:00", "expirationDate": "2026-04-01 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Kem phục hồi hàng ngày Grow Gorgeous Repair 150ml", "cost": 75000.0, "description": "Làm mịn, làm dịu và tăng thêm độ bóng cho sợi tóc của bạn, kem phục hồi Grow Gorgeous cung cấp độ ẩm tức thì giúp tóc bạn chắc khỏe hơn ngay lập tức. Được hỗ trợ bởi công nghệ Bonding Plex, phương pháp điều trị giúp cải thiện cảm giác và vẻ ngoài của những sợi tóc yếu đi đồng thời tạo ra một hàng rào bảo vệ giúp kiểm soát mọi tình trạng tóc xoăn cứng không mong muốn. Nhưng đó không phải là tất cả, được pha trộn với chiết xuất lúa mì, bơ và dầu anh đào, công thức nhắm mục tiêu làm hư tổn tóc để tăng cường độ chắc khỏe và cung cấp cho tóc đồng thời dưỡng tóc để đảm bảo mái tóc được nuôi dưỡng và bóng mượt. Bây giờ, đó là những gì chúng ta gọi là một ngày tóc đẹp!", "how_to_use": "Áp dụng hàng ngày, thoa từ thân tóc đến ngọn tóc mới gội hoặc giữa các lần gội. Phong cách như thường lệ. Nếu tiếp xúc với mắt, hãy rửa kỹ. Ngừng sử dụng nếu xảy ra mẩn đỏ hoặc ngứa.", "ingredient": "Aqua/Nước/Eau, Dầu thầu dầu hydro hóa/Chất đồng trùng hợp axit sebacic, Propylene Glycol, Cetearyl Alcohol, Phenoxyetanol, Polyqu Parentium-37, Hydroxyethylcellulose, Hydroxypropylgluconamide, Hương thơm (Parfum), Brassica Campestris/Aleurites Fordi Oil Copolymer, Hydroxypropylammonium Gluconate, Behentrimonium Chloride, Ceteareth -20, Tocopherol, Natri Pca, Axit amin đậu nành, Axit amin lúa mì, Natri Lactate, Dầu hạt nhân Avena Sativa (Yến mạch), Ethylhexylglycerin, Dầu Persea Gratissima (Bơ), Dầu hạt Prunus Cerasus (Anh đào đắng), Arginine, Serine, Threonine , Arginine Hcl, Rượu Isopropyl, Axit Aspartic, Pca, Dầu hạt Helianthus Annuus (Hướng dương), Rượu Benzyl, Glycine, Alanine, Axit Tartaric, Disodium Phosphate, Natri Phosphate, Valine, Natri Benzoate, Isoleucine, Kali Sorbate, Proline, Polysorbate 60 , Limonene, Linalool, Alpha-Isomethyl Ionone, Histidine, Phenylalanine, Cinnamyl Alcohol, Dầu hạt Moringa Oleifera, Axit Citric, Natri Hydroxide.", "brand": "Grow Gorgeous", "volume": "150ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13223099-1295038192470204.jpg", "productCode": "Hair_16", "manufactureDate": "2024-07-26 00:00:00", "expirationDate": "2027-07-26 00:00:00", "origin": "Hàn Quốc"}, {"category": "Hair", "name": "Dầu Gội Detox K18 Peptide Prep 250ml", "cost": 117000.0, "description": "Tiếp theo trong dòng sản phẩm đột phá của K18 là Dầu gội giải độc Peptide Prep - được pha chế để nuôi dưỡng tóc đồng thời loại bỏ cặn bẩn tích tụ để tạo ra một mái tóc khỏe mạnh. Hãy suy nghĩ: màu sắc rực rỡ hơn, hiệu suất tối ưu của các sản phẩm tạo kiểu và các sợi được nuôi dưỡng… Tất cả bắt đầu với Mặt nạ phục hồi tóc phân tử để lại - một công thức để lại độc đáo đã làm rung chuyển ngành chăm sóc tóc và mang lại vẻ đẹp vô tận cho mái tóc mavens mạnh mẽ hơn, mềm mại hơn, mượt mà hơn và bồng bềnh hơn bao giờ hết. Bây giờ là lúc gặp gỡ Dầu gội giải độc Peptide Prep và mở rộng bộ sưu tập K18 của bạn để có kết quả tốt hơn nữa. Được thiết kế để gội ít thường xuyên hơn, cường độ cao hơn, loại dầu gội an toàn cho màu nhuộm này được định lượng nhỏ với 'K18Peptide' đã được cấp bằng sáng chế để giảm mất protein và giúp tóc bạn mềm mại và khỏe mạnh hơn. Một hỗn hợp axit salicylic và than hoạt tính kết hợp trong loại bọt không bong tróc này để làm thông thoáng các nang lông và loại bỏ dầu, kim loại và bụi bẩn, giúp bạn có một lộ trình rõ ràng để Mặt nạ tóc sửa chữa phân tử K18 để lại phát huy tác dụng. Tuy nhiên, không chỉ các sản phẩm tạo kiểu tóc của bạn sẽ được hưởng lợi từ chất tẩy rửa này - các phương pháp xử lý bằng hóa chất sẽ hoạt động tốt hơn và màu tóc sẽ lên màu rực rỡ hơn nhờ loại dầu gội làm sáng này. Hãy hít thở mùi hương cam quýt thanh khiết này và sẵn sàng chào đón một kỷ nguyên mới của những mái tóc bồng bềnh khỏe mạnh hơn nữa…", "how_to_use": "1. Thay dầu gội thông thường của bạn bằng loại dầu gội mạnh này 1 lần mỗi tuần hoặc khi cần. 2. Massage vào tóc + da đầu để loại bỏ chất tích tụ dư thừa. 3. Rửa sạch. 4. Lặp lại nếu cần.", "ingredient": "Nước (Aqua) (Eau), Natri C14-16 Olefin Sulfonate, Cocamidopropyl Hydroxysultaine, Axit Salicylic, Bột than, sh-Oligopeptide-78, Panthenol, Glycerin, Natri Phytate, GuarHydroxypropyltrimonium Clorua, Caprylyl Glycol, Axit Capryl-hydroxamic, Axit Citric, Kali Hydroxide, Natri Hydroxide, Hương thơm (Parfum), Benzyl Salicylate, Limonene.", "brand": "K18 Biomimetic Hairscience", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13906715-8464980182788083.jpg", "productCode": "Hair_21", "manufactureDate": "2024-09-20 00:00:00", "expirationDate": "2027-09-20 00:00:00", "origin": "Mỹ"}, {"category": "Hair", "name": "Bộ dụng cụ uốn tóc có thể hoán đổi cho nhau 5 thùng của Chameleon Chameleon", "cost": 855000.0, "description": "Với năm thùng, Bộ dụng cụ uốn tóc có thể hoán đổi cho nhau 5 thùng Chameleon là thứ cần phải có cho bất kỳ nhà sáng tạo uốn tóc nào muốn biến đổi mái tóc của mình - mà không cần làm tóc quá sức. Máy uốn tóc đa năng tối ưu, năm thùng dễ lắp ráp của dụng cụ uốn tóc có thể tạo ra các kiểu tóc từ những lọn tóc xoăn chặt cho đến những lọn tóc xoăn lớn, khô - và mọi thứ ở giữa. Bạn lo lắng về việc gây hư tổn do nhiệt cho sợi tóc của mình? Bạn không cần phải như vậy. Thùng titan nhẹ có bề mặt siêu mịn tạo ra những lọn tóc xoăn bồng bềnh, mượt mà hơn. Họ cũng sử dụng nhiệt hồng ngoại xa xuyên qua ngay lập tức vỏ biểu bì tóc, giảm hư tổn bằng cách làm nóng tóc chỉ trong một nửa thời gian so với máy uốn tóc truyền thống. Và để bảo vệ những ngón tay mỏng manh của bạn, bộ sản phẩm đi kèm với găng tay ba ngón chịu nhiệt để tăng độ linh hoạt mà không bị bỏng.", "how_to_use": "Để bật: Nhấn và giữ nút Bật/Tắt nằm giữa nút – và nút +. Để thay đổi nhiệt độ: Nhấn nút + để tăng nhiệt độ và nút – để giảm nhiệt độ. Thay đổi đầu nòng: dụng cụ uốn tóc 32mm/1,25\"\"; tức là \"\"vết sưng\" - tốt nhất để tạo kiểu dáng lược tròn, thẳng khi chuyển động trên mái tóc dài. uốn cong các phần cuối của một tác phẩm đồ sộ, mang lại sức sống hơn cho nó. uốn xoăn và tạo thành từng phần lớn bằng cách sử dụng keo xịt tóc amika touchable để có được kiểu tóc tròn hơn, bồng bềnh hơn hoặc uốn theo các hướng khác nhau để tạo lớp tóc.  Dụng cụ uốn tóc 25mm/1\"; tức là \"quyến rũ\" - kích thước uốn tóc phổ biến nhất để tạo mọi kiểu tóc từ kiểu dáng cổ điển hoặc hoài cổ đến các kiểu tóc bồng bềnh hiện đại. Uốn và cố định, đợi 10 phút để các lọn tóc nguội, thả ra, chải và tạo kiểu cho lọn tóc lớn nhất, bồng bềnh nhất để tóc khô tự nhiên và uốn tóc theo các hướng xen kẽ để có kiểu uốn cổ điển trên bãi biển. Máy uốn tóc 25-18mm/.75-1\"; tức là \"au tự nhiên\" - những lọn tóc xoăn chặt hơn ở phía dưới, lỏng hơn ở phía trên và kém đồng đều hơn. để trông tự nhiên hơn nữa, hãy xen kẽ kích thước của các phần tóc đang được uốn và giữa các lọn tóc ở chân tóc hoặc giữa chiều dài của tóc. Dụng cụ uốn tóc 19mm/0,75\"; tức là \"kết cấu\" - lý tưởng để tạo kiểu có kết cấu và cổ điển, cũng như các lọn tóc cần giữ nếp từ ngày này sang đêm khác. Làm xoăn toàn bộ đầu tóc làm nền cho kiểu búi tóc lộn xộn đẹp mắt. Hãy dùng một chiếc tóc bob ngắn từ bóng mượt và ghim thẳng đến vui nhộn và bồng bềnh trên bãi biển. để tạo độ nảy, các vòng tròn xác định và sóng chặt.", "ingredient": "Công cụ này đi kèm với phích cắm tiêu chuẩn của Vương quốc Anh. 110-240V.", "brand": "Amika", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13528644-6394934507115855.jpg", "productCode": "Hair_43", "manufactureDate": "2023-11-09 00:00:00", "expirationDate": "2026-11-08 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Gói dầu gội và dầu xả Olaplex", "cost": 168000.0, "description": "Hành động kép yêu thích mới cho mái tóc của bạn, Gói Dầu gội và Dầu xả OLAPLEX kết hợp hai trong số những sản phẩm được yêu thích nhất của thương hiệu thành một thói quen dễ thực hiện. Bước đầu tiên, hãy khám phá Dầu gội bảo trì trái phiếu số 4. Là loại dầu gội làm sạch và phục hồi hàng ngày, chất lỏng mềm mượt này giúp dưỡng ẩm sâu và tăng cường độ chắc khỏe cho tóc cũng như sửa chữa các liên kết tóc bị đứt gãy giữa các lần salon hoặc các buổi tạo kiểu tóc, để bạn có thể tiếp tục duy trì màu tóc và kiểu tóc yêu thích mà không lo tóc bị hư tổn sau này. Sửa chữa. Thực hiện theo điều này với Dầu xả bảo trì trái phiếu số 5, giúp phục hồi các liên kết tóc và nhẹ nhàng phục hồi mức độ hydrat hóa mà không làm tăng thêm trọng lượng. Công thức dưỡng ẩm này là sự lựa chọn hoàn hảo để loại bỏ tình trạng tóc xoăn hư tổn và thúc đẩy mái tóc chắc khỏe, bóng mượt.", "how_to_use": "Vui lòng xem các trang sản phẩm riêng lẻ để biết chi tiết.", "ingredient": "Dầu gội: Nước, Cetearyl Alcohol, PPG-3 Benzyl Ether Myristate, Caprylic/Capric Triglyceride, Cetyl Alcohol,Octyldodecyl Ricinoleate, Quaternium-91, Cetrimonium Chloride, Divinyldimethicone/Dimethicone Copolymer, Behentrimonium Chloride, Glycerin, Cetyl Este, Isododecane, Bis-Aminopropyl Diglycol Dimaleate, Hương thơm, Panthenol, Phospholipids, Dimethicone PEG-7 Isostearate, Pseudozyma Epicola/Argania Spinosa Dịch lọc lên men dầu hạt nhân, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Tocopheryl Linoleate/Oleate, Quaternium-95, Propanediol, Chiết xuất Punica Granatum , Chiết xuất từ ​​trái cây Morinda Citrifolia, PEG-8, Chiết xuất từ ​​trái cây Euterpe Oleracea, Dầu hạt Camellia Sinensis, Dầu hạt Crambe Abyssinica, Hydroxypropyl Cyclodextrin, Dầu Persea Gratissima (Bơ), Dầu hạt Vitis Vinifera (Nho), Disodium EDTA, Polysilicone-15, C11-15 Pareth-7, Hydroxypropyl Guar, Dầu Glycine Soja (Đậu nành), PEG-45M, PEG-7 Amodimethicone, Amodimethicone, C12-13 Pareth-23, C12-13 Pareth-3, Laureth-9, Pentaerythrityl Tetra-Di -T-Butyl Hydroxyhydrocinnamate, PEG-4, Phenoxyetanol, Hexyl Cinnamal. Dầu xả: Nước, Cetearyl Alcohol, PPG-3 Benzyl Ether Myristate, Caprylic/Capric Triglyceride, Cetyl Alcohol,Octyldodecyl Ricinoleate, Quaternium-91, Cetrimonium Chloride, Divinyldimethicone/Dimethicone Copolymer, Behentrimonium Chloride, Glycerin, Cetyl Este, Isododecane, Bis-Aminopropyl Diglycol Dimaleate, Hương thơm, Panthenol, Phospholipids, Dimethicone PEG-7 Isostearate, Pseudozyma Epicola/Argania Spinosa Dịch lọc lên men dầu hạt nhân, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Tocopheryl Linoleate/Oleate, Quaternium-95, Propanediol, Chiết xuất Punica Granatum , Chiết xuất từ ​​trái cây Morinda Citrifolia, PEG-8, Chiết xuất từ ​​trái cây Euterpe Oleracea, Dầu hạt Camellia Sinensis, Dầu hạt Crambe Abyssinica, Hydroxypropyl Cyclodextrin, Dầu Persea Gratissima (Bơ), Dầu hạt Vitis Vinifera (Nho), Disodium EDTA, Polysilicone-15, C11-15 Pareth-7, Hydroxypropyl Guar, Dầu Glycine Soja (Đậu nành), PEG-45M, PEG-7 Amodimethicone, Amodimethicone, C12-13 Pareth-23, C12-13 Pareth-3, Laureth-9, Pentaerythrityl Tetra-Di -T-Butyl Hydroxyhydrocinnamate, PEG-4, Phenoxyetanol, Hexyl Cinnamal.", "brand": "Olaplex", "volume": "250ml x 2", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12219541-1694945676452971.jpg", "productCode": "Hair_2", "manufactureDate": "2024-03-29 00:00:00", "expirationDate": "2027-03-29 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Phức hợp ba trái phiếu Living Proof 45ml", "cost": 126000.0, "description": "Tương lai của việc sửa chữa tóc là ở dạng phức hợp ba liên kết của Living Proof. Hãy coi điều này như kiến ​​trúc sư cho mái tóc khỏe mạnh hoạt động bên trong mái tóc của bạn để củng cố từng sợi tóc và giúp bạn đạt được mọi ước mơ chăm sóc tóc của mình. Được sử dụng hàng tuần, phương pháp điều trị phục hồi chuyên sâu này đã được chứng minh lâm sàng giúp tái tạo lại mái tóc hư tổn, đồng thời bảo vệ tóc khỏi những hư tổn trong tương lai để giữ cho bờm của bạn luôn ở trạng thái tối ưu. Các phương pháp xử lý bằng hóa chất, thuốc tẩy và hư tổn do nhiệt gây ra đều gây ra hậu quả, nhưng may mắn thay, Triple Bond Complex luôn sẵn sàng cung cấp khả năng phục hồi ngay lập tức và bảo vệ lâu dài để tóc của bạn được phục hồi về trạng thái khỏe mạnh. Khai thác sức mạnh của một công nghệ đột phá đang chờ cấp bằng sáng chế, sản phẩm cứu tinh cho tóc này sẽ sửa chữa và bổ sung các liên kết ion, hydro và cộng hóa trị. Chỉ sau một lần sử dụng, bạn sẽ thấy kết quả ngay lập tức (những người thiếu kiên nhẫn trong chúng ta có thể vui mừng), vì nó sẽ trông khỏe mạnh hơn và những cải thiện đáng kể cũng được thực hiện bên trong sợi tóc của bạn. Không quên yếu tố bảo vệ, dầu tế bào đóng gói có thể được tìm thấy trong chai bụi vàng nhỏ này để bảo vệ tóc của bạn khỏi tác hại của nhiệt và tia cực tím. Tất cả điều này chỉ trong một lần điều trị mỗi tuần một lần? Thói quen chăm sóc tóc của chúng tôi đang được nâng cấp càng sớm càng tốt!", "how_to_use": "Gội đầu và dưỡng tóc như bình thường. Sau đó thoa 2 lần bơm lên tóc sạch và ẩm. Thêm nhiều hơn nếu cần, dựa trên độ dài, kết cấu và mức độ hư tổn của tóc. Chải qua. Đừng rửa sạch. Để có kết quả tốt nhất, hãy đợi 10 phút trước khi áp dụng các phương pháp điều trị hoặc tạo kiểu tóc khác và sấy khô. Sản phẩm không cần nhiệt, nhưng bạn sẽ thấy kết quả tốt nhất khi kích hoạt bằng nhiệt. Sử dụng hàng tuần.", "ingredient": "Nước/Eau/Aqua, Cetyl Alcohol, Glyceryl Stearate, Isodecyl Oleate, Isopentyldiol, Dioctyldodecyl Dodecanedioate, Natri Phytate, Phytosteryl/Octyldodecyl Lauroyl Glutamate, Chiết xuất lá Olea Europaea (Olive), Sáp hạt Helianthus Annuus (Hướng dương), Este Jojoba, Linoleamidopropyl Dimethylamine Dimer Dilinoleate, C10-18 Triglycerides, Dầu hạt Ricinus Communis (Castor), Glyceryl Ricinoleate, Cyclodextrin, Propanediol, Glycerin, Pentylene Glycol, Ceteth-20, Steareth-20, PEG-75 Stearate, Polyglycerin-3, Hydroxypropyl Methylcellulose, Cyamopsis Tetragonoloba (Guar) Kẹo cao su, Hydroxyethylcellulose, Xanthan Gum, Caesalpinia Spinosa Gum, Hương thơm/Parfum, Axit Citric, Natri Hydroxide, Axit Gluconic, Hydroxyacetophenone, Natri Benzoate, Linalool, Hexyl Cinnamal, Citronellol, Citral, Limonene. Living Proof nỗ lực duy trì tính chính xác của danh sách thành phần trên trang web này. Tuy nhiên, vì các thành phần có thể thay đổi nên chúng tôi không thể đảm bảo rằng các danh sách này là đầy đủ, cập nhật và/hoặc không có lỗi. Để biết danh sách chính xác các thành phần trong mỗi sản phẩm, vui lòng tham khảo bao bì sản phẩm của bạn.", "brand": "Living Proof", "volume": "45ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13887201-8684984485771561.jpg", "productCode": "Hair_3", "manufactureDate": "2023-01-16 00:00:00", "expirationDate": "2026-01-15 00:00:00", "origin": "Mỹ"}, {"category": "Hair", "name": "Dầu Gội Nước Cứng HELLO KLEAN 350ml", "cost": 54000.0, "description": "Xử lý tất cả các dấu hiệu nhận biết nước cứng? Hãy nghĩ đến tình trạng khô, giòn, đồng thau và xỉn màu. Gặp gỡ người hùng tóc mới của bạn, Dầu gội nước cứng HELLO KLEAN. Công thức đặc biệt để chống lại tác động của khoáng chất và kim loại nặng, phục hồi độ mềm mại và bóng mượt từ gốc đến ngọn. Massage để biến công thức chứa than tre thành một loại bọt giàu dưỡng chất, loại bỏ các khoáng chất không mong muốn có thể khiến làn da có cảm giác khập khiễng và mờ nhạt. Protein yến mạch phục hồi độ mềm mại và bóng mượt, trong khi chiết xuất rễ cam thảo giúp kích thích tăng trưởng để chống lại tình trạng rụng tóc cứng do nước gây ra. Axit lactic truyền độ ẩm vào sợi tóc và tăng cường sức mạnh để giúp sợi tóc bớt mỏng manh hơn, siêu mềm và hoàn toàn không trọng lượng.", "how_to_use": "Massage một lượng nhỏ lên tóc ướt và da đầu. Tạo bọt nhiều. Rửa sạch. Dùng kèm với Dầu xả Hard Water để có kết quả tốt nhất.", "ingredient": "Aqua, Natri C14-16 Olefin Sulfonate, Cocamidopropyl Betaine, Cocamide Methyl Mea, Natri Taurine Cocoyl Methyltaurate, Glycerin, Natri Clorua, Kali Cocoyl Protein yến mạch thủy phân, Phenoxyetyl, Dihydrogenated Tallow Phthalic Acid Amide, Ppg-3 Caprylyl Ether, Natri Benzoate, Natri Lauroyl Sarcosine, Guar Hydroxypropyltrimonium Clorua, Natri Cocamidopropyl Pg-dimonium Clorua Phosphate, Oleamidopropyl Pg-dimonium Clorua, Trihydroxystearin, Dầu vỏ cam quýt Paradisi (Bưởi), Ppg-9 Diglyceryl Ether, Dầu Lavandula Angustifolia (Hoa oải hương), Disodium Cocoyl Glutamate, Axit Lactic , Dầu trái cây Citrus Aurantium Bergamia (Bergamot), Phytosteryl/octyldodecyl Lauroyl Glutamate, Protein Glycine Soja (Đậu nành), Axit ascorbic 3-o-ethyl, Superoxide Dismutase,Protein gạo thủy phân, Natri Hyaluronate, Chiết xuất lá Olea Europaea (Ô liu), Polyqu Parentium -10, Kali clorua, Polyqu Parentium-7, Propylene Glycol, Ditallowamine hydro hóa, Ppg-52 Butyl Ether, Ppg-34, Than tre, Laureth-20, Butylene Glycol, Glyceryl Laurate, Glyceryl Caprylate, 1,2-hexanediol, Tromethamine, Kali Sorbate, Ci 77891, Đen 2.", "brand": "HELLO KLEAN", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14514063-8055049632023845.jpg", "productCode": "Hair_48", "manufactureDate": "2023-04-06 00:00:00", "expirationDate": "2026-04-05 00:00:00", "origin": "Đức"}, {"category": "Hair", "name": "Dầu gội đầu trước khi gội JVN Complete 50ml", "cost": 75000.0, "description": "Mái tóc khỏe mạnh bắt đầu với một da đầu vui vẻ. Được làm bằng hỗn hợp các thành phần thúc đẩy tăng trưởng, Dầu gội đầu JVN Pre-Wash là một bước thiết yếu trong quy trình gội đầu hàng ngày của bạn để có những sợi tóc dài hơn, chắc khỏe hơn và da đầu không bong tróc. Được thiết kế cẩn thận để cân bằng độ pH và độ ẩm, liệu pháp 'chăm sóc da cho tóc' này giúp phục hồi da đầu khô, ngứa, đồng thời thúc đẩy sự phát triển và sức khỏe của tóc. Chiết xuất hương thảo đang thịnh hành giúp kích thích tuần hoàn khỏe mạnh, thúc đẩy các sợi tóc chắc khỏe hơn và giảm rụng và gãy tóc. Chiết xuất nghệ và dầu hạt neem làm dịu da đầu bị kích thích, trong khi hemi-squalane có nguồn gốc từ mía được cấp bằng sáng chế và bền vững của JVN giúp cải thiện sức khỏe của tóc ngay lập tức. Thực hiện thêm một bước trong thói quen gội đầu hàng ngày của bạn càng đáng giá hơn, loại dầu đa nhiệm này cũng giúp loại bỏ bụi bẩn và sản phẩm tích tụ - mà không khiến tóc và da đầu có cảm giác bị bong tróc hoặc căng cứng.", "how_to_use": "Trước khi gội đầu, nhỏ 2-3 giọt trực tiếp lên da đầu, thêm nhiều hơn nếu cần. Massage nhẹ nhàng vào da đầu và để trong 10-15 phút. Gội đầu như bình thường, gội lần thứ hai nếu cần. Sử dụng tối đa hai lần mỗi tuần.", "ingredient": "Squalane, Farnesene hydro hóa*, Bisabolol, Chiết xuất rễ cây có lông Ocimum Basilicum, Chiết xuất cám Oryza Sativa (Gạo), Dầu Cocos Nucifera (Dừa), Chiết xuất từ ​​​​rễ cây Curcuma Longa (Nghệ), Chiết xuất Helianthus Annuus (Hướng dương), Tocopherol, Rosmarinus Officinalis ( Chiết xuất lá hương thảo), Dầu hạt Helianthus Annuus (Hướng dương), Dầu hạt Moringa Oleifera, Chiết xuất hoa Melia Azadirachta, Chiết xuất vỏ cây Melia Azadirachta, Chiết xuất lá Ocimum Sanctum, Chiết xuất Corallina Officinalis, Chiết xuất lá/hoa húng quế Ocimum, Chiết xuất Melia Azadirachta , Dầu vỏ Citrus Reticulata (Tangerine), Dầu Jasminum Officinale (Jasmine), Chiết xuất lá Melia Azadirachta; Hương thơm/Nước hoa**. *Hemisqualane có nguồn gốc từ mía **Hương thơm/nước hoa: Chiết xuất trái cây Citrus Aurantium Bergamia (Bergamot), Dầu vỏ Citrus Limon (Chanh), Limonene, 2,4-Dimethyl-3-Cyclohexene Carboxaldehyde, (Z)-3-Hexen-1- yl Methyl Carbonate, Dầu Lavandula Angustifolia (Hoa oải hương), Ethyl Linalool, Terpineol, 2-t-Butylcyclohexyl Acetate, Neryl Acetate, Alpha-Damascone, Gamma-Undecalactone, Methyldihydrojasmonate, Geranyl Acetate, Tetramethyl Acetyloctahydronaphthalenes, Hổ phách Naphthofuran, Ethylene Brassylate.", "brand": "JVN", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14304010-2045045435133279.jpg", "productCode": "Hair_15", "manufactureDate": "2023-01-16 00:00:00", "expirationDate": "2026-01-15 00:00:00", "origin": "Mỹ"}, {"category": "Hair", "name": "Điều trị da đầu để lại tóc Gain 50ml", "cost": 96000.0, "description": "Được thiết kế để đánh bại các cáo buộc về da đầu bị tắc bằng hỗn hợp tái tạo năng lượng, chứa caffeine, Hair Gain Scalp Foam kích thích sự phát triển mới khỏe mạnh. Bạn hỏi phiền phức về bọt là gì? Chà, đối với những người mới bắt đầu, nó hoàn toàn thuần chay, cực kỳ nhẹ và được cung cấp bởi biotin, betanine và Công nghệ AnaGain rất riêng của thương hiệu, tất cả đều phối hợp với nhau để củng cố sợi tóc của bạn từ trong ra ngoài. Làm dịu da đầu của bạn với tác dụng làm mát, công thức tăng mật độ này giúp tóc dày hơn mà không để lại dấu vết tích tụ.", "how_to_use": "Sử dụng trên tóc khô hoặc lau khô bằng khăn. Thoa trực tiếp lên da đầu và đường chân tóc. Massage đều vào da đầu bằng cách chia tóc thành nhiều phần. Không rửa sạch, sử dụng một lần mỗi ngày. Tạo kiểu tóc như bình thường, không để lại cặn dính hoặc nhờn. Sử dụng 5 đến 10 lần bơm bọt mỗi ngày, đủ để che toàn bộ da đầu của bạn.", "ingredient": "Aqua, Betaine, Polysorbate 20, Cocamidopropyl Betaine, Natri Cocoyl Axit amin táo, Phytantriol, Panthenol, Natri Benzoate, Phenoxy Ethanol, Kali Sorbate, Parfum, Hexylene Glycol, Biotin, Axit Citric, Chiết xuất Pisum Sativum (Hạt đậu), Tetrasodium Glutamate Diacetate, CI 75810, Limonene, Alpha-isomethyl ionone, Linalool, Maltodextrin, Citronellal.", "brand": "Hair Gain", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14235209-1565041876807791.jpg", "productCode": "Hair_20", "manufactureDate": "2022-03-03 00:00:00", "expirationDate": "2025-03-02 00:00:00", "origin": "Ý"}, {"category": "Hair", "name": "Mặt nạ chăm sóc tóc tái tạo tóc Sisley Hair Rituel by Sisley Treatment 200ml", "cost": 243000.0, "description": "Được tăng cường với một loạt các hoạt chất nuôi dưỡng, protein, vitamin và khoáng chất có nguồn gốc từ thực vật, Mặt nạ tái tạo này có mặt để cung cấp năng lượng cho tóc và da đầu của bạn. Hair Rituel của Sisley's Fortifying Vitalising Complex là ngôi sao của chương trình dành cho da đầu và sợi tóc này, cùng với protein từ gạo và bông để tái tạo và xây dựng lại cấu trúc từ gốc đến ngọn. Lý tưởng để tự mát-xa, mặt nạ dạng kem nhẹ này cũng bao gồm hỗn hợp dưỡng chất của dầu hạt mỡ, macadamia, hoa trà và hạt phỉ để chống mất nước, đồng thời làm dịu và làm mềm da và tóc của bạn. Và đúng với các bộ sưu tập nâng cao nghi lễ của SISLEY-PARIS, nó cũng được pha với hương thơm nhẹ nhàng và tươi mát để làm thỏa mãn các giác quan của bạn. Đừng ngạc nhiên nếu bạn bị ám ảnh.", "how_to_use": "Áp dụng cho tóc đã gội và ẩm. Phân phối từ gốc đến cuối. Massage vào da đầu và để sản phẩm trong 10 phút. Rửa sạch cẩn thận.", "ingredient": "Aqua/Nước/Eau, Cetyl Alcohol, Glycerin, C9-12 Alkane, Hydroxypropyl Starch Phosphate, Behentrimonium Chloride, Pentylene Glycol, Parfum/hương thơm, Panthenol, Arginine, Bisabolol, Pyridoxine Hcl, Protein hạt bông thủy phân, Protein gạo thủy phân, Hạt Camellia Oleifera Dầu, Dầu hạt Corylus Avellana (Hazelnut), Dầu hạt Macadamia Integrifolia, Butyrospermum Parkii (Shea) Butter, Tocopheryl Acetate, Magiê Aspartate, Gluconate kẽm, Gluconate đồng, Palmitoyl Myristyl Serinate, Protein thực vật thủy phân, Chiết xuất hạt lanh thủy phân, Biotin, Amodimethicone, Rượu Isopropyl, Polyqu Parentium-47, Peg-8, Disodium Edta, Axit Citric, Butylene Glycol, Stearamidopropyl Dimethylamine, Natri Hydroxide, Peg-8/smdi Copolymer, Natri Polyacrylate, Axit Sorbic, Phenoxyetanol, Natri Benzoate, Kali Sorbate, Limonene, Citral . Lưu ý: Danh sách các thành phần có trong thành phần của sản phẩm SISLEY-PARIS và HAIR Rituel của Sisley được cập nhật thường xuyên. Vui lòng tham khảo danh sách thành phần trên bao bì trước khi sử dụng sản phẩm.", "brand": "Sisley Hair RItuel by Sisley", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14662638-1395070620859498.jpg", "productCode": "Hair_7", "manufactureDate": "2024-07-14 00:00:00", "expirationDate": "2027-07-14 00:00:00", "origin": "Đức"}, {"category": "Hair", "name": "Xịt khoáng siêu nhiên Color Wow Travel Dream Coat 50ml", "cost": 37500.0, "description": "Là sản phẩm cải tiến cần có để bảo vệ tóc xốp, đã qua xử lý màu, Xịt siêu nhiên Color Wow's Dream Coat bảo vệ từng sợi tóc bằng một lớp áo chống thấm vô hình - hoàn hảo để chống xoăn cứng. Nếu bạn nhuộm tóc, sợi tóc của bạn có thể xốp hơn và dễ bị ảnh hưởng bởi độ ẩm - đồng nghĩa với việc có nhiều nguy cơ bị xoăn hơn! Giới thiệu Xịt siêu nhiên Dream Coat của Color Wow, giúp 'thu nhỏ' từng sợi tóc bằng một lớp áo chống thấm vô hình để ngăn tóc xoăn và bay mất. Được kích hoạt bằng nhiệt, tác dụng của loại xịt này kéo dài qua ba đến bốn lần gội và có tác dụng nén, thắt chặt và cố định các sợi tóc để mang lại kiểu dáng đẹp, mịn và siêu mượt một cách siêu nhiên. Không giống như các loại serum 'bảo vệ độ ẩm' thông thường, Dream Coat sẽ không tích tụ, làm nặng tóc hoặc làm tóc nhờn - và có kích thước vừa vặn với túi xách để bạn không bao giờ bị ảnh hưởng bởi thời tiết.", "how_to_use": "Gội, dưỡng, lau khô tóc, chia làm nhiều phần. Xịt đều và đều lên tóc DAMP (không ướt). Không thoa các sản phẩm tạo kiểu khác lên tóc ẩm. Dùng lược sấy khô từng phần tóc để giữ nếp tóc. Cần sấy khô để kích hoạt. Để có kết quả tốt nhất, hãy sử dụng 3-4 lần gội đầu.", "ingredient": "Aqua/Nước/Eau, Dipropylene Glycol, Polysilicone-29, DMDM ​​Hydantoin, Propylene Glycol, Glycerin, Silicone Quaternium-18, Butylene Glycol, Iodopropynyl butylcarbamate, Trideceth-7, Trideceth-12, Phenoxyetanol, Chamomilla Recutita (Matricaria) Hoa, Chiết xuất , Chiết xuất hoa Calendula Officinalis, Kali Sorbate, Kali Benzoat, Axit Citric", "brand": "Color WOW", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11870457-1484895729268192.jpg", "productCode": "Hair_44", "manufactureDate": "2022-06-08 00:00:00", "expirationDate": "2025-06-07 00:00:00", "origin": "Ý"}, {"category": "Hair", "name": "Serum Multi-Peptide thông thường dành cho mật độ tóc 60ml", "cost": 57900.0, "description": "Sau khi đã thay đổi chế độ chăm sóc da của mình, chúng tôi chỉ có thể mơ rằng The (phi thường...) Ordinary sẽ mở rộng sang lĩnh vực chăm sóc tóc - và với Huyết thanh Multi-Peptide dành cho mật độ tóc này, họ đã làm được! Theo chính thương hiệu, công thức đậm đặc này 'được thiết kế để hỗ trợ sức khỏe tóc để nó trông dày hơn, rậm hơn, đầy đặn hơn và khỏe mạnh hơn' - tất cả những từ mà chúng tôi rất muốn sử dụng để mô tả những lọn tóc (đôi khi mờ nhạt) của chính mình. Vậy làm thế nào mà nó lại gặt hái được những kết quả thần kỳ này? Sự kết hợp của các chiết xuất tự nhiên mạnh mẽ (Chiết xuất gỗ Larix Europaea và Chiết xuất lá Camellia Sinensis), phức hợp peptide và caffeine tạo nên công thức siêu nhẹ này, hợp nhất trong một lớp nền làm mềm để có thể thẩm thấu vào da đầu của bạn một cách hiệu quả và hoạt động sâu trong nang tóc. Lý tưởng nhất là sử dụng nó trước khi đi ngủ, thoa lên da đầu khô và sạch trước khi mát-xa kỹ và để yên (một số người có thể thích xả sạch vào buổi sáng).", "how_to_use": "Thoa một vài giọt hoặc khi cần thiết một lần mỗi ngày, lý tưởng nhất là trước khi đi ngủ, để làm sạch và khô da đầu. Massage kỹ vào da đầu. Công thức này là thời gian nghỉ phép/đang điều trị. Không gội đầu hoặc da đầu sau khi bôi. (Bạn có thể muốn xả/gội đầu vào ngày hôm sau để loại bỏ cặn).", "ingredient": "Aqua (nước), Propanediol, Butylene Glycol, Glycerin, Caffeine, Biotinoyl Tripeptide-1, Acetyl Tetrapeptide-3, Chiết xuất gỗ Larix Europaea, Chiết xuất Pisum Sativum, Chiết xuất rễ cây Scutellaria Baicalensis, Chiết xuất mầm Triticum Vulgare, Chiết xuất mầm Glycine Soja, Trifolium Pratense Chiết xuất hoa, Chiết xuất lá Camellia Sinensis, Apigenin, Axit Oleanolic, Arginine, Glycine, Canxi Gluconate, Kẽm Clorua, Axit Lactic, Gluconolactone, Dextran, Maltodextrin, Hydroxyethylcellulose, Xanthan gum, Pentylene Glycol, Dimethyl Isosorbide, Polysorbate 20, PPG-26- Buteth-26, Dầu thầu dầu hydro hóa PEG-40, Trisodium Ethylenediamine Disuccinate, Natri Metabisulfite, Natri Benzoat, Phenoxyetanol, Clorphenesin", "brand": "The Ordinary", "volume": "2 fl. oz", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11841280-1175023394134764.jpg", "productCode": "Hair_51", "manufactureDate": "2024-01-10 00:00:00", "expirationDate": "2027-01-09 00:00:00", "origin": "Đức"}, {"category": "Hair", "name": "Kem khô không khí JVN Complete 147ml", "cost": 69000.0, "description": "Mang lại cho mái tóc một kỳ nghỉ thoải mái khỏi các dụng cụ nóng với JVN Complete Air Dry Cream. Được thiết kế để nâng cao kết cấu tự nhiên của bạn, loại kem nhẹ này mang lại độ giữ nếp mềm mại, độ bóng bóng và độ mềm mại tự nhiên cho các kiểu tóc không dùng nhiệt. Hoàn toàn không chứa silicone, loại kem tạo kiểu này được sản xuất với hemi-squalane đã được cấp bằng sáng chế của JVN để tăng cường sức khỏe tóc ngay lập tức và theo thời gian - giúp những ngày không có nhiệt trở nên tuyệt vời hơn cho mái tóc của bạn. Được làm giàu với sự pha trộn nuôi dưỡng của dầu hạt chùm ngây, chiết xuất hạt chia và hạt lanh, nó tạo ra độ mềm mượt bất chấp độ ẩm cho mọi loại tóc và kết cấu. Nâng cao độ nét của các lọn tóc và sóng tự nhiên mà không cần đến gel, kỳ quan cần bảo trì thấp này giúp các sợi tóc mềm mại và sáng bóng đến mức có thể chạm vào. Chỉ cần tiếp tục và đi ra ngoài.", "how_to_use": "Thoa một lượng mong muốn lên tóc ẩm. Tuyệt vời để sử dụng hàng ngày trên mọi loại tóc, kể cả tóc đã qua xử lý màu.", "ingredient": "Nước/Aqua/Eau, Squalane, Glycerin, Cinnamidopropyltrimonium Clorua, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Farnesene hydro hóa*, Chiết xuất hạt Salvia Hispanica, Chiết xuất hạt Linum Usitatissimum (Hạt lanh), Dầu hạt Moringa Oleifera, Bơ butyrospermum Parkii (Shea) , Este Jojoba thủy phân, Polyme chéo Decylglucoside Sorbitan Oleate, Tocopherol, Maltodextrin/VP Copolymer, Kali Sorbate, Ethylhexylglycerin, Rượu Benzyl, Natri Gluconate, Natri Hydroxide, Hương thơm/Parfum**. *Hemisqualane có nguồn gốc từ mía **Hương thơm/Parfum; Prenyl Acetate 2,6-Dimethylheptan-2-ol, Octanal, Hexenyl Acetate, p-Cresol, Limonene, Rượu Benzyl, Dipropylene Glycol, 2,6-Dimethyl-7-Octen-2-ol, 2,4-Dimethyl-3 -Cyclohexene Carboxaldehyde, Allyl Caproate, Methyl Benzoate, Linalool, Phenethyl Alcohol, 2,4,6-Neocyclocitral, Benzyl Acetate, Terpineol, Methylbenzyl Acetate, Decanal, Citronellol, Isoamyl Allylglycolate, Linalyl Acetate, Anethole, Hydroxycitronellal, Heliotropine, 4-Tert -Butylcyclohexyl Acetate, Methyl Anthranilate, Terpineol Acetate, Gamma-Nonalactone, Geranyl Acetate, Phenethyl Butyrate, Lauraldehyd, Jasmacyclene, Allyl 3-cyclohexylpropionate, Alpha-Ionone, Coumarin, Eugenol, Methyl Ionones, Dimethyl Phenethyl Butyrate, Tricyclodecenyl Propionate, Methylenedioxyphenyl Methylpropanal, Gamma-Undecalactone, Amyl Cinnamal, Methyldihydrojasmonate, Tetramethyl Acetyloctahydronaphthalenes, Hexyl Cinnamal, Methyl Cedryl Ketone, Phenethyl Phenyl Acetate, Isobutyl Methyl Tetrahydropyranol, Ethylene Brassylate, Dầu hoa Cananga Odorata, Dầu vỏ Citrus Aurantium Dulcis (Cam), Undecanal, Citrus Paradisi (Quả bưởi) ) Dầu Vỏ, Dầu Vỏ Cam Quýt (Tangerine).", "brand": "JVN", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14304004-3185045435313813.jpg", "productCode": "Hair_53", "manufactureDate": "2022-04-18 00:00:00", "expirationDate": "2025-04-17 00:00:00", "origin": "Nhật Bản"}, {"category": "Hair", "name": "Dầu Dưỡng Tóc Olaplex No.3 100ml", "cost": 84000.0, "description": "Phản bội vẻ ngoài sang trọng, tối giản của nó, chiếc chai rực rỡ này chứa đựng những điều kỳ diệu. Không chỉ là một phương pháp điều trị tóc, quy trình ba bước Bond Building Technology™ được cấp bằng sáng chế của OLAPLEX là một hệ thống giúp xây dựng lại vĩnh viễn các liên kết disulphide bị hư hỏng trên tóc của bạn vốn bị tổn hại do nhuộm màu, tạo kiểu bằng nhiệt và hao mòn hàng ngày. Là sản phẩm dưỡng tóc trước khi gội đầu mỗi tuần một lần, chất lỏng mềm mượt này sẽ cải thiện các liên kết tóc bị đứt gãy giữa các buổi làm đẹp hoặc tạo kiểu tóc, vì vậy bạn có thể tiếp tục duy trì màu tóc và kiểu tóc yêu thích của mình mà không lo làm hỏng các lọn tóc của mình sau khi sửa chữa. Thành phần nổi bật là bis-aminopropyl diglycol dimaleate đã được cấp bằng sáng chế, nghe có vẻ khoa học nhưng nó sẽ tăng cường và sửa chữa những hư tổn sau nhuộm, tẩy, gãy và chẻ ngọn (hoặc ngay cả khi bạn chưa bao giờ làm bẩn ổ khóa của mình bằng màu hoặc kẹp!) Sử dụng như một phương pháp điều trị để lại, qua đêm hoặc như một phương pháp điều trị trước khi gội 10 phút sang trọng và bạn sẽ thấy kết quả đáng kinh ngạc.", "how_to_use": "Thoa đều lên tóc ẩm, chải từ da đầu đến ngọn và để trong tối thiểu 10 phút trước khi gội như bình thường hoặc để lâu hơn nếu muốn. Có thể được sử dụng cùng với {Dầu gội bảo trì trái phiếu số 4} và {Dầu xả bảo trì trái phiếu số 5} hàng ngày. Sử dụng một lần một tuần hoặc 2-3 lần một tuần đối với tóc bị hư tổn nặng. Có thể được sử dụng cùng với {No.0 Intensive Bond Building Hair Treatment} trước No.3 Hair Perfector™ như một hệ thống gồm hai phần.", "ingredient": "Nước (Aqua/Eau), Bis-Aminopropyl Diglycol Dimaleate, Propylene Glycol, Cetearyl Alcohol, Behentrimonium Methosulfate, Cetyl Alcohol, Phenoxyanol, Glycerin, Hydroxyethyl Ethylcellulose, Stearamidopropyl Dimethylamine, Quaternium-91, Natri Benzoate, Cetrimonium Methosulfate, Cetrimonium Clorua, Hương thơm ( Parfum), Polyqu Parentium-37, Tetrasodium EDTA, Benzyl Benzoate, Axit Etidronic, Axit ascorbic, Phytantriol, Tocopheryl Acetate, Nước ép lá Aloe Barbadensis, Panthenol, Dầu hạt Simmondsia Chinensis (Jojoba), Axit Citric, Kali Sorbate. Sản phẩm này đã được cải tiến và không chứa Butylphenyl Methylpropional.", "brand": "Olaplex", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11416400-8305072982976695.jpg", "productCode": "Hair_50", "manufactureDate": "2023-06-12 00:00:00", "expirationDate": "2026-06-11 00:00:00", "origin": "Pháp"}, {"category": "Hair", "name": "Mặt nạ làm sáng tăng cường màu sắc Drybar Blonde Ale", "cost": 90000.0, "description": "Tăng cường màu sắc của bạn và trung hòa các tông màu đồng thau với Mặt nạ làm sáng màu tăng cường màu Blonde Ale, liệu pháp chăm sóc sau gội đầu để phục hồi mái tóc xỉn màu và tăng độ bóng. Chúng tôi yêu thích loại dầu gội màu tím, vì vậy bây giờ là lúc để bạn tận hưởng vẻ đẹp hoàn hảo của sắc tố tím của mặt nạ làm sáng màu tím của Drybar. Phức hợp protein gạo có tác dụng giải quyết các tác động do xử lý bằng hóa chất để lại và bạn có thể nói lời tạm biệt với mái tóc xỉn màu bằng một lượng chiết xuất bột chanh làm sáng da. Bạn có thấy mái tóc sáng màu của mình đang thiếu đi độ bóng mượt thông thường không? Sau đó, bạn có thể cảm ơn chiết xuất hoa cúc được lựa chọn cẩn thận vì khả năng tạo độ bóng và tăng cường độ sáng cho tóc vàng. Hương thơm tuyệt vời của gừng, bạc hà và gỗ đàn hương chắc chắn sẽ giúp bạn thư giãn trong khi mặt nạ phát huy tác dụng... khoảnh khắc đắp mặt nạ hàng tuần của chúng tôi vừa được điều trị bằng thanh khô, và mái tóc của chúng tôi chưa bao giờ hạnh phúc hơn hay khỏe mạnh hơn vì vấn đề đó!", "how_to_use": "Sau khi gội đầu, thoa một lượng vừa đủ lên tóc ướt từ gốc đến ngọn. Để trong tối đa 5 phút. Rửa sạch. Sử dụng một lần một tuần.", "ingredient": "Aqua (Nước, Eau), Cetyl Alcohol, Cetearyl Alcohol, Behentrimonium Chloride (làm chất dưỡng tóc, en tant qu'agent capillaire hydratant), Glycerin, Dầu Prunus Amygdalus Dulcis (Hạnh nhân ngọt), Dầu thầu dầu hydro hóa/Copolymer axit sebacic, Phenyl Trimethicone, Parfum (Hương thơm), Keratin, Keratin thủy phân, Chiết xuất hoa Chamomilla Recutita (Matricaria), Chiết xuất từ ​​trái cây Citrus Limon (Chanh), Protein gạo thủy phân, Butyrospermum Parkii (Shea) Butter, Quaternium-91, Natri Hyaluronate, Cetrimonium Clorua ( như chất dưỡng tóc, chất dưỡng ẩm capillaire en tant), Ethylhexyl Methoxycinnamate, Amodimethicone, Polyqu Parentium-10, PEG-90M, Carbocysteine, Serine, Axit Glutamic, Cetrimonium Methosulfate, Disodium EDTA, Guar Hydroxypropyltrimonium Chloride, Rượu Isopropyl, Caprylyl Glycol , Mica, Thiếc Oxit, BHT, C11-15 Pareth-7, Laureth-9, Trideceth-12, Axit Axetic, Axit Citric, Butylene Glycol, Natri Hydroxide, Phenoxyetanol, Linalool, Geraniol, Limonene, Benzyl Salicylate, Ext Violet 2/ CI 60730, Đỏ 33/CI 17200, Ferrocyanide sắt/CI 77510, Titanium Dioxide/CI 77891.", "brand": "Drybar", "volume": "177ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13837954-1824967929184181.jpg", "productCode": "Hair_40", "manufactureDate": "2024-07-21 00:00:00", "expirationDate": "2027-07-21 00:00:00", "origin": "Nhật Bản"}, {"category": "Hair", "name": "Dầu làm mịn Drybar 100 Proof", "cost": 93000.0, "description": "Dầu làm mượt 100 Proof để lại độ bóng đáng ghen tị trong khi vẫn giữ cho mái tóc của bạn được nuôi dưỡng và mượt mà vô tận để mọi công sức chăm sóc bờm của bạn không bị lãng phí. Xua đuổi tóc xoăn và tóc xoăn bằng loại dầu điều trị thuần hóa này, được chiết xuất từ ​​rễ riềng để chống lại những sợi tóc khô có nguy cơ làm đứt tóc của bạn. Nuôi dưỡng mái tóc của bạn là sự kết hợp giữa dầu ô liu và este jojoba hứa hẹn sẽ mang lại mái tóc dài mềm mại và mượt mà với độ bóng như gương. Dùng khi ướt hoặc khô, loại cứu tinh cho tóc thuần chay này chứa đầy dầu hạt dưa hấu (giàu axit béo thiết yếu) để phục hồi những sợi tóc khô, hư tổn, để quá trình sấy tóc của bạn trông như thể bạn vừa bước ra khỏi tiệm. Sẽ không ai đoán được bạn đã tạo ra chiếc 'mái tóc' đáng ghen tị đó từ sự thoải mái trong chính ngôi nhà của mình...", "how_to_use": "Xịt 2-3 lần lên tóc ẩm hoặc khô, tập trung vào phần ngọn. Áp dụng lại khi cần thiết. Sử dụng nhẹ nhàng trên tóc mịn.", "ingredient": "Cyclopentasiloxane, Dimethicon, Dimethiconol, C12-15 Alkyl Benzoate, Isododecane, Dầu hạt Citrullus Lanatus (Dưa hấu), Chiết xuất rễ cây Kaempferia Galanga, Dầu ô liu hydro hóa không xà phòng hóa, Este Jojoba, Dầu hạt Moringa Oleifera, Dầu hạt Prunus Domestica, Helianthus Annuus (Hướng dương) Dầu hạt, Parfum (Hương thơm), Ethylhexyl Olivate hydro hóa, Phenyl Trimethicone, Butyl Methoxydibenzoylmethane, Tocopherol, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Tocopheryl Acetate, BHT, Benzyl Benzoate, Eugenol, Linalool, Alpha-Isomethyl Ionone.", "brand": "Drybar", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13837948-1894970807772447.jpg", "productCode": "Hair_41", "manufactureDate": "2024-01-12 00:00:00", "expirationDate": "2027-01-11 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Xịt khoáng siêu nhiên Color Wow Dream Coat 200ml", "cost": 81000.0, "description": "Là sản phẩm cải tiến cần có để bảo vệ tóc xốp, đã qua xử lý màu, Xịt siêu nhiên Color Wow's Dream Coat bảo vệ từng sợi tóc bằng một lớp áo chống thấm vô hình - hoàn hảo để chống xoăn cứng. Nếu bạn nhuộm tóc, sợi tóc của bạn có thể xốp hơn và dễ bị ảnh hưởng bởi độ ẩm - đồng nghĩa với việc có nhiều nguy cơ bị xoăn hơn! Giới thiệu Xịt siêu nhiên Dream Coat của Color Wow, giúp 'thu nhỏ' từng sợi tóc bằng một lớp áo chống thấm vô hình để ngăn tóc xoăn và bay mất. Được kích hoạt bằng nhiệt, tác dụng của loại xịt này kéo dài qua ba đến bốn lần gội và có tác dụng nén, thắt chặt và cố định các sợi tóc để mang lại kiểu dáng đẹp, mịn và siêu mượt một cách siêu nhiên. Không giống như các loại serum 'bảo vệ độ ẩm' thông thường, Dream Coat sẽ không tích tụ, làm nặng tóc hoặc làm tóc nhờn - và có kích thước vừa vặn với túi xách để bạn không bao giờ bị ảnh hưởng bởi thời tiết.", "how_to_use": "Gội, dưỡng, lau khô tóc, chia làm nhiều phần. Xịt đều và đều lên tóc DAMP (không ướt). Không thoa các sản phẩm tạo kiểu khác lên tóc ẩm. Dùng lược sấy khô từng phần tóc để giữ nếp tóc. Cần sấy khô để kích hoạt. Để có kết quả tốt nhất, hãy sử dụng 3-4 lần gội đầu.", "ingredient": "Aqua/Nước/Eau, Dipropylene Glycol, Polysilicone-29, DMDM ​​Hydantoin, Propylene Glycol, Glycerin, Silicone Quaternium-18, Butylene Glycol, Iodopropynyl butylcarbamate, Trideceth-7, Trideceth-12, Phenoxyetanol, Chamomilla Recutita (Matricaria) Hoa, Chiết xuất , Chiết xuất hoa Calendula Officinalis, Kali Sorbate, Kali Benzoate, Axit Citric", "brand": "Color WOW", "volume": "200ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11516014-3214942298823972.jpg", "productCode": "Hair_4", "manufactureDate": "2022-06-22 00:00:00", "expirationDate": "2025-06-21 00:00:00", "origin": "Nhật Bản"}, {"category": "Hair", "name": "Dầu gội bảo dưỡng trái phiếu Olaplex No.4 1000ml (Trị giá £112,00)", "cost": 264000.0, "description": "Phản bội vẻ ngoài sang trọng, tối giản của nó, chai 1000ml cỡ lớn rực rỡ này chứa đựng những điều kỳ diệu. Không chỉ là một phương pháp điều trị tóc, quy trình ba bước của OLAPLEX là một hệ thống giúp xây dựng lại vĩnh viễn các liên kết disulphide bị hư hỏng trên tóc của bạn – vốn đã bị tổn hại do nhuộm màu, tạo kiểu bằng nhiệt và hao mòn hàng ngày. Là loại dầu gội làm sạch và phục hồi hàng ngày, chất lỏng mềm mượt này giúp dưỡng ẩm sâu và tăng cường độ chắc khỏe cho tóc cũng như sửa chữa các liên kết tóc bị đứt gãy giữa các lần salon hoặc các buổi tạo kiểu tóc, để bạn có thể tiếp tục duy trì màu tóc và kiểu tóc yêu thích mà không lo tóc bị hư tổn sau này. Sửa chữa. Công thức Dầu gội bảo trì trái phiếu số 4 không có màu-sulfat-paraben-gluten- và không chứa hạt, cũng như thân thiện với người ăn chay, khiến cho kích thước 250ml và 1000ml trở nên hoàn hảo cho tất cả mọi người.", "how_to_use": "Thoa lên tóc ẩm, thoa lên tóc từ gốc đến ngọn để tạo bọt. Gội sạch rồi dùng tiếp với Dầu xả bảo trì trái phiếu No 5}. Có thể sử dụng cùng với liệu trình điều trị {No 3 Hair Perfector} hàng tuần.", "ingredient": "Nước (Aqua/Eau), Natri Lauroyl Methyl Isethionate, Cocamidopropyl Hydroxysultaine, Kali Cocoyl Glycinate, Disodium Cocoyl Glutamate, Natri Lauroyl Sarcosinate, Kali Cocoate, Decyl Glucoside, Glycereth-26, Bis-Aminopropyl Diglycol Dimaleate, Cocamidopropylamine Oxide, Disodium Laureth Sulfosuccinate, Glycol Distearate, Natri Cocoyl Glutamate, Methyl Gluceth-20, Acrylates Copolymer, PEG-120 Methyl Glucose Dioleate, Amodimethicone, Axit Citric, Natri Lauryl Sulfoacetate, Polyquaternium-10, Ethylhexylglycerin, DivinylDimethicone/Dimethicone Copolymer, Polyquaternium-11, Trinatri Ethylenediamine Disuccine, Guar Hydroxypropyltrimonium Clorua, C11-15 Pareth-7, Laureth-9, Glycerin, Trideceth-12, C12-13 Pareth-23, C12-13 Pareth-3, Protein thực vật thủy phân, PG-Propyl Silanetriol, Panthenol, Axit axetic, Tetrasodium EDTA, Pentasodium Triphosphate, Natri Hydroxide, Disodium EDTA, Dầu hạt Helianthus Annus (Hướng dương), Tocopherol, Dầu hạt nhân Prunus Armeniaca (Quả mơ), Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Dịch lọc lên men dầu hạt nhân Pseudozyma Epicola/Argania Spinosa, Quaternium-95, Propanediol, Chiết xuất hạt Helianthus Annus (Hướng dương), PEG-8, Chiết xuất từ ​​trái cây Euterpe Oleracea, Chiết xuất Punica Granatum, Chiết xuất lá Rosemarinus Officinalis (Rosemary), Chiết xuất từ ​​trái cây Musa Sapientum (chuối), Chiết xuất Origanum Vulgare Lear, Morinda Citrifolia Chiết xuất từ ​​trái cây, Chiết xuất từ ​​rễ cây Articum Lappa, Copolymer PEG-8/SMDI, Natri Hyaluronate, Palmitoyl Myristyl Serinate, Natri Polyacrylate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Biotin, Axit Benzoic, Phenoxyetanol, Chlorphenesin, Kali Sorbate, Natri Benzoat, Hương thơm (Parfum), Citral, Hexyl Cinnamal, Limonene.", "brand": "Olaplex", "volume": "1000ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14007287-6625072983549083.jpg", "productCode": "Hair_42", "manufactureDate": "2024-09-24 00:00:00", "expirationDate": "2027-09-24 00:00:00", "origin": "Anh"}, {"category": "Hair", "name": "KEVIN MURPHY BLOW.DRY Wash 250ml", "cost": 84000.0, "description": "Những buổi tạo kiểu tóc biến thành một trò chơi chụp nhanh? Nhập Kevin Murphy BLOW.DRY Wash. Công thức nuôi dưỡng này ban đầu được tạo ra để giải quyết các lọn tóc bị tạo kiểu quá mức, dễ bị gãy trên phim trường - vì vậy chúng tôi khá chắc chắn rằng nó sẽ giúp tóc phục hồi ngay cả sau thói quen sử dụng dụng cụ nóng khắc nghiệt nhất . Với phức hợp vỏ gỗ và protein đậu thủy phân, loại nước rửa không chứa sunfat này nhẹ nhàng làm sạch các sản phẩm tích tụ và dầu, đồng thời khóa độ ẩm và củng cố các sợi mỏng manh chống gãy và chẻ ngọn. Đã thêm tính năng bảo vệ nhiệt giúp tránh hư hỏng trước khi bạn với tới máy sấy tóc.", "how_to_use": "Thoa lên tóc ướt và massage vào tóc và da đầu. Rửa sạch và lặp lại nếu muốn.", "ingredient": "Nước (Aqua) (Eau), Natri Methyl 2-Sulfolaurate, Cocamidopropyl Hydroxysultaine, Natri Cocoyl Isethionate, Cocamide MIPA, Disodium 2-Sulfolaurat, PEG-2 Cocamide, Glycol Stearate, Chiết xuất từ ​​trái cây Acronychia Acidula, Lá Callitris Columellaris/Chiết xuất gỗ, Callitris Chiết xuất lá Glaucophylla, Nước ép lá Aloe Barbadensis, Oryza Sativa (Gạo) Dầu cám, Protein đậu thủy phân, Protein gạo thủy phân, Bromelain, Papain, Glycerin, Creatine, Xanthan Gum, Guar Hydroxypropyltrimonium Clorua, Polyquaternium-10, Silicone Quaternium-16, PEG-120 Methyl Glucose Trioleate, Polyqu Parentium-7, Glycol Chán nản, Undeceth-5, Undeceth-11, Steareth-4, Dicetyldimonium Clorua, Maltodextrin, Rượu Isopropyl, Propanediol, Butyloctanol, Disodium EDTA, Natri Metabisulfite, Phenoxyanol, Kali Sorbate, Natri Benzoat, Axit Citric, Hương thơm (Parfum), Hexyl Cinnamal, Rượu Benzyl.", "brand": "KEVIN MURPHY", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14293496-1765040779208711.jpg", "productCode": "Hair_19", "manufactureDate": "2022-02-01 00:00:00", "expirationDate": "2025-01-31 00:00:00", "origin": "Ý"}, {"category": "Hair", "name": "Xịt khoáng Oribe Après Beach 300ml", "cost": 123000.0, "description": "Có được những làn sóng trên bãi biển và sự tỏa sáng đáng kinh ngạc với Après Beach Wave and Shine Spray của Oribe, con đường tắt lý tưởng để có những làn sóng rối bù, dễ chạm và tỏa sáng trong ánh nắng - không có cảm giác cứng ngắc mặn thường liên quan đến nước xịt sóng (hoặc một ngày dài uể oải trên bãi biển …nếu chỉ). Với 'phức hợp sóng biển' đặc biệt - bao gồm protein lúa mì thủy phân, pro-vitamin B5 và chiết xuất hổ phách - xịt 'làm phồng' thân tóc và tạo ra kết cấu gợn sóng, 'mảnh vụn' đồng thời mang lại khả năng giữ nếp nhẹ, vì vậy bạn sẽ trông như thế nào giống như bạn vừa bước ra khỏi bờ biển St. Tropez. Bên cạnh đó, sự pha trộn của các chất dưỡng ẩm phong phú, chiết xuất thực vật và dầu (bao gồm dầu hạt cây rum, chiết xuất hoa cúc vạn thọ và chiết xuất hổ phách) giữ cho mọi thứ mềm mại và mượt mà. Nếu bạn mơ ước có được kết cấu quyến rũ và những làn sóng dễ dàng thì đây là cách nuôi dưỡng lý tưởng để đạt được chúng - hơn nữa, chai màu xanh nước biển và vàng sang trọng là sự bổ sung tuyệt vời cho bất kỳ bộ sưu tập chăm sóc tóc nào.", "how_to_use": "Oribe nói: Lắc. Xịt lên tóc ướt hoặc khô. Nếm thử và để khô trong không khí St. Tropez.", "ingredient": "Hydrofluorocarbon 152a, Butane, SD Alcohol 40-B (Alcohol Denat.), Isohexadecane, Butylene Glycol, VP/VA Copolymer, Isobutane, Parfum/Hương thơm, Aqua/Water/Eau, Panthenol, Carthamus Tinctorius (Safflower) Dầu hạt, Glycerin, Protein lúa mì thủy phân AMP-Isostearoyl, Chiết xuất hoa Calendula Officinalis, Chiết xuất trái cây Citrullus Lanatus (Dưa hấu), Chiết xuất trái cây Litchi Chinensis, Chiết xuất rễ cây Kaempferia Galanga, Chiết xuất hoa/lá Leontopodium Alpinum, Phenoxyetanol, Chiết xuất nhựa Styrax Benzoin, Axit Citric, Kali Sorbate, Natri Benzoat, Limonene, Hexyl Cinnamal, Linalool, Citral.", "brand": "Oribe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11310920-2114895711645643.jpg", "productCode": "Hair_6", "manufactureDate": "2022-09-10 00:00:00", "expirationDate": "2025-09-09 00:00:00", "origin": "Mỹ"}, {"category": "Hair", "name": "Dầu kết dính Olaplex số 7 30ml", "cost": 84000.0, "description": "Siêu dưỡng nhưng hoàn toàn không trọng lượng, Dầu liên kết số 7 cải tiến phục hồi và làm mới mái tóc của bạn mà không tạo lớp màng nhờn. Ngược lại, hãy mong đợi những sợi tóc dài mượt mà tỏa sáng hơn cả dầu. Được bào chế để xây dựng lại các liên kết disulphide bị hư hỏng trên tóc của bạn, thành phần chính là bis-aminopropyl diglycol dimaleate – nghe có vẻ khoa học nhưng nó có tác dụng tăng cường và sửa chữa những hư tổn sau khi nhuộm, tẩy hoặc tạo kiểu bằng nhiệt (và nó thậm chí còn có tác dụng kỳ diệu đối với tóc nguyên chất). ' tóc!) Hoàn hảo như một liệu pháp dưỡng hoặc một bước tạo kiểu (nó bảo vệ khỏi nhiệt lên tới 450°!), loại dầu tuyệt vời này thấm sâu vào những mái tóc căng thẳng để khiến chúng dễ quản lý hơn ngay lập tức – làm mượt tóc xoăn và thuần hóa những sợi tóc rối sự thức dậy của nó.", "how_to_use": "Lật ngược chai và gõ nhẹ ngón trỏ vào đáy chai để nhỏ một giọt có định lượng. Thoa một lượng nhỏ lên tóc ẩm hoặc khô, tạo kiểu theo ý muốn.", "ingredient": "Dimethicone, Isohexadecane, C13-14 Isoparaffin, Coco-Caprylate, Phenyl Trimethicone, Bis-Aminopropyl Diglycol Dimaleate, Propanediol, Dầu Zea Mays (Ngô), Beta-Carotene, Dầu hạt Helianthus Annuus (Hướng dương), Dầu hạt Moringa Oleifera, Punica Granatum Dầu hạt, Nước (Aqua/Eau), Bột trái cây Morinda Citrifolia, Hương thơm (Parfum), Hexyl Cinnamal, Chiết xuất Eclipta Prostrata, Ethylhexyl Methoxycinnamate, Limonene, Tocopherol, Citral, Linalool, Chiết xuất lá Melia Azadirachta, Citronellol, Pseudozyma Epicola/Camellia Sinensis Dịch chiết lên men dầu hạt", "brand": "Olaplex", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12362849-1195072983082406.jpg", "productCode": "Hair_8", "manufactureDate": "2023-11-03 00:00:00", "expirationDate": "2026-11-02 00:00:00", "origin": "Đức"}, {"category": "Hair", "name": "Amika Dream Routine Overnight Hydration Treatment 100ml", "cost": 87000.0, "description": "Đã qua rồi cái thời của những lọn tóc xoăn và giòn. Tại sao? Tất nhiên là vì bạn đã sử dụng Liệu pháp dưỡng ẩm qua đêm theo thói quen mơ trong quá trình chăm sóc tóc của mình. Làm ướt các lọn tóc của bạn với độ ẩm tối ưu kéo dài sau tiếng chuông báo thức buổi sáng hoặc buổi tối mờ mịt, công thức tăng cường độ ẩm này chắc chắn là một công thức cần có. Nhắm mục tiêu đến tóc khô, dễ gãy ở mọi kết cấu và loại, phương pháp điều trị bằng axit hyaluronic này mang lại khả năng dưỡng ẩm nhẹ nhàng kéo dài đến 72 giờ và thậm chí qua bốn ngày gội! Áp dụng phương pháp chăm sóc da cũng như chăm sóc tóc, chai này chứa đầy axit polyglutamic nổi tiếng với khả năng giữ ẩm, tảo xanh lam chứa nhiều axit béo tự nhiên và nước dừa lên men sinh học chứa đầy dưỡng chất thiên nhiên - còn gì mà không thích? Không cần phải rửa sạch, hãy bơm đi và cảm nhận phần tóc chẻ ngọn của bạn trở nên chắc khỏe hơn sau mỗi lần gội. Pssst - không, kết quả là điều này cũng sẽ không làm bẩn vỏ gối sa tanh của bạn!", "how_to_use": "Chải qua tóc. Bơm một đến bốn lần vào tay tùy thuộc vào độ dài và độ dày của tóc. Đối với tóc mỏng hoặc mỏng, hãy sử dụng một đến hai máy bơm. Đối với tóc dài trung bình hoặc ngang vai, hãy sử dụng hai đến ba máy bơm. Đối với tóc dày hoặc xoăn, hãy sử dụng ba đến bốn máy bơm. Thoa lên tóc khô hoặc ẩm trước khi đi ngủ. Phân bổ từ giữa đến cuối—bạn đã sẵn sàng cho giấc ngủ ngon của mình.", "ingredient": "Nước/Eau/Aqua, Behentrimonium Methosulfate, Cetyl Alcohol, C13-15 Alkane, Hippophae Rhamnoides (Sea Buckthorn/Argousier) Dầu trái cây/hạt, Axit Hyaluronic, Axit Polyglutamic, Chiết xuất Spirulina Platensis (Tảo xanh), Cocos Nucifera (Dừa) Nước, Chiết xuất Selaginella Lepidophylla (Hoa hồng Jericho), Chiết xuất Inonotus Obliquus (Nấm), Chiết xuất Rhodiola Rosea (Rễ Bắc Cực), Chiết xuất từ ​​​​rễ Eleutherococcus Senticosus (Nhân sâm Siberia), Chiết xuất từ ​​​​rễ Rhaponticum Carthamoides (Maral), Glycerin, Caprylic/Capric Triglyceride, Guar Hydroxypropyltrimonium Clorua, Natri Phytate, Propanediol, Glycereth-2 Cocoate, Ethylhexylglycerin, Kali Sorbate, Butylene Glycol, Axit Benzoic, Natri Benzoate, Phenoxyetanol, Hương thơm/Parfum.", "brand": "Amika", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13828310-5425018784059904.jpg", "productCode": "Hair_12", "manufactureDate": "2024-02-16 00:00:00", "expirationDate": "2027-02-15 00:00:00", "origin": "Anh"}, {"category": "Hair", "name": "Sữa rửa mặt thanh lọc Christophe Robin với muối biển 250ml", "cost": 126000.0, "description": "Khám phá loại dầu gội làm sạch sâu này có tác dụng làm bong tróc các chất tích tụ hàng ngày đồng thời làm sạch các lọn tóc của bạn, mang lại làn da đầu được cân bằng và tươi mới cũng như độ dài rạng rỡ. Để tẩy da chết nhẹ nhàng (không gây kích ứng cho làn da vốn đã nhạy cảm hoặc bị viêm!), công thức giải độc này sử dụng tinh thể muối biển (sẽ không làm tắc nghẽn lỗ cắm của bạn hoặc gây hại cho môi trường như các chất tẩy da chết khác!). Có 'Phức hợp carbohydrate tự nhiên' giúp cân bằng lại khả năng phòng vệ tự nhiên của da đầu bằng cách giảm các tác động gây tổn hại đến hàng rào độ ẩm do mất nước. Và bạn cũng sẽ tìm thấy bisabolol, được chiết xuất từ ​​cây candeia của Brazil, giúp làm dịu da đầu của bạn vì nó làm sạch bụi bẩn, ô nhiễm và dầu thừa.", "how_to_use": "Mỗi tuần một lần, hoặc ngay sau khi xả sạch thuốc nhuộm hóa học, thoa một thìa sản phẩm lên tóc ướt. Massage nhẹ nhàng vào da đầu, bao gồm cả gáy và nhũ hóa. Rửa sạch.", "ingredient": "Natri clorua, Natri Laureth Sulfate, Aqua/Nước/Eau, Butylene Glycol, Cocamide Mea, Peg-100 Stearate, Glyceryl Stearate, Silica ngậm nước, Hương thơm (Parfum), Saccharide Isomerate, Menthyl Lactate, Bisabolol, Prunus Amygdalus Dulcis (Hạnh nhân ngọt) Dầu, Axit Citric, Natri Citrate, Phenoxyetanol, Benzyl Salicylate, Linalool, Limonene, Citronellol, Hexyl Cinnamal.", "brand": "Christophe Robin", "volume": "250ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12635437-1314911951568611.jpg", "productCode": "Hair_10", "manufactureDate": "2023-07-16 00:00:00", "expirationDate": "2026-07-15 00:00:00", "origin": "Ý"}, {"category": "Hair", "name": "Bọt bảo quản mật độ da đầu Philip Kingsley 120ml", "cost": 72000.0, "description": "Xin chào… đó có phải là số lượng bạn đang tìm kiếm không? Cung cấp cho da đầu của bạn một chút TLC đồng thời thêm kết cấu lâu dài cho mái tóc dày hơn và bồng bềnh hơn. Hãy tin tưởng vào khoa học về Trichology và để các chuyên gia về tóc và da đầu tại Philip Kingsley phục hồi độ dày và sức khỏe cho cả mái tóc đẹp nhất. Phong cách và chất liệu kết hợp với nhau (cuối cùng!) Công cụ hỗ trợ tạo kiểu có công thức độc đáo này giúp làm dày và bảo vệ mái tóc bạn có đồng thời nâng tóc tức thì ngay từ gốc. Công thức không trọng lượng này được bổ sung các polyme siêu phân nhánh để tăng độ phồng bằng cách đẩy tóc ra xa nhau một cách hiệu quả để tăng độ phồng chân tóc. Thêm chiết xuất mầm đậu hữu cơ và hỗn hợp ba loại thực vật tổng hợp để làm chậm quá trình rụng tóc - tóc của bạn sẽ không bao giờ trông khỏe mạnh hơn.", "how_to_use": "Trước khi sử dụng lần đầu, lật ngược và bóp hai lần để kích hoạt bộ phân phối bọt. Chia tóc ẩm và sạch thành 3-4 phần mỗi bên. Bóp chặt để bơm 3-4 bơm nhỏ trực tiếp vào chân tóc của mỗi phần. Massage, đảm bảo tiếp xúc tối đa với da đầu cho đến khi bọt tan hết. Để có khối lượng tối đa, hãy sấy khô. Sử dụng hàng ngày trên da đầu ẩm để mang lại lợi ích tối ưu.", "ingredient": "Aqua/Nước/Eau, Propanediol, Natri Cocoyl Axit amin táo, Polyqu Parentium-110, Phenoxyetanol, Hexylene Glycol, Axit Citric, Arginine, Axit Lactic, Parfum (Hương thơm), Ethylhexylglycerin, Chiết xuất mầm Glycine Soja (Đậu nành), Triticum Vulgare (Lúa mì) ) Chiết xuất từ ​​mầm, Disodium EDTA, Tetrasodium Glutamate Diacetate, Natri Benzoate, Gluconolactone, Chiết xuất Pisum Sativum (Hạt đậu), Chiết xuất từ ​​rễ Scutellaria Baicalensis, Limonene, Linalool, Botrytis Cinerea/Chiết xuất từ ​​trái cây Passiflora Edulis/Piceatannol lên men Lysate lọc, Canxi Gluconate.", "brand": "Philip Kingsley", "volume": "120ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13647202-2904967697768987.jpg", "productCode": "Hair_39", "manufactureDate": "2022-04-24 00:00:00", "expirationDate": "2025-04-23 00:00:00", "origin": "Ý"}, {"category": "Hair", "name": "Dầu xả OUAI Leave In 140ml", "cost": 78000.0, "description": "Là một sự bổ sung thiết yếu cho thói quen chăm sóc tóc khi di chuyển của bạn, Dầu xả du lịch cỡ nhỏ của OUAI Haircare đáp ứng tất cả các mục đích - dưỡng ẩm, dưỡng tóc, gỡ rối và bảo vệ khỏi nhiệt chỉ sau vài lần xịt. Được làm giàu với các axit amin giàu dinh dưỡng, vitamin E bảo vệ và tăng cường các protein thủy phân, nó nuôi dưỡng hoàn hảo, giúp tóc tốt hơn về lâu dài cũng như ngay lập tức. Hoàn hảo như một loại xịt chuẩn bị trước khi tạo kiểu, nó giúp tăng cường độ ẩm cần thiết cho những sợi tóc bị căng, đồng thời cải thiện độ đàn hồi và độ nảy để giúp bạn có được vẻ ngoài đẹp nhất có thể, bất kể phong cách của bạn là gì.", "how_to_use": "Xịt nhẹ lên tóc ẩm sau khi gội đầu và trước khi chải và/hoặc tạo kiểu bằng nhiệt để tăng thêm dưỡng chất, bảo vệ và kiểm soát nhiệt.", "ingredient": "Aqua (Nước, Eau), Cyclopentasiloxane, Cetearyl Alcohol, Quaternium-91, Parfum (Hương thơm), Phenoxyanol, Dầu hạt Adansonia Digitata, Dầu hạt Argania Spinosa, Dầu Oenothera Biennis (Dầu hoa anh thảo), Tocopheryl Acetate, Chiết xuất Rhodophyceae thủy phân, Tamarindus Indica Chiết xuất, Panthenol, Cetearamidoethyldiethonium Succinoyl Protein đậu thủy phân, Arginine, Axit aspartic, PCA, Glycine, Alanine, Serine, Valine, Isoleucine, Proline, Threonine, Natri Hyaluronate, Histidine, Brassica Campestris/Aleurites Fordi Oil Copolymer, Cetrimonium Clorua, Glycerin, Dipropylene Glycol, Polysilicone-29, Behentrimonium Clorua, Myristyl Myristate, Silicone Quaternium-16, Leuconostoc/Dịch lọc lên men từ rễ củ cải, Butylene Glycol, Undeceth-11, Butyloctanol, Guar Hydroxypropyltrimonium Clorua, Undeceth-5, 3-O-Ethyl Axit ascorbic, Natri PCA, Natri Lactate, Phenylalanine, Disodium EDTA, Kali Sorbate, Axit Citric, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Citral, Linalool, Hydroxycitronellal, Limonene", "brand": "OUAI", "volume": "140ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12106199-6114945942813713.jpg", "productCode": "Hair_29", "manufactureDate": "2023-11-08 00:00:00", "expirationDate": "2026-11-07 00:00:00", "origin": "Đức"}, {"category": "Hair", "name": "Color WOW Extra Strength Dream Coat Ultra Dưỡng ẩm chống xoăn cứng 200ml", "cost": 96000.0, "description": "Giải pháp cải tiến cần có để bảo vệ tóc xốp, đã qua xử lý màu đã trở lại, tốt hơn và chắc khỏe hơn bao giờ hết… Dream Coat Extra Strength của Meet Color Wow, một loại xịt keo giàu độ ẩm giúp khóa hydrat hóa đồng thời khóa độ ẩm để giữ cho các sợi tóc mềm mượt và bóng mượt dù mưa hay nắng. Vượt xa hơn nữa để giữ cho mái tóc của bạn luôn tươi mới như mới ở tiệm thông qua ba loại dầu gội (vâng, bạn đọc đúng rồi!), công thức kích hoạt bằng nhiệt này tạo thành một lớp áo choàng vô hình, không thấm nước giúp che chắn khỏi tóc xoăn và tóc bay. Với kết quả khiến bạn phải thốt lên “wow”, còn gì mà không yêu thích sản phẩm phục hồi độ sáng bóng này? Pssst… chúng tôi đã đề cập đến việc nó có kích thước vừa với túi xách để bạn không bao giờ bị ảnh hưởng bởi thời tiết phải không?", "how_to_use": "Dầu gội, dầu xả. Dùng khăn lau khô tóc; chia thành các phần. Xịt tự do từng phần, chải kỹ. Sấy khô từng phần bằng cách căng. Nhiệt độ máy sấy cần thiết để kích hoạt. Nếu sử dụng máy ép tóc, nhiệt độ không được vượt quá 380°F (190°C). Lâu trôi, sử dụng 3-4 lần gội đầu.", "ingredient": "Nước/Aqua/EAU Dipropylene Glycol Polysilicone-29 VP/Methacrylamide /Vinyl Imidazole Copolymer Silicone Quaternium-18 Glycerin Trideceth-6 Chiết xuất hoa Chamomilla Recutita (Matricaria) Chiết xuất hoa Calendula Officinalis Chiết xuất hoa Calendula Officinalis Polyimide-1 Kali Sorbate Phenoxyanol Trideceth-12 Natri Benzoat Clorphenesin Kali Benzoat Phenylpropanol Disodium EDTA Propanediol Caprylyl Glycol Tocopherol Axit Citric.", "brand": "Color WOW", "volume": "200ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14813005-1165063595189081.jpg", "productCode": "Hair_45", "manufactureDate": "2022-08-09 00:00:00", "expirationDate": "2025-08-08 00:00:00", "origin": "Pháp"}, {"category": "Hair", "name": "Dầu Gội Trị Gàu OUAI 300ml", "cost": 96000.0, "description": "Nếu bạn đang tìm kiếm một phương pháp điều trị không gây bong tróc, không chỉ giúp bạn tự tin hơn mà còn mang lại cảm giác sạch sẽ, mềm mại và mượt mà, thì Dầu gội trị gàu chính là cái tên của bạn. Mang hương thơm tươi mát của bạc hà, gừng và sung xanh, loại dầu gội chứa axit salicylic này nhẹ nhàng tạo cảm giác ngứa ngáy và giúp giảm các triệu chứng tích tụ gàu, viêm da tiết bã và bệnh vẩy nến. Mạnh mẽ và hiệu nghiệm, công thức trẻ hóa này nhấn nút khởi động lại trên da đầu nhạy cảm với propanediol caprylate có tác dụng cải thiện sự thoải mái cho da đầu cùng với các chất hoạt động bề mặt nhẹ nhàng và chất dưỡng ẩm giúp tóc luôn mềm mượt và sạch sẽ. Đã qua rồi cái thời đầu đầy gàu, những lọn tóc nặng trĩu và ngứa ngáy không bao giờ dứt. Vâng, ôi...", "how_to_use": "Thoa lên tóc ướt và massage vào da đầu. Để trong 5 phút và rửa sạch. Để có kết quả tốt nhất hãy sử dụng ít nhất hai lần một tuần hoặc theo chỉ dẫn của bác sĩ.", "ingredient": "Nước/Aqua/Eau, Cocamidopropyl Betaine, Natri C14-16 Olefin Sulfonate, Glycerin, Axit Salicylic, Natri Lauroyl Methyl Isethionate, Polysorbate 80, Acrylates Copolymer, Propanediol Caprylate, Natri Methyl Oleoyl Taurate, Natri Cocoyl Isethionate, Cocamide Mipa, Cassia Hydroxypropyltrimonium Clorua , Polyquaternium-113, Silicone Quaternium-22, Dipropylene Glycol, Epilobium Angustifolium Hoa/Lá/Chiết xuất từ ​​thân cây, Polyglyceryl-3 Caprate, Peg-45m, Axit Citric, Bht, Silica, Trisodium Ethylenediamine Disuccinate, Natri Hydroxide, Caprylyl Glycol, Phenoxyetanol, Natri Metabisulfite, Propylene Glycol, Palmitamidopropyltrimonium Clorua, Tetrasodium Edta, Kali Hydroxide, Natri Benzoate, Clorphenesin, Hương thơm / Parfum, Limonene.", "brand": "OUAI", "volume": "300ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14023730-9095011523044614.jpg", "productCode": "Hair_27", "manufactureDate": "2023-08-05 00:00:00", "expirationDate": "2026-08-04 00:00:00", "origin": "Ý"}, {"category": "Hair", "name": "Dầu Gội Dưỡng Ẩm Drunk Elephant Silkamino 240ml", "cost": 72000.0, "description": "Vừa hạ cánh và sẵn sàng phục hồi các liên kết tóc hư tổn về trạng thái mềm mượt, khỏe mạnh là bộ sưu tập Silkamino từ Drunk Elephant. Toàn bộ dòng sản phẩm tập trung vào các axit amin tơ tằm và protein tơ tằm để nhắm đến những mái tóc đã qua xử lý quá mức và giúp tóc bạn khỏe mạnh, bóng mượt và mềm mại hơn bao giờ hết. Đã đến lúc gặp gỡ và chào đón công thức yêu thích tóc mới nhất của Drunk Elephant… Dầu gội dưỡng ẩm Silkamino Mega chứa đầy dầu dưỡng và chiết xuất từ ​​​​trái cây để lấy đi cả những chiếc bờm khô nhất và đưa chúng trở lại cuộc sống bóng mượt. Bạn có biết tóc của bạn được làm từ protein? Chất nào được tạo thành từ axit amin? Vì vậy, một cách tự nhiên, cách tốt nhất để sửa chữa những sợi tóc bị hư tổn là sử dụng các công thức giàu axit amin. Đây là lúc dòng sản phẩm tăng cường sức khỏe mới nhất của Drunk Elephant xuất hiện… loại dầu gội điều trị này đã được pha một bộ ba dẫn xuất tơ tằm để chăm sóc những chiếc bờm đã qua xử lý hóa học cần được chăm sóc và chú ý một chút. Tơ thủy phân lấp đầy các vết nứt trên thân tóc bị hư tổn để mang lại vẻ ngoài mịn màng và sáng bóng tạm thời. Kết quả không dừng lại ở đó, vì các axit amin tơ tằm và sericin tơ tằm làm mịn và chắc khỏe để giữ cho mái tóc của bạn trông khỏe mạnh trong khi thành phần chính của chúng - dầu marula nguyên chất - dưỡng ẩm sâu và tăng thêm độ bóng đáng ghen tị cho mái tóc đẹp như salon mỗi ngày gội đầu.", "how_to_use": "Thoa Dầu gội dưỡng ẩm Silkamino™ Mega-Moisturizing lên tóc ướt và mát-xa. Rửa sạch. Không cần phải lặp lại—một hiệp là đủ cho hầu hết mọi người! Dùng tiếp với Silkamino™ Mega-Moisturizing Masker để có kết quả tốt nhất. CẢNH BÁO: Chỉ sử dụng bên ngoài. Chỉ sử dụng theo chỉ dẫn. Ngừng sử dụng nếu xảy ra kích ứng. Tránh tiếp xúc với mắt.", "ingredient": "Nước/Aqua/Eau, Natri Cocoyl Isethionate, Natri Lauroyl Methyl Isethionate, Natri Lauroamphoacetate, Glycerin, Cocamide MIPA, Cetyl Alcohol, PPG-3 Benzyl Ether Myristate, Caprylic/Capric Triglyceride, Axit dừa, Polyester-37, Dầu hạt Sclerocarya Birrea, Axit amin tơ tằm, Tơ thủy phân, Glycerit dầu hạt hướng dương, Sericin, Disunfloweroylethyl Dimonium Clorua, Lauryl Lactyl Lactate, Trisodium Ethylenediamine Disuccine, Chiết xuất từ ​​trái cây Vanilla Planifolia, Axit Citric, Polyqu Parentium-10, Polyqu Parentium-7, Acrylates/C10-30 Alkyl Acrylate Crosspolymer , Caprylyl Glycol, Natri Isethionate, Natri Benzoat, Ethylhexylglycerin, Hexylene Glycol, Phenoxyetanol, Kali Sorbate, Rượu Benzyl.", "brand": "Drunk Elephant", "volume": "240ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13869854-1944982480691621.jpg", "productCode": "Hair_31", "manufactureDate": "2022-08-13 00:00:00", "expirationDate": "2025-08-12 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Voi say rượu T.L.C. Tẩy tế bào chết da đầu Happi", "cost": 99000.0, "description": "Bạn muốn biết bí quyết để có một da đầu khỏe mạnh và hạnh phúc? Hãy để chúng tôi giới thiệu cho bạn về T.L.C. của Drunk Elephant. Happi Scalp Scrub, hỗn hợp tẩy tế bào chết axit AHA và BHA tăng áp được thiết kế để phá vỡ và hòa tan các tế bào da chết cũng như sản phẩm tạo kiểu tóc tích tụ. Giới thiệu dòng sản phẩm dành cho tóc và cơ thể hoàn toàn mới và nhất định phải có của Drunk Elephant, được tạo ra bởi Giám đốc điều hành của thương hiệu, Tiffany bởi vì \"Da là da - và dù chúng ta gọi nó là da đầu hay vùng mắt hay chân thì nó chỉ có thể hoạt động theo chức năng của nó\". khỏe mạnh nhất khi được điều trị bằng các thành phần thông minh, bổ dưỡng, tương thích với da. Mọi làn da đều xứng đáng được tôn trọng với các thành phần phù hợp với nó.\" Được tạo ra với sự cộng tác của nhà tạo mẫu tóc chuyên nghiệp - và người tạo ra kiểu tóc 'The Rachel' - Chris McMillan, họ cùng nhau tạo ra dòng sản phẩm chăm sóc tóc tập trung vào da đầu - những sản phẩm làm tan đi sự tích tụ lâu năm đồng thời nuôi dưỡng tóc bằng các protein và dầu tương thích sinh học. Phần còn lại chỉ phát triển từ đó. Một sản phẩm tẩy tế bào chết da đầu AHA/BHA thông minh, được thiết kế đặc biệt để phát huy tác dụng kỳ diệu của nó trong một khoảng thời gian ngắn (chính xác là 5 - 10 phút). Sau 10 phút, chỉ cần xoa bóp các hạt cellulose và rửa sạch. Được pha trộn với các axit glycolic, tartaric, lactic và citric để hòa tan các tế bào chết và tích tụ cũng như các loại dầu marula, mongongo, hạt baobab và dầu chanh dây để giữ ẩm, nuôi dưỡng, trẻ hóa và làm dịu, điều kỳ diệu đa tác dụng này sẽ phục hồi sức khỏe da đầu cho một mái đầu hạnh phúc hơn của tóc.", "how_to_use": "Trước khi tắm, khi tóc khô, bôi trực tiếp lên da đầu khô và massage. Để yên trong 10 phút. Gội sạch và dùng Dầu gội và Dầu xả Cocomino. Sử dụng 1 - 2 lần mỗi tuần. Mẹo: Cũng có thể được sử dụng trên cơ thể.", "ingredient": "Nước/Aqua/Eau, Cellulose Acetate, Axit Glycolic, Dicaprylyl Carbonate, Glycerin, Cetearyl Alcohol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Natri Hydroxide, Alkanes dừa, Cetearyl Olivate, Sorbitan Olivate, Axit Lactic, Dầu hạt Sclerocarya Birrea, Simmondsia Chinensis (Dầu hạt Jojoba), Dầu hạt Citrullus Lanatus (Dưa hấu), Dầu hạt Passiflora Edulis, Caprylic/Capric Triglyceride, Chiết xuất hạt Adansonia Digitata, Axit Salicylic, Natri PCA, Prunus Amygdalus Dulcis (Hạnh nhân ngọt) Chiết xuất hạt, Vitis Vinifera (Nho) Chiết xuất nước trái cây, Natri Lactate, Natri Hyaluronate Crosspolymer, Coco-Caprylate/Caprate, PCA, Alanine, Arginine, Glycine, Histidine, Isoleucine, Phenylalanine, Proline, Serine, Threonine, Valine, Axit Citric, Axit Aspartic, Sorbitan Isostearate, Propanediol, Kẽm Ôxít, Polysorbate 60, Phenoxyetanol, Caprylyl Glycol, Tocopherol, Hexylene Glycol, Pentylene Glycol, Ethylhexylglycerin", "brand": "Drunk Elephant", "volume": "180ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13310292-9584940514425706.jpg", "productCode": "Hair_24", "manufactureDate": "2023-06-25 00:00:00", "expirationDate": "2026-06-24 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Dầu gội thải độc OUAI 300ml", "cost": 84000.0, "description": "Giải độc cho những lọn tóc mà bạn hằng mong ước, Dầu gội Detox của OUAI Haircare có tác dụng loại bỏ nhanh chóng sự tích tụ (chúng tôi đang nhìn bạn, Dầu gội khô) để làm sạch sâu tóc và 'mở khóa' các nang bị tắc của bạn. Hãy coi nó giống như việc 'tắt đi bật lại'. Lựa chọn mỗi tuần một lần dành cho những ai đang phụ thuộc vào dầu gội khô, loại dầu gội nhẹ nhàng (nhưng kỹ lưỡng!) này tự hào có giấm táo để 'cắt bỏ' sự tích tụ sản phẩm và vô hiệu hóa cặn nước cứng gây tỏa sáng. Giống như 'tẩy cặn' cho sợi tóc của bạn, công thức làm sạch sâu này cũng chứa keratin thủy phân - tuyệt vời để phục hồi và tăng cường sức mạnh cho tóc dễ gãy hoặc yếu do nhiệt - trong khi các chất chelat thu hút kim loại nặng giúp tóc bạn mềm, mượt và sẵn sàng cho tuần mới. Với hương thơm 'Melrose Place' đặc trưng của thương hiệu - sự hòa hợp say đắm của hoa hồng, vải thiều, cam bergamot, gỗ tuyết tùng và xạ hương trắng - điều này bao phủ không gian đầu bạn với hương thơm thiên đường giúp bạn luôn vui vẻ trong khi nâng cao tinh thần. Ngoài ra, giờ đây nó còn được đựng trong một túi nạp dung tích khổng lồ 946ml để giảm thiểu lãng phí không cần thiết.", "how_to_use": "Làm ướt tóc hoàn toàn từ gốc đến ngọn bằng nước ấm. Bóp bớt độ ẩm dư thừa và thoa một lượng dầu gội Detox cỡ đồng xu vào tay bạn. Dùng ngón tay chia tóc và thoa dầu gội Detox càng gần da đầu càng tốt. Hãy để nó phát huy tác dụng kỳ diệu của nó trong một đến ba phút trước khi rửa sạch.", "ingredient": "Aqua (Nước, Eau), Natri C14-16 Olefin Sulfonate, Natri Lauroyl Methyl Isethionate, Cocamidopropyl Betaine, Decyl Glucoside, Acrylates Copolymer, Cocamide Mipa, Parfum (Hương thơm), Polysorbate 20, Keratin thủy phân, Hydroxypropyl Guar Hydroxypropyltrimonium Clorua, Giấm, Peg -150 Distearate, Polyqu Parentium-7, Glycerin, Benzophenone-4, Natri Clorua, Natri Hydroxide, Tetrasodium Edta, Trinatri Ethylenediamine Disuccine, Rượu Isopropyl, Propylene Glycol, Axit Citric, Disodium Edta, Chlorphenesin, Natri Benzoat, Phenoxyetanol, Kali Sorbate, Linalool , Citronellol, Ci 14700 (Đỏ 4), Ci 19140 (Vàng 5), Ci 61570 (Xanh 5) Sản phẩm này đã được cải tiến công thức và không chứa Butylphenyl Methylpropional.", "brand": "OUAI", "volume": "300ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12560959-1554945943701659.jpg", "productCode": "Hair_47", "manufactureDate": "2024-07-27 00:00:00", "expirationDate": "2027-07-27 00:00:00", "origin": "Ý"}, {"category": "Hair", "name": "Color Wow Xtra Large Bombshell Volumiser 50ml", "cost": 33000.0, "description": "Đáp ứng mong muốn của những người đẹp có mái tóc mềm mại, Xtra Large Bombshell Volumizer Travel của Color Wow biến những mái tóc đẹp thành mái tóc dày đẹp suốt nhiều ngày liên tục. Mang lại độ phồng lớn, lâu dài mà không làm nặng sợi tóc của bạn trong một chiếc chai có kích thước vui nhộn dễ thương nhét ngay vào túi xách của bạn, loại bọt tương lai này bổ sung thêm kết cấu, độ dày và độ bám tức thì cho mái tóc mỏng manh. An toàn cho tóc đã qua xử lý màu và hóa chất, bọt không khử nước này làm dày sợi tóc của bạn mà không cần cồn, muối hoặc nhựa thường tạo độ phồng bằng cách ép lớp biểu bì lên. Thay vào đó, nó khai thác hỗn hợp tre và polyme độc ​​quyền để bao quanh từng sợi, tạo khối trong khi vẫn cho phép lớp biểu bì của bạn vẫn đóng và nguyên vẹn. Mang đến những lọn tóc mềm mại, khó tạo kiểu một số kết cấu rất cần thiết (hãy nghĩ: tự nhiên và dẻo dai, không bao giờ cứng hoặc giòn), máy tạo kiểu thiết yếu này mang đến một màn kịch lớn kéo dài nhiều ngày.", "how_to_use": "Áp dụng cho tóc ẩm. Cho 2-3 lượng bọt vào tay và kéo qua một phần tóc từ ngọn đến ngọn, tiếp tục cho đến khi phủ hết tóc. Chải qua để phân bố đều. Phong cách. Có thể sấy khô hoặc sấy khô trong không khí.", "ingredient": "Aqua/Nước, Propanediol, VP/DMAPA Acrylates Copolymer, Phenoxyethanol, Caprylyl Glycol, PPG-26-Buteth-26, Dầu thầu dầu hydro hóa PEG-40, Disodium EDTA, Benzalkonium Clorua, Chiết xuất lá Bambusa Arundinacea, Polyqu Parentium-22.", "brand": "Color WOW", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13910253-3954974926963157.jpg", "productCode": "Hair_52", "manufactureDate": "2024-02-26 00:00:00", "expirationDate": "2027-02-25 00:00:00", "origin": "Ý"}, {"category": "Hair", "name": "Olaplex số 6 100ml", "cost": 84000.0, "description": "Phản bội vẻ ngoài sang trọng, tối giản của nó, chiếc chai rực rỡ này chứa đựng những điều kỳ diệu. Được trang bị một máy bơm không có không khí giúp sử dụng dễ dàng, No.6 Bond Smoother gửi các làn sóng dưỡng ẩm tối ưu khiến các sợi tóc trông không có sức sống khi nó tạo điều kiện và củng cố sợi tóc của bạn từ gốc đến ngọn. Phương pháp điều trị đậm đặc này là sự bổ sung tuyệt vời cho bất kỳ thói quen chăm sóc tóc nào cũng như là sản phẩm phải thử đối với những người có tóc đã tẩy, nhuộm màu hoặc đã qua xử lý hóa chất. Vừa là một sản phẩm tạo kiểu tóc vừa là một liệu pháp chăm sóc tóc chuyên sâu, sản phẩm này còn hứa hẹn sẽ tăng tốc thời gian sấy tóc và kiểm soát tình trạng tóc bay màu lên đến 72 giờ!", "how_to_use": "Áp dụng sản phẩm từ giữa chiều dài đến ngọn. Bắt đầu với 1/2 lần bơm cho tóc dài ngang vai. Sử dụng nhiều hơn để có mái tóc dài hơn, dày hơn. Ít hơn cho tóc mỏng hoặc ngắn. Chải kỹ và tạo kiểu như mong muốn.", "ingredient": "Nước (Aqua/Eau), Cetearyl Alcohol, Dimethicone, Isohexadecane, Coco-Caprylate , Neopentyl Glycol Diheptanoate, Behentrimonium Clorua, Isododecane, Phenyl Trimethicone, Propanediol, Hương thơm (Parfum), Cetrimonium Clorua, Phenoxyanol, Glyceryl Stearate, Rượu Isopropyl, Hydroxyethylcellulose, Hydroxypropyl guar, natri stearoyl lactylate, hydroxypropyl cyclodextrin, hexyl cinnamal, limonene, citral, thủy phân protein Droxycitronellal, axit etidronic , Tocopherol, Geraniol, Kali Sorbate, Dầu hạt Helianthus Annuus (Hướng dương), Axit ascoricic, Dầu Cocos Nucifera (Dầu dừa), Phytantriol, Pseudozyma Epicola/Camellia, Dịch lọc lên men dầu hạt Sinensis, Tocopheryl Acetate, Dầu hạt Vitis Vinifera (Nho) , Nước ép lá lô hội Barbadensis, Panthenol, Bis-Aminopropyl Diglycol Dimaleate, Axit Citric, Natri Benzoat.", "brand": "Olaplex", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13601976-3864949597052111.jpg", "productCode": "Hair_54", "manufactureDate": "2024-05-19 00:00:00", "expirationDate": "2027-05-19 00:00:00", "origin": "Hàn Quốc"}, {"category": "Hair", "name": "Kem lót bảo vệ màu nấm và tre Briogeo Color Me Brilliant 100ml", "cost": 72000.0, "description": "Là sản phẩm cần phải có dành cho những ai có mái tóc đã qua xử lý màu và muốn giữ được màu sắc sống động, mới nhuộm lâu nhất có thể, dòng sản phẩm Color Me Brilliant hoàn toàn mới này của Briogeo sẵn sàng trợ giúp. Được kết hợp với phức hợp khóa màu tự nhiên và hoạt tính đặc biệt của Briogeo, công thức bảo vệ màu này sẽ khóa màu vì nó bảo vệ chống phai màu trong khi nấm đuôi gà tây (một chất thay thế protein keratin thuần chay) bảo vệ chống phai màu, vitamin E nuôi dưỡng và hỗ trợ sản xuất và phát triển tóc khỏe mạnh và cuối cùng, các loại dầu tự nhiên giúp tăng cường độ bóng tự nhiên của bạn để củng cố độ bóng khỏe mạnh. Sau khi gội đầu, hãy thoa sản phẩm này lên phần thân tóc và ngọn tóc để tăng độ bóng và bảo vệ màu tóc. Tự hào với công thức thuần chay và không chứa chất độc hại cũng không chứa sunfat, silicon, phthalates, paraben, DEA hoặc thuốc nhuộm nhân tạo, bạn có thể chắc chắn rằng dòng sản phẩm Briogeo này thân thiện với sợi tóc.", "how_to_use": "Cho một lượng nhỏ vào tay và thoa lên tóc sạch, ẩm từ gốc đến ngọn trước khi sấy khô hoặc tạo kiểu bằng nhiệt. Đừng rửa sạch. Để có kết quả tốt nhất, hãy sử dụng sau Dầu gội & Dầu xả Color Me Brilliant™ Mushroom + Bamboo Color Protect.", "ingredient": "Nước/Aqua/Eau, Cetearyl Alcohol*, Cocos Nucifera (Dầu Dừa*), Chiết xuất Trametes Versicolor (Nấm)*, Chiết xuất hoa Lavandula Angustifolia (Hoa oải hương)*, Chiết xuất lá Bambusa Arundinacea*, Dịch lọc lên men từ rễ củ cải/Leuconostoc/, Hydroxyethylcellulose* *, Chiết xuất trái cây Punica Granatum*, Behentrimonium Methosulfate*, Butyrospermum Parkii (Shea) Butter*, Nước ép lá Aloe Barbadensis*, Protein ngô thủy phân*, Protein lúa mì thủy phân*, Protein đậu nành thủy phân*, Cetrimonium Clorua*, Glycerin*, Glycine Soja (Đậu nành) Chiết xuất hạt*, Elaeis Guineensis (Cọ) Chiết xuất từ ​​trái cây*, Oryza Sativa (Gạo) Chiết xuất*, Thủy phân Quinoa*, Raphanus Sativus (Củ cải) Chiết xuất hạt*, Octyldodecyl Oleate, Octyldodecanol, Tocopheryl Acetate, Helianthus Annuus (Hướng dương) Dầu hạt*, Dầu hạt nhân Argania Spinosa*, Dầu hạt nhân Prunus Armeniaca (Quả mơ)*, Dầu trái cây Rosa Canina*, Dầu hạt Linum Usitatissimum (Hạt lanh)*, Propanediol*, Chiết xuất lá Rosmarinus Officinalis (Cây hương thảo)*, Chiết xuất hoa Lathyrus Odoratus *, Chiết xuất vỏ cây Magnolia Officinalis*, Chiết xuất lá Cynara Scolymus (Atisô)*, Chiết xuất hoa/lá Viola Odorata*, Natri Acetate, Rượu Isopropyl, Cellulose*, Kali Sorbate, Natri Benzoat, Tocopherol, Canxi Gluconate, Natri Hydroxide, Axit Citric *, Hương thơm (Parfum), Axit dehydroacetic, Rượu Benzyl.", "brand": "Briogeo", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14293495-4285040712998402.jpg", "productCode": "Hair_18", "manufactureDate": "2022-04-12 00:00:00", "expirationDate": "2025-04-11 00:00:00", "origin": "Hàn Quốc"}, {"category": "Hair", "name": "Dây buộc tóc Frida London SILKE", "cost": 63000.0, "description": "Là sản phẩm trí tuệ của một nhà tạo mẫu tóc ở London, Maria, người sáng lập thương hiệu SILKE London, đã rất thất vọng khi thức dậy mỗi ngày với mái tóc xoăn, mỏng manh (và một chiếc áo gối ngổn ngang phần đuôi tóc). Giải pháp? 100% lụa nguyên chất, không chỉ tôn trọng tóc và giảm nguy cơ gãy rụng mà còn giúp làm mượt và tăng cường độ bóng để lọn tóc của bạn luôn chắc khỏe, dài và bóng mượt. Mỗi gói có sáu búi tóc bọc lụa, giúp bạn dễ dàng cố định búi tóc ba lê, tóc đuôi ngựa cao hoặc bím tóc (bất kể độ dày của tóc) – chỉ cần chọn từ ba màu: 'Cleopatra' (đen cổ điển), 'Coco' (hồng sâm panh xinh xắn) hoặc 'Frida' (với cầu vồng màu sắc trang sức lộng lẫy, lộng lẫy). Ngoài vẻ ngoài lộng lẫy (tuyệt vời trên cổ tay cũng như trên tóc của bạn), Dây buộc tóc SILKE lướt trên tóc, loại bỏ ma sát, cào và gãy của các loại dây thun truyền thống bị mài mòn, để ngăn ngừa hư tổn, gãy và chẻ ngọn. Được thiết kế lại dựa trên phản hồi của bạn, đây là những chiếc dây buộc tóc đẹp nhất mà bạn từng sở hữu...", "how_to_use": "Dùng để buộc tóc lên thay cho dây thun truyền thống có thể làm đứt những sợi tóc quý giá của bạn.", "ingredient": "Nội thất siêu đàn hồi được lựa chọn đặc biệt, bên ngoài 100% lụa nguyên chất.", "brand": "SILKE London", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11960054-1265043859439418.jpg", "productCode": "Hair_88", "manufactureDate": "2023-02-27 00:00:00", "expirationDate": "2026-02-26 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Dầu Gội Bảo Dưỡng Bond Olaplex No.4 250ml", "cost": 84000.0, "description": "Phản bội vẻ ngoài sang trọng, tối giản của nó, chiếc chai rực rỡ này chứa đựng những điều kỳ diệu. Không chỉ là một phương pháp điều trị tóc, nghi thức ba bước của OLAPLEX là một hệ thống giúp xây dựng lại vĩnh viễn các liên kết disulphide bị hư hỏng trên tóc của bạn – vốn đã bị tổn hại do nhuộm màu, tạo kiểu bằng nhiệt và hao mòn hàng ngày. Là loại dầu gội làm sạch và phục hồi hàng ngày, chất lỏng mềm mượt này giúp dưỡng ẩm sâu và tăng cường độ chắc khỏe cho tóc cũng như sửa chữa các liên kết tóc bị đứt gãy giữa các lần salon hoặc các buổi tạo kiểu tóc, để bạn có thể tiếp tục duy trì màu tóc và kiểu tóc yêu thích mà không lo tóc bị hư tổn sau này. Sửa chữa. Công thức Dầu gội bảo trì trái phiếu số 4 không có màu- sunfat- paraben- gluten- và không chứa hạt, cũng như thân thiện với người ăn chay. Sử dụng sau liệu trình điều trị hàng tuần {No 3 Hair Perfector} của thương hiệu và tiếp theo là Dầu xả bảo trì {No 5 Bond}.", "how_to_use": "Thoa lên tóc ẩm, thoa lên tóc từ gốc đến ngọn để tạo bọt. Gội sạch rồi dùng tiếp với Dầu xả bảo trì trái phiếu No 5}. Có thể sử dụng cùng với liệu trình điều trị {No 3 Hair Perfector} hàng tuần.", "ingredient": "Nước (Aqua/Eau), Natri Lauroyl Methyl Isethionate, Cocamidopropyl Hydroxysultaine, Kali Cocoyl Glycinate, Disodium Cocoyl Glutamate, Natri Lauroyl Sarcosinate, Kali Cocoate, Decyl Glucoside, Glycereth-26, Bis-Aminopropyl Diglycol Dimaleate, Cocamidopropylamine Oxide, Disodium Laureth Sulfosuccinate, Glycol Distearate, Natri Cocoyl Glutamate, Methyl Gluceth-20, Acrylates Copolymer, PEG-120 Methyl Glucose Dioleate, Amodimethicone, Axit Citric, Natri Lauryl Sulfoacetate, Polyquaternium-10, Ethylhexylglycerin, DivinylDimethicone/Dimethicone Copolymer, Polyquaternium-11, Trinatri Ethylenediamine Disuccine, Guar Hydroxypropyltrimonium Clorua, C11-15 Pareth-7, Laureth-9, Glycerin, Trideceth-12, C12-13 Pareth-23, C12-13 Pareth-3, Protein thực vật thủy phân, PG-Propyl Silanetriol, Panthenol, Axit axetic, Tetrasodium EDTA, Pentasodium Triphosphate, Natri Hydroxide, Disodium EDTA, Dầu hạt Helianthus Annus (Hướng dương), Tocopherol, Dầu hạt nhân Prunus Armeniaca (Quả mơ), Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Dịch lọc lên men dầu hạt nhân Pseudozyma Epicola/Argania Spinosa, Quaternium-95, Propanediol, Chiết xuất hạt Helianthus Annus (Hướng dương), PEG-8, Chiết xuất từ ​​trái cây Euterpe Oleracea, Chiết xuất Punica Granatum, Chiết xuất lá Rosemarinus Officinalis (Rosemary), Chiết xuất từ ​​trái cây Musa Sapientum (chuối), Chiết xuất Origanum Vulgare Lear, Morinda Citrifolia Chiết xuất từ ​​trái cây, Chiết xuất từ ​​rễ cây Articum Lappa, Chất đồng trùng hợp PEG-8/SMDI, Natri Hyaluronate, Palmitoyl Myristyl Serinate, Natri Polyacrylate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Biotin, Axit Benzoic, Phenoxyetanol, Chlorphenesin, Kali Sorbate, Natri Benzoat, Hương thơm (Parfum), Citral, Hexyl Cinnamal, Limonene", "brand": "Olaplex", "volume": "250ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12164501-5264927775131002.jpg", "productCode": "Hair_71", "manufactureDate": "2022-04-24 00:00:00", "expirationDate": "2025-04-23 00:00:00", "origin": "Pháp"}, {"category": "Hair", "name": "Xịt Bảo Vệ Nhiệt ghd Bodyguard 120ml", "cost": 56850.0, "description": "Luôn sử dụng biện pháp bảo vệ! Dù chúng ta yêu thích những công cụ tạo kiểu tóc quý giá của mình đến đâu thì cũng không thể phủ nhận rằng nhiệt độ cao có thể gây hư tổn cho mái tóc của chúng ta. Đó là lúc mà ghd's Bodyguard - Heat Protect Spray xuất hiện. Hiện đã có sẵn ở dạng chai ban đầu (120ml) và lọ cỡ nhỏ (50ml), không có lý do gì để bỏ qua sản phẩm bảo vệ tóc này! Được làm giàu với 'Hệ thống bảo vệ nhiệt' của ghd, nó chứa các polyme bảo vệ giúp che chắn vô hình cho những chiếc khóa quý giá của bạn khỏi bị hư hại do nhiệt tiềm ẩn. Nhẹ và không dính, công thức này có thể được xếp lớp với các sản phẩm tạo kiểu khác hoặc sử dụng riêng trước khi tạo kiểu bằng nhiệt để có một lớp hoàn thiện xứng đáng với thẩm mỹ viện mà bạn sẽ mê mẩn.", "how_to_use": "Xịt lên tóc ẩm hoặc khô từ chân tóc đến ngọn - khoảng 6-8 lần xịt cho tóc từ trung bình đến dài. Chải qua sản phẩm để đảm bảo nó được phân bổ đều. Nhiệt phong cách như bình thường. Nếu bạn đang sử dụng lớp này với các sản phẩm khác, hãy áp dụng nó trước.", "ingredient": "Aqua (Nước), Gluconolactone, dầu thầu dầu hydro hóa PEG-40, Parfum (Hương thơm), Natri benzoate, Natri Laneth-40 maleate/styrene sulfonate copolymer, Bis-isobutyl PEG/PPG-20/35/amodimethicone copolymer, Cetyl ethylhexanoate, Panthenol , Natri hydroxit, Polysorbate 80, Thermus thermophilillus lên men, Butylene glycol, Tetrasodium EDTA, Protein lúa mì thủy phân PG-propyl silanetriol, Phenoxyetanol, Canxi gluconate, Kali sorbate, Glycerin, Benzyl salicylate, Citral, Citronellol, Coumarin, Hexyl cinnamal, Limonene, Linalool , Alpha-isometyl ionon", "brand": "ghd", "volume": "120ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11195523-9304897454241366.jpg", "productCode": "Hair_85", "manufactureDate": "2023-08-14 00:00:00", "expirationDate": "2026-08-13 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Oribe Travel Gold Lust Transformative Masque 50ml", "cost": 57000.0, "description": "Một phương pháp điều trị hiện đại dành cho tóc hư tổn, mặt nạ biến đổi từ oribe này thấm sâu vào tóc, tái tạo lại từng sợi tóc để phục hồi độ bóng đã mất. Hoàn hảo để nuôi dưỡng tóc cần một số TLC chính, mặt nạ này của Oribe giúp cải thiện độ đàn hồi, củng cố tóc để giúp tóc tìm lại sự mềm mại, chắc khỏe và sáng bóng đã mất nhờ sự pha trộn của trà trắng, baobob, chiết xuất hoa nhài và phức hợp phục hồi của thương hiệu. . Với mỗi phương pháp tự chăm sóc, phương pháp điều trị này sẽ phục hồi và nuôi dưỡng mái tóc bị làm việc quá sức trở nên tốt hơn.", "how_to_use": "Massage, thư giãn (trong bao lâu tùy thích), rửa sạch.", "ingredient": "Aqua/Nước/Eau, Cetearyl Alcohol, Behentrimonium Chloride, Cetyl Alcohol, Dimethicone, Stearamidopropyl Dimethylamine, Cetyl Esters, Amodimethicone, Glycerin, Propanediol, Phenoxyanol, Hydro hóa Ethylhexyl Olivate, Parfum/Hương thơm, Caprylyl Glycol, Rượu Isopropyl, Guar Hydroxypropyltrimonium Clorua, Ethylhexylglycerin , Butyrospermum Parkii (Shea) Butter, Stearyl Alcohol, Cetrimonium Chloride, Polysorbate 60, Benzyl Alcohol, Panthenol, Dầu ô liu hydro hóa không xà phòng hóa, Kali Sorbate, Chlorphenesin, Natri Benzoat, Disodium EDTA, C11-15 Pareth-7, Laureth-9, Trideceth -15, Trideceth-3, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, BHT, Trideceth-12, Jojoba Esters, Polysilicone-15, Quaternium-95, Axit Citric, Axit axetic, Dầu hạt Adansonia Digitata, Dầu hạt Argania Spinosa, Caffeine, Dầu hạt Moringa Oleifera, Butylene Glycol, Rượu, Protein thực vật thủy phân PG-Propyl Silanetriol, Chiết xuất lá Camellia Sinensis, Chiết xuất Chondrus Crispus, Chiết xuất từ ​​trái cây Citrus Limon (Chanh), Chiết xuất hoa Jasminum Officinale (Jasmine), Chiết xuất Passiflora Incarnata, Sườn Chiết xuất trái cây Nigrum (nho đen), Cystine Bis-PG-Propyl Silanetriol, Protein thực vật thủy phân, Bromelain, Chiết xuất lá Citrus Aurantium Bergamia (Bergamot), Chiết xuất Leontopodium Alpinum, Niacinamide, Chiết xuất Santalum Album (Gỗ đàn hương), Chiết xuất hổ phách, Citrullus Lanatus ( Dưa hấu) Chiết xuất từ ​​​​trái cây, Axit amin thực vật, Chiết xuất hạt Cupressus Sempervirens, Protein hạt Oryza Sativa (Gạo), Dịch lọc lên men Leuconostoc/rễ củ cải, Axit phytic, Chiết xuất Oryza Sativa (Gạo), Citrulline, Gluconolactone, Biotin, Chiết xuất Litchi Chinensis Pericarp, Chiết xuất hạt Moringa Oleifera, Tocopheryl Acetate, Disodium Phosphate, Canxi Gluconate, Limonene, Hexyl Cinnamal.", "brand": "Oribe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13735683-5564944407498391.jpg", "productCode": "Hair_129", "manufactureDate": "2024-06-18 00:00:00", "expirationDate": "2027-06-18 00:00:00", "origin": "Mỹ"}, {"category": "Hair", "name": "Dầu gội phục hồi Oribe Gold Lust Repair 8,5 fl. oz.", "cost": 150000.0, "description": "Nhẹ nhàng làm sạch mái tóc của bạn và đánh thức nó trở lại trạng thái bóng mượt, khỏe mạnh nhất với Dầu gội Gold Lust Repair & Restore của Oribe. Loại sữa rửa mặt trẻ hóa thơm ngon này phục hồi độ ẩm đồng thời làm mới tóc nhờ các loại dầu và chiết xuất chữa bệnh hàng thế kỷ - bao gồm chiết xuất Síp Địa Trung Hải dưỡng ẩm sâu, dầu argan tăng cường độ bóng và dầu maracuja tăng cường hydrat hóa. Bên cạnh đó, phức hợp đặc trưng của Oribe (chiết xuất từ ​​dưa hấu, vải thiều và hoa edelweiss) bảo vệ tóc khỏi stress oxy hóa, hư tổn và tác động phai màu của các yếu tố tự nhiên. Phức hợp phục hồi sinh học (bao gồm collagen thực vật, caffeine và biotin) củng cố lớp biểu bì tóc từ trong ra ngoài, trong khi bromelain (một loại enzyme có nguồn gốc từ dứa) nhẹ nhàng tẩy tế bào chết và cân bằng da đầu để tạo môi trường tối ưu cho sức khỏe của tóc. Sau khi sử dụng, mái tóc của bạn sẽ có cảm giác được làm sạch nhẹ nhàng và trẻ hóa một cách hoàng gia - hơn nữa, chai chắc chắn sẽ mang lại cảm giác sang trọng sang trọng cho kệ phòng tắm của bạn.", "how_to_use": "Oribe nói: Tạo bọt, thưởng thức, rửa sạch.", "ingredient": "Aqua/Nước/Eau, Natri Lauroyl Methyl Isethionate, Natri Cocoyl Isethionate, Natri Lauroyl Sarcosinate, Cocamide MIPA, Dimethicone, Capryloyl/Caproyl Methyl Glucamide, Lauroyl/Myristoyl Methyl Glucamide, Glycerin, Acrylates/Beheneth-25 Methacrylate Copolymer, Axit dừa, Parfum /Hương thơm, Natri Lauroyl Lactylate, Natri Lauroamphoacetate, Amodimethicone, Pentylene Glycol, Propanediol, Natri Isethionate, Propylene Glycol, Caprylyl Glycol, Guar Hydroxypropyltrimonium Clorua, Hydroxyacetophenone, Natri Benzoat, Trisodium Ethylenediamine Disuccinate, Polyqu Parentium-7, Ethylhexylglycerin, Disodium EDTA, Laureth- 23, Laureth-4, Panthenol, Cetrimonium Clorua, Trideceth-15, Trideceth-3, BHT, Dầu gạo Glycereth-8 Este, Bơ hạt mỡ Glycereth-8 Este, Fluorphlogopite tổng hợp, Silicone Quaternium-22, Sorbitol, Phenoxyanol, Axit Salicylic, Quaternium-95, Axit Citric, Caffeine, Dipropylene Glycol, Polyglyceryl-3 Caprate, Butylene Glycol, Alcohol, Cocamidopropyl Betaine, Axit Acetic, Chiết xuất Chondrus Crispus, Chiết xuất từ ​​trái cây Citrus Limon (Chanh), Chiết xuất hoa Jasminum Officinale (Jasmine), Passiflora Incarnata Chiết xuất, Chiết xuất từ ​​trái cây Ribes Nigrum (Quả lý chua đen), Cystine Bis-PG-Propyl Silanetriol, Protein thực vật thủy phân PG-Propyl Silanetriol, Protein thực vật thủy phân, Bromelain, Chiết xuất lá Citrus Aurantium Bergamia (Bergamot), Chiết xuất Leontopodium Alpinum, Niacinamide, Palmitamidopropyltrimonium Clorua , Chiết xuất Santalum Album (Gỗ đàn hương), Chiết xuất hổ phách, Chiết xuất trái cây Citrullus Lanatus (Dưa hấu), Ôxít thiếc, Kali Sorbate, Axit amin thực vật, Chiết xuất hạt Cupressus Sempervirens, Protein hạt Oryza Sativa (Gạo), Chiết xuất lá Camellia Sinensis, Leuconostoc/Củ cải Dịch lọc lên men rễ, Axit phytic, Chiết xuất Oryza Sativa (Gạo), Citrulline, Gluconolactone, Dầu hạt Adansonia Digitata, Dầu hạt Argania Spinosa, Biotin, Butyrospermum Parkii (Shea) Bơ, Chiết xuất Litchi Chinensis Pericarp, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Rượu Benzyl, Canxi Gluconate, Limonene, Hexyl Cinnamal, Linalool, CI 77891 (Titanium Dioxide).", "brand": "Oribe", "volume": "8.5 fl.oz", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12915557-2954917112863726.jpg", "productCode": "Hair_108", "manufactureDate": "2023-02-13 00:00:00", "expirationDate": "2026-02-12 00:00:00", "origin": "Pháp"}, {"category": "Hair", "name": "Xịt Tạo Sóng OUAI Luxe 50ml", "cost": 36000.0, "description": "Từ thợ làm tóc nổi tiếng Jen Atkin – người chịu trách nhiệm duy trì mái tóc của Klan Kardashian, Gigi Hadid và Gwen Stefani (kể tên một vài người) – xịt ouai-ve của OUAI mang lại sự tách biệt tuyệt đẹp và giữ nếp linh hoạt đồng thời xức tóc bạn với hỗn hợp chanh Ý tuyệt vời, hoa hồng de mai, mộc lan, hoa huệ, dâu đen, gỗ tuyết tùng, hổ phách, hoắc hương, gỗ đàn hương và xạ hương trắng. Đơn giản chỉ cần xoắn mái tóc vẫn còn ẩm và tạo độ dài như sương bằng Wave Spray sau đó 'làm rối' để lộ ra kết cấu tóc đáng ghen tị của 'cô gái Pháp'.", "how_to_use": "Lắc nó lên. Xịt tóc ẩm hoặc khô từ gốc đến ngọn để tạo kết cấu dễ dàng, không bị rối và tăng cường sóng tự nhiên. Hoặc, chỉ cần đánh vào rễ để có thêm khối lượng. Mẹo của Jen: Xịt nó lên tóc ẩm hoặc khô để kích hoạt các làn sóng tự nhiên, tăng cường kết cấu, tăng cường độ bồng bềnh và mang lại khả năng ghi nhớ cho tóc.", "ingredient": "Nước / Aqua / Eau, Ppg-5-Ceteth-20, Isobutylene/Ethylmaleimide/Hydroxyethylmaleimide Copolymer, Polysorbate 20, Propanediol, Alcohol Denat., Tamarindus Indica Seed Gum, Cocos Nucifera (Dừa) Nước, Glycerin, Panthenol, Nước ép Phyllostachys Bambusoides, Chiết xuất Hibiscus Esculentus thủy phân, Chiết xuất từ ​​rễ Daucus Carota Sativa (Cà rốt), Chiết xuất hoa Jasminum Officinale (Jasmine), Chiết xuất Nasturtium Officinale, Chiết xuất từ ​​​​rễ Zingiber Officinale (Gừng), Chiết xuất hạt Amaranthus Caudatus, Chiết xuất Oryza Sativa (Gạo), Chiết xuất Cystoseira Compressa, Chiết xuất hạt lanh thủy phân, chiết xuất Pisum Sativum (hạt đậu), Keratin thủy phân Laurdimonium Hydroxypropyl, Protein gạo thủy phân, Protein hạt Oryza Sativa (gạo), Protein ngô thủy phân, Protein nấm men thủy phân, Natri Pca, Natri Lactate, Arginine, Axit aspartic, Pca, Glycine , Alanine, Serine, Valine, Proline, Threonine, Isoleucine, Phenylalanine, Histidine, Tinh bột Zea Mays (Ngô), Tocopherol, Chiết xuất hạt Moringa Oleifera, Natri Polystyrene Sulfonate, Cystine Bis-Pg-Propyl Silanetriol, Protein thực vật thủy phân Pg-Propyl Silanetriol , Ethylhexylglycerin, Parfum (Hương thơm), Polysilicone-15, Leuconostoc/Lên men rễ củ cải", "brand": "OUAI", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11418607-9394953219499302.jpg", "productCode": "Hair_145", "manufactureDate": "2022-08-09 00:00:00", "expirationDate": "2025-08-08 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Bàn chải mọc tóc LED chuyên sâu Solaris Labs NY", "cost": 258000.0, "description": "Chải tóc theo cách của bạn để có mái tóc (và da đầu) khỏe mạnh hơn bằng Lược chải tóc LED từ Phòng thí nghiệm Solaris, nhà đổi mới công nghệ làm đẹp ở New York. Kết hợp liệu pháp ánh sáng LED với những rung động nhẹ nhàng, chiếc lược thông minh này sẽ giúp bạn nhanh chóng đạt được mục tiêu tăng trưởng tóc của mình. Được sử dụng giống như bất kỳ loại lược chải tóc nào khác, lông silicon giúp da đầu tiếp xúc với liệu pháp ánh sáng LED đỏ và xanh lam. Những bước sóng này được biết là giúp kích thích tăng trưởng, làm chậm rụng tóc, giúp tóc dày hơn, làm dịu da đầu bị kích thích và tăng kích thước nang tóc để giúp sợi tóc chắc khỏe hơn. Mát-xa thư giãn (với 6000 rung động nhẹ nhàng mỗi phút) giúp mang lại mái tóc bóng mượt, khỏe mạnh, hỗ trợ hấp thụ các sản phẩm chăm sóc tóc và tăng cường lưu lượng máu để nuôi dưỡng từng nang tóc.", "how_to_use": "Chỉ sử dụng trên tóc khô. Luân phiên giữa các chế độ khác nhau trong mỗi lần sử dụng: Massage rung nhẹ nhàng trên da đầu trong 1 phút. Sử dụng chế độ đèn LED màu đỏ, massage và chải tóc trong vài phút. Ở chế độ đèn LED màu xanh lam, hãy chải độ dài của tóc trong vài phút.", "ingredient": "", "brand": "Solaris Labs NY", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14272367-1875040558534816.jpg", "productCode": "Hair_152", "manufactureDate": "2024-07-02 00:00:00", "expirationDate": "2027-07-02 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Xịt tạo nếp da khô Oribe Purse 75ml", "cost": 66000.0, "description": "Khi nói đến tóc, tóc to hơn luôn tốt hơn – và Xịt tạo nếp tóc khô của Oribe là lối tắt hoàn hảo để có độ phồng đáng ghen tị và kết cấu gợi cảm, quyến rũ. Với các polyme đã được cấp bằng sáng chế có khả năng hấp thụ dầu ở chân tóc, đây là một sự thay thế tuyệt vời cho dầu gội khô, sẽ khiến cho mái tóc của bạn trông 'đúng kiểu' mà không có một chút cặn bột trắng nào. Chiết xuất từ ​​kiwi và hoa đam mê cung cấp chất chống oxy hóa mạnh mẽ để duy trì độ ẩm và bảo vệ màu sắc, trong khi chiết xuất từ ​​rễ gừng trắng Hawaii làm mềm và tăng độ bóng còn chiết xuất xoài giúp dưỡng ẩm và làm mịn tóc. Để có được vẻ ngoài 'mảnh ghép', có kết cấu dễ dàng đó, hỗn hợp co-polymer độc đáo mang lại khả năng giữ nếp tinh tế, giúp kiểu dáng tồn tại lâu hơn. Một sự bổ sung lý tưởng cho bất kỳ bộ sưu tập chăm sóc tóc nào - và một loại xịt 'cửa ngõ' có thể khiến bạn say mê Oribe - chai màu đen và vàng này là biểu tượng chắc chắn của sự sang trọng.", "how_to_use": "Lắc. Xịt. Bơm. Hoàn thiện và giữ phong cách. Thêm nhiệt để tăng thêm âm lượng", "ingredient": "Hydrofluorocarbon 152a, Dimethyl Ether, SD Alcohol 40-B (Alcohol Denat.), VP/VA Copolymer, Zeolite, Parfum/Hương thơm, Glycerin, Aqua/Nước/Eau, Acetyl Triethyl Citrate, PEG/PPG-17/18 Dimethicone, Helianthus Chiết xuất hạt Annuus (Hướng dương), Protein lúa mì thủy phân AMP-Isostearoyl, Butylene Glycol, Benzophenone-4, Rượu Isopropyl, Chiết xuất trái cây Actinidia Chinensis (Kiwi), Chiết xuất lá Aloe Barbadensis, Chiết xuất rễ cây Hedychium Coronarium (Gừng), Mangifera Indica (Xoài) Chiết xuất trái cây, Chiết xuất Passiflora Incarnata, Chiết xuất trái cây Citrullus Lanatus (Dưa hấu), Chiết xuất hoa/lá Leontopodium Alpinum, Chiết xuất trái cây Litchi Chinensis, Phenoxyetanol, Chiết xuất nhựa Styrax Benzoin, Chlorphenesin, Natri Benzoate, Kali Sorbate, Axit Benzoic, Axit Citric, Axit Sorbic , Limonene, Hexyl Cinnamal, Linalool, Citral.", "brand": "Oribe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11310960-5314871818853871.jpg", "productCode": "Hair_142", "manufactureDate": "2023-07-02 00:00:00", "expirationDate": "2026-07-01 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "Dầu Gội Davines Heart of Glass Silkening 250ml", "cost": 66000.0, "description": "Là loại dầu gội dịu nhẹ giúp làm sạch và làm sáng tông màu vàng, Dầu gội Heart of Glass Silkening của Davines duy trì mái tóc vàng rực rỡ mà không bị bong tróc, nhờ đó tóc luôn được nuôi dưỡng, sáng bóng và mềm mại. Một phần trong bản chỉnh sửa 'Heart of Glass' của Davines - lấy tên từ một bài hát nổi tiếng từ những năm 80, được hát bởi một nghệ sĩ tóc vàng đã trở thành một biểu tượng - bộ sưu tập sản phẩm này được thiết kế để làm nổi bật vẻ đẹp của mái tóc vàng, cả tự nhiên và tẩy trắng, làm sáng và nhuộm; hoặc tóc tiếp xúc với ánh nắng mặt trời, việc thường xuyên sử dụng lược hoặc máy ép tóc, tất cả các yếu tố có thể làm suy yếu sợi tóc. Với sứ mệnh bảo tồn đa dạng sinh học quan trọng của hành tinh, mỗi 'gia đình' chăm sóc tóc (Heart of Glass, NOUNOU, v.v.), đại diện cho một chiết xuất đang bị đe dọa, vì vậy, bằng cách chọn sử dụng loại dầu gội này, bạn đang ủng hộ toàn cầu và sự đa dạng của nó. cư dân – từ thực vật đến con người!", "how_to_use": "Thoa lên da đầu và tóc ẩm, massage nhẹ nhàng. Rửa sạch và lặp lại nếu cần thiết. Rửa kỹ trong trường hợp tiếp xúc với mắt.", "ingredient": "Aqua / Water / Eau , Natri Lauroyl Methyl Isethionate, Cocamidopropyl Betaine, Decyl Glucoside, Parfum / Fragrance, Natri Cocoyl Alaninate, Polysorbate 20, Natri Methyl Isethionate, Betaine, Axit Lauric, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Rượu Benzyl, Brassicamidopropyl Dimethylamine, Coco-Glucoside, Natri Clorua, Glyceryl Oleate, Natri Benzoate, Glycol Distearate, Trisodium Ethylenediamine Disuccinate, Polyquaternium-7, Phenethyl Benzoate, Natri Laurate, Polyquaternium-10, Axit Dừa, Tetrasodium Glutamate Diacetate, Guar Hydroxypropyltrimonium Clorua, Axit Citric, Chiết xuất trái cây Genipa Americana, Alpha-Isomethyl Ionone, Linalool, Tinh bột ngô biến tính, Glyceryl Stearate, Tocopherol, Natri Hydroxide, Coumarin, Chiết xuất hạt Adansonia Digitata thủy phân, Dầu Glycine Soja / Dầu Glycine Soja (Đậu nành).", "brand": "Davines", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12930137-1934848485438355.jpg", "productCode": "Hair_154", "manufactureDate": "2024-09-07 00:00:00", "expirationDate": "2027-09-07 00:00:00", "origin": "Hàn Quốc"}, {"category": "Hair", "name": "The INKEY List Glycolic Acid Tẩy tế bào chết da đầu 150ml", "cost": 41970.0, "description": "Chết tiệt! Cho phép chúng tôi tiết lộ cho bạn một bí mật nhỏ: mái tóc khỏe mạnh bắt đầu từ gốc và giữ cho tóc sạch sẽ và khỏe mạnh là chìa khóa cho mái tóc dài bóng mượt. Hãy xem Glycolic Acid Exfoliating Scalp Scrub như một sản phẩm làm sạch da đầu của bạn, ngay lập tức quét sạch các chất tích tụ, cân bằng hệ vi sinh vật, cân bằng dầu và chống bong tróc để giữ cho nang tóc của bạn luôn vui vẻ. Được làm bằng cả chất tẩy da chết vật lý và hóa học, công thức này lý tưởng cho mọi loại da đầu và tóc, cần 7% axit glycolic để loại bỏ da chết; phức hợp 'Symcontrol Scalp' với vi tảo Địa Trung Hải để điều chỉnh lượng bã nhờn và bảo vệ từng sợi tóc; hạt thầu dầu có khả năng phân hủy sinh học để nâng cao trải nghiệm tẩy da chết; và tổng hợp các loại đường tự nhiên để bảo vệ, cân bằng và duy trì hệ sinh thái mỏng manh của da đầu.", "how_to_use": "Sử dụng như một phương pháp điều trị trước khi gội đầu. Có thể bôi lên da đầu ướt hoặc khô. Dùng vòi xịt thoa trực tiếp lên da đầu và dùng đầu ngón tay xoa đều. Thoa đủ lượng thoa đều toàn bộ da đầu. Để trong 10 phút rồi gội đầu như bình thường. Sử dụng 1-2 lần mỗi tuần.", "ingredient": "Aqua (nước), Axit Glycolic, Propanediol, Dầu thầu dầu hydro hóa, Dầu thầu dầu hydro hóa PEG-40, Betaine, Glycerin, Natri Hydroxide, Polyqu Parentium-10, Phenoxyetanol, Benzyl Alcohol, Alpha-Glucan Oligosaccharide, Citronellyl Methylcrotonate, Panthenol, Ethylhexylglycerin, Dehydroacetic Axit, Mannitol, Trinatri Ethylenediamine Disuccine, Natri Benzoat, Chiết xuất Tetraselmis Suecica, Axit Lactic, Kali Benzoat", "brand": "The INKEY List", "volume": "150ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13228958-1154924653460389.jpg", "productCode": "Hair_143", "manufactureDate": "2024-04-02 00:00:00", "expirationDate": "2027-04-02 00:00:00", "origin": "Ý"}, {"category": "Hair", "name": "Ngâm làm sạch da đầu HELLO KLEAN 200ml", "cost": 75000.0, "description": "Cho dù việc tích tụ sản phẩm khiến mái tóc của bạn trở nên khập khiễng và mờ nhạt hay ô nhiễm đang làm mưa làm gió trong cuộc diễu hành của bạn, thì sản phẩm Ngâm da đầu làm sạch này của HELLO KLEAN luôn có mặt để thay đổi vận mệnh của bạn. Đã được thử nghiệm trên tất cả các loại tóc - từ tóc mỏng mảnh đến tóc xoăn có kết cấu rực rỡ - loại dầu ngâm thân thiện với người ăn chay này đặc biệt hiệu quả đối với da đầu nhờn và tóc trichologist với chế độ tạo kiểu phong phú. Công thức đa nhiệm có tác dụng gấp đôi để giải độc da đầu của bạn, loại bỏ sự tích tụ (có thể là từ sản phẩm, dầu thừa hoặc khoáng chất nước cứng) và cung cấp các thành phần tốt cho da giúp tóc khỏe mạnh, mềm mại hơn. Bạn muốn xem trình độ của nó? Nó được cung cấp bởi giấm táo và axit phytic để loại bỏ cặn bám làm tắc nghẽn nang lông mà không làm bong tróc da đầu của bạn; nước gạo lên men và dầu mù u sau đó bổ sung độ ẩm để nuôi dưỡng tóc và da đầu của bạn; cuối cùng, pro-vitamin B5 và protein hạt gạo giúp phục hồi tóc hư tổn, cải thiện tính nguyên vẹn của tóc và khiến tóc bớt giòn hơn. Hãy xem chúng tôi bị ám ảnh...", "how_to_use": "Thoa lên da đầu ướt và mát-xa một chút. Để dầu ngấm trong tối thiểu năm phút trước khi xả kỹ. Tiếp theo với dầu xả nếu muốn. Sử dụng hai lần một tuần để có kết quả tối ưu, giữa những ngày gội đầu hoặc thường xuyên khi cần thiết.", "ingredient": "Nước/Aqua/Eau, Glycerin, Coco-Glucoside, Lauryl Glucoside, Polysorbate 20, Saccharomyces/Dịch lọc lên men gạo, Caprylyl Glycol, Axit axetic, Guar Hydroxypropyltrimonium Clorua, Acrylamidopropyltrimonium Clorua/Acrylamide Copolymer, Axit Caprylhydroxamic, Polyquaternium-70, Butylene Glycol, Dipropylene Glycol, Prunus Amygdalus Dulcis (Hạnh nhân ngọt) Chiết xuất bánh hạt, Chiết xuất lá Camellia Sinensis, Protein hạt Oryza Sativa (Gạo), Axit phytic, Dầu hạt Calophyllum Inophyllum (Tamanu), Panthenol, Chiết xuất Oryza Sativa (Gạo), Phenoxyanol, Gluconolactone, Ethylhexylglycerin, Natri Hydroxide, Natri Benzoate, 1,2-Hexanediol, Kali Sorbate, Canxi Gluconate.", "brand": "HELLO KLEAN", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13319232-1085065718175000.jpg", "productCode": "Hair_139", "manufactureDate": "2023-05-21 00:00:00", "expirationDate": "2026-05-20 00:00:00", "origin": "Nhật Bản"}, {"category": "Hair", "name": "OUAI Dầu Dưỡng Tóc Dày 236ml", "cost": 102000.0, "description": "Độ dài giòn, mờ nhạt? Đã đến lúc yêu cầu kiểm soát hư tổn và Mặt nạ điều trị của Ouai sẽ dưỡng ẩm, chống xoăn cứng và dưỡng tóc bằng hỗn hợp các thành phần nuôi dưỡng - tất cả đều được đựng trong bao bì có thể tái chế 100%. Với công thức đặc biệt dành cho các loại tóc từ mịn đến trung bình, mặt nạ nhẹ (nhưng chăm chỉ!) này sẽ không làm đứt sợi tóc của bạn, giúp bạn chẻ ngọn và chẻ ngọn để có mái tóc bóng mượt, mềm mại và khỏe mạnh. Sử dụng hỗn hợp dưỡng chất gồm bơ hạt mỡ, panthenol và keratin thủy phân, loại thuốc tiên này chống lại tình trạng tóc xoăn cứng, tăng cường, tăng cường độ ẩm và kiểm soát tóc bay trong khi xử lý hư tổn từ tận gốc. Hãy sẵn sàng cho mái tóc bóng mượt và vô số lời khen ngợi với mùi hương ngất ngây của nó - tặng bạn một vé Ouai đến Melrose Place của LA thông qua sự pha trộn ngọt ngào, mượt mà của cam bergamot, vải thiều, xạ hương trắng, rượu sâm panh và hoa hồng.", "how_to_use": "Bóp bớt nước thừa trên tóc mới gội. Áp dụng một lượng cỡ một phần tư, bắt đầu từ ngọn tóc và dần dần đến chân tóc. Thư giãn trong 5 phút, sau đó rửa sạch bằng nước mát để khóa độ ẩm và tỏa sáng.", "ingredient": "Aqua (Nước, Eau), Cetearyl Alcohol, Behentrimonium Chloride (Chất chống tĩnh điện/Chất chống tĩnh điện), Cetyl Alcohol, Stearamido- Propyl Dimethylamine, Cetyl Esters, Hydrogenated Ethylhexyl Olivate, Amodimethicone, Isododecane, Jojoba Esters, Glycerin, Butyrospermum Parkii (Shea ) Bơ, Panthenol, Dầu cám Oryza Sativa (Gạo), Nước Cocos Nucifera (Dừa), Nước ép Phyllostachys Bambusoides, Kẹo cao su hạt Tamarindus Indica, Laureth-9, Chiết xuất từ ​​rễ Daucus Carota Sativa (Cà rốt), Chiết xuất Hibiscus Esculentus thủy phân, Jasminum Officinale ( Chiết xuất hoa nhài, chiết xuất Nasturtium Officinale, dầu hạt Helianthus Annuus (Hướng dương), chiết xuất từ ​​​​rễ cây Zingiber Officinale (Gừng), chiết xuất hạt Amaranthus Caudatus, chiết xuất hạt Moringa Oleifera, chiết xuất hạt lanh thủy phân, chiết xuất Pisum Sativum (Đậu), Cynara Scolymus (Atisô) ) Chiết xuất lá, Arginine, Alanine, Glycine, Histidine, Isoleucine, Phenylalanine, Serine, Valine, Proline, Threonine, Axit Aspartic, Laurdimon- Um Hydroxypropyl Keratin thủy phân, Protein gạo thủy phân, Protein ngô thủy phân, Protein nấm men thủy phân, Ethylhexylglycerin, Propanediol, Pentylene Glycol, Parfum (Hương thơm), Cetrimonium Clorua (Chất chống tĩnh điện/Chất chống tĩnh điện), Trideceth-12,C11-15 Pareth-7, Polysilicone-15, Protein thực vật thủy phân PG-Propyl Silanetriol, Cystine Bis-Pg-Propyl Silanetriol, Natri Pca, Pca, Diisostearyl Malate, Polysorbate 60, Dầu ô liu hydro hóa không xà phòng hóa, Leuconostoc/Dịch lọc lên men từ rễ củ cải,Natri Lactate, Guar Hydroxypropyltrimonium Clorua, Hydroxyethylcellulose, Bht, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Disodium Edta, Disodium Phosphate, Natri Phốt phát, Rượu Isopropyl, Tocopherol, Chiết xuất lá Rosmarinus Officinalis (Cây hương thảo), Natri Benzoate, Gluconolactone, Canxi Gluconate, Kali Sorbate, Trideceth-3, Trideceth-15, Axit axetic, Axit Citric, Phenoxyetanol, Caprylyl Glycol, Chlorphenesin, Axit Benzoic, Axit Sorbic, Rượu Benzyl, Citronellol, Linalool.", "brand": "OUAI", "volume": "236ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12855109-8624945948906656.jpg", "productCode": "Hair_134", "manufactureDate": "2022-05-05 00:00:00", "expirationDate": "2025-05-04 00:00:00", "origin": "Việt Nam"}, {"category": "Hair", "name": "KEVIN MURPHY Hydrate-Me Wash 250ml", "cost": 78000.0, "description": "Một thức uống sang trọng dành cho tóc khô, mất nước, Hydrate.Me.Wash của KEVIN.MURPHY là một loại sữa rửa mặt dưỡng ẩm thơm ngon sẽ mang lại một số TLC rất cần thiết cho những sợi tóc bị căng thẳng - mà không làm nặng tóc. Siêu dưỡng ẩm, công thức có bơ hạt mỡ và dầu hoa anh thảo giúp cung cấp nước cho những lọn tóc khô hoặc hư tổn, cải thiện tình trạng tóc chẻ ngọn mà không làm tắc nghẽn lớp biểu bì. Mận Kakadu, với hàm lượng vitamin C cao nhất so với bất kỳ loại thực vật nào được biết đến, cung cấp khả năng bảo vệ chống oxy hóa tiên tiến để ngăn ngừa mất độ ẩm và giúp tóc bóng mượt tuyệt đẹp.", "how_to_use": "Thoa lên tóc ướt, xả sạch và lặp lại. Để có kết quả tối ưu, hãy dùng tiếp Hydrate.Me.Rinse.", "ingredient": "Nước (Aqua) (Eau), Natri Cocoyl Isethionate, Disodium Laureth Sulfosuccinate, Cocamidopropyl Hydroxysultaine, Cocamide MIPA, Glycol Distearate, Glycerin, Retinyl Palmitate, Ascorbyl Palmitate, Axit ascorbic, Tocopherol, Tocopheryl Acetate, Panthenol, Biotin, Pyridoxine HCl, Terminalia Ferdinandiana Chiết xuất trái cây, Chiết xuất trái cây Citrus Aurantium Bergamia (Bergamot), Butyrospermum Parkii (Shea) Butter, Oenothera Biennis (Dầu hoa anh thảo), Jojoba Esters, Chiết xuất rễ Arctium Lappa, Chiết xuất Centella Asiatica, Chiết xuất Undaria Pinnatifida, Dầu trái cây Rosa Canina, Sữa thủy phân Protein, Propanediol, Natri Methyl Cocoyl Taurate, Natri Lauryl Sulfoacetate, Polyqu Parentium-10, Quaternium-95, Silicone Quaternium-18, Amodimethicone, Trideceth-6, Trideceth-12, Cetrimonium Clorua, Rượu Benzyl, Phenoxyetanol, Clorphenesin, Axit Sorbic, Benzoic Axit, Kali Sorbate, Natri Benzoat, Hương thơm (Parfum), Limonene, Benzyl Benzoate", "brand": "KEVIN MURPHY", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13662783-2014940722919127.jpg", "productCode": "Hair_133", "manufactureDate": "2024-09-28 00:00:00", "expirationDate": "2027-09-28 00:00:00", "origin": "Việt Nam"}]