[{"category": "MakeUp", "name": "Dầu dưỡng mi Revitalash Advanced 3,5 ml", "cost": 387000.0, "description": "", "how_to_use": "", "ingredient": "", "brand": "RevitaLash", "volume": "3.5ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10560417-1534868371575033.jpg", "productCode": "MakeUp_45", "manufactureDate": "2024-03-21 00:00:00", "expirationDate": "2027-03-21 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Túi trang điểm Charlotte Tilbury Pillow Talk", "cost": 102000.0, "description": "Được niêm phong bằng khóa kéo… Lưu trữ và trân trọng tất cả vẻ đẹp yêu thích của bạn trong Túi trang điểm Pillow Talk, một ngôi nhà siêu sang trọng cho thỏi son mà bạn không thể thiếu và loại phấn nhỏ gọn giúp bạn trông không bóng dầu và selfie- sẵn sàng!", "how_to_use": "", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14226045-2555045722885425.jpg", "productCode": "MakeUp_53", "manufactureDate": "2023-06-15 00:00:00", "expirationDate": "2026-06-14 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Kem nền hoàn hảo Charlotte Tilbury Airbrush", "cost": 117000.0, "description": "Charlotte Tilbury đã tiếp tục làm chúng tôi ngạc nhiên trong nhiều năm qua với hàng loạt công thức đặc biệt được yêu thích của cô ấy và Kem nền Airbrush Flawless Foundation này chắc chắn cũng không ngoại lệ! Công thức lâu trôi, che phủ toàn diện nhưng không trọng lượng, hòa quyện vào da một cách dễ dàng để mang lại lớp nền mịn màng, mờ tự nhiên, mềm mại, vừa chống thấm vừa chống mồ hôi. Vượt lên trên tất cả, Charlotte Tilbury đã cung cấp cho người hùng làn da này một lượng lớn các thành phần yêu thích làn da để hydrat hóa, bảo vệ chống lại các chất ô nhiễm có hại, mang lại hiệu quả làm mát tươi mới và thậm chí làm giảm sự xuất hiện của nếp nhăn. Sau đó, có phạm vi sắc thái đáng kinh ngạc để bạn say sưa, với 44 sắc thái được chế tạo để phù hợp với cả tông màu trầm và âm bội. Có sẵn các tông màu lạnh, trung tính và ấm áp với các tông màu sáng, trung bình, rám nắng và sâu để tìm được sắc thái hoàn hảo cho bạn không thể dễ dàng hơn!", "how_to_use": "Sử dụng cọ (chúng tôi khuyên dùng cọ Hollywood Complexion Brush của Charlotte Tilbury hoặc cọ đánh nền có chấm) hoặc bằng ngón tay để có lớp nền hoàn hảo, không bóng.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323335-1224896638371494.jpg", "productCode": "MakeUp_19", "manufactureDate": "2023-12-25 00:00:00", "expirationDate": "2026-12-24 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Charlotte Tilbury Đôi môi ngọc của Charlotte", "cost": 66000.0, "description": "Viên ngọc quý trên vương miện của nữ hoàng sắc đẹp, Charlottes Jewel Lips không chỉ là những loại son bóng thông thường của bạn. Được tăng cường với các thành phần anh hùng, bạn có thể mong đợi đôi môi căng mọng, ngậm nước với lớp nền bóng như gương kéo dài đến bảy giờ. Được pha với bột kim cương suy đồi, Charlottes Jewel Lips mang lại độ bóng cao rực rỡ, tạo ra vẻ ngoài phản chiếu giúp che giấu nếp nhăn một cách khéo léo. Không dính, mịn màng và dễ chịu, công thức cho phép thoa màu trong suốt, bóng mượt mà không cần kéo, trong khi ngọc trai tông màu ngọc mang lại ánh sáng ba chiều. Mang lại đôi môi đầy đặn và rộng hơn nhờ các thành phần axit hyaluronic tăng áp và vitamin E giúp môi ngậm nước, mềm mại và được nuôi dưỡng. Với năm sắc thái để lựa chọn, bao gồm 'Pillow Talk' mang tính biểu tượng (một màu hồng xinh xắn với ánh vàng lấp lánh) và 'Walk of No Shame' (một màu đỏ ruby ​​thơm ngon với ánh đồng lung linh ấm áp), bạn sẽ tìm đến những màu này bất cứ khi nào đôi môi của bạn cần của một điều trị nghiêm trọng.", "how_to_use": "Lướt trên môi để dưỡng ẩm tỏa sáng với tấm màn lấp lánh kim cương ba chiều.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323443-6944896629337057.jpg", "productCode": "MakeUp_11", "manufactureDate": "2023-02-01 00:00:00", "expirationDate": "2026-01-31 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Charlotte Tilbury Airbrush Bronzer", "cost": 132000.0, "description": "Tự hào với hiệu ứng lấy nét nhẹ nhàng giống như loại phấn hoàn thiện bán chạy nhất, mang tính biểu tượng của cô ấy, Airbrush Bronzer hoàn toàn mới này có bốn sắc thái ánh nắng để xác định và làm sống động xương gò má của bạn. Vượt lên trên cả loại phấn tạo khối thông thường của bạn, chúng tôi không mong đợi gì hơn từ loại phấn tiên phong làm đẹp này. Loại phấn này được bổ sung axit hyaluronic và các sắc tố mịn như không khí để làm mờ lỗ chân lông và phủ một tấm màn lụa ướt đẫm ánh nắng lên làn da của bạn. Kem tạo khối dạng bơ này khuếch tán dễ dàng để tạo ra lớp nền mờ trông tự nhiên, có thể được tạo từ tông màu ấm đến độ sắc nét của đường viền. Có sẵn bốn màu, chọn giữa Khá, Trung bình, Nâu và Sâu.", "how_to_use": "Thoa lên mặt và cơ thể nơi ánh nắng làm rám nắng tự nhiên xương gò má, xương hàm, đỉnh vai, xương đòn và giữa cánh tay và chân của bạn. Đánh bóng lên da và trộn với cọ tạo khối màu đồng kiểu Kabuki có thể thu vào của {The Air-Brush} để có lớp nền trông tự nhiên, rám nắng.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323416-1444896637008354.jpg", "productCode": "MakeUp_25", "manufactureDate": "2022-06-13 00:00:00", "expirationDate": "2025-06-12 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Hộp mắt Westman Atelier", "cost": 240000.0, "description": "Bộ ba phấn mắt dạ quang với hai phiên bản dành cho ngày và đêm, Westman Ateliers Eye Pods tràn ngập sắc tố siêu mềm hòa trộn liền mạch để mang lại lớp nền mịn màng, mờ ảo. Được pha chế chỉ với những thành phần tốt nhất, mỗi loại hỗn hợp bột kem mịn mượt như một giấc mơ để đạt được hiệu quả phi thường, dễ dàng xếp lớp để tạo nên sự kịch tính và chuyển đổi lớp hoàn thiện từ tinh tế sang nổi bật. Với công thức chứa các chất làm mềm mượt, có nguồn gốc từ dầu dừa và axit béo thay cho silicon để tạo độ trượt và khả năng hòa trộn sang trọng, các sắc tố có nguồn gốc tự nhiên được liên kết với nhau bằng hệ thống huyền phù dầu-gel độc đáo mang lại lớp nền sáng bóng. Với chất chiết xuất từ ​​gạo và thực vật nhẹ để đảm bảo ứng dụng mượt mà, các vỏ từ tính kết hợp với nhau để làm cho chúng có tính di động cao. Được sản xuất không chứa silicone, paraben, PEGS, phthalates, talc hoặc hương thơm tổng hợp, hãy chọn Les Jours (Neiges, Chocolat và Tabac) hoặc Les Nuits (Noir, Champagne và Vin Rouge).", "how_to_use": "Gucci đã tạo ra mỗi bảng màu Eye Pod với một màu cốt lõi cổ điển là lớp nền liền mạch hoặc lớp lót nhòe; một màu nhấn để tạo màu sắc nổi bật và một màu nổi bật để làm sáng mí mắt và tuyến lệ. Công thức phấn mắt sạch này có độ sáng khỏe mạnh và siêu bền. Cắt nó ra để tạo hiệu ứng thủy tinh trong suốt hoặc hoàn thiện với nắp màu đồng ấm áp hoặc màu đỏ tía đậm. \"Tôi thích ý tưởng về một bảng màu được chỉnh sửa hoàn hảo có thể kết hợp với nhau và tách rời: Bỏ một bảng màu vào túi và mang theo bên mình hoặc xếp lớp cả ba sắc thái để có cường độ mạnh hơn.\"", "ingredient": "", "brand": "Westman Atelier", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13324061-7864905720245253.jpg", "productCode": "MakeUp_4", "manufactureDate": "2023-04-28 00:00:00", "expirationDate": "2026-04-27 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Đũa phép ánh sáng làm đẹp Charlotte Tilbury", "cost": 90000.0, "description": "Có được ánh sáng điêu khắc xứng đáng với ánh đèn rực rỡ của Tinseltown với Đũa phép ánh sáng sắc đẹp Hollywood của Charlotte Tilbury. Giống như airbrushing ngoài đời thực (không có bất kỳ vụ bê bối nào của báo chí!) Loại phấn highlighter mơ mộng này làm phẳng mọi tông màu da và tràn ngập các hạt ngọc trai đã được xử lý để mang lại lớp nền sáng, mềm mại. Không có sự lấp lánh hay lấp lánh, lọ thuốc rạng rỡ đáng tin cậy này được sử dụng một cách hoàn hảo bằng cách sử dụng miếng đệm mềm, giúp phân phối và trộn đều sản phẩm. Để có lớp nền hoàn hảo, hãy thoa phấn highlighter lên các điểm cao của má, xuống giữa mũi, khóe mắt và dọc theo xương mày, sau đó đánh phấn bằng ngón tay hoặc cọ hai đầu Charlotte Tilburys {Hollywood Complexion Brush} rất được khuyến khích!", "how_to_use": "Để sử dụng, hãy thoa cọ highlighter lên gò má, xuống giữa mũi, ở góc trong của mắt và xương trán, sau đó dùng ngón tay hoặc cọ đánh bóng.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323261-1674896631409592.jpg", "productCode": "MakeUp_31", "manufactureDate": "2023-02-17 00:00:00", "expirationDate": "2026-02-16 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Cây đũa phép đường viền Hollywood của Charlotte Tilbury", "cost": 90000.0, "description": "Bạn muốn trông giống như bạn được sinh ra với cấu trúc xương sẵn sàng cho thảm đỏ? Cây đũa phép tạo đường viền Hollywood của Charlotte Tilbury là cách tuyệt đẹp, dễ dàng nhất để đạt được tác phẩm điêu khắc tinh tế, liền mạch. Công thức nhẹ, có thể pha trộn, có thể pha trộn mang lại hiệu ứng đẹp tự nhiên trong các sắc thái sáng-trung bình và trung bình-tối và đầu bôi đệm cải tiến đảm bảo ứng dụng mềm mại, đồng đều. Để có lớp trang điểm hoàn hảo, chỉ cần quét dọc theo hõm má, trán, xương hàm và xuống hai bên mũi rồi tán đều, lý tưởng nhất là dùng {Hollywood Complexion Brush} hai đầu của Charlotte Tilbury. Để có hiệu ứng ấn tượng hơn, sắc sảo hơn, màu sắc có thể được tạo ra bằng cách xếp lớp, chỉ cần vẫy chiếc đũa thần kỳ diệu của bạn và sẵn sàng cho sự quyến rũ xứng tầm Hollywood.", "how_to_use": "Để sử dụng, hãy bắt đầu bằng cách hóp vào xương gò má và quét miếng bọt biển lên vùng hõm theo đường ngang về phía chân tóc của bạn. Áp dụng các sọc dọc ở hai bên mũi và vòng bên dưới, sau đó áp dụng ở hai bên trán, thái dương và đường viền hàm. Kết thúc bằng cách thoa lên nếp nhăn mắt để tạo hốc mắt sâu hơn, sau đó tán đều.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323258-1174896631252470.jpg", "productCode": "MakeUp_52", "manufactureDate": "2023-05-23 00:00:00", "expirationDate": "2026-05-22 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "La Roche-Posay Cicaplast Gel B5 Pro-Recovery Skincare 40ml", "cost": 49500.0, "description": "Tạo thành một lớp băng vô hình trên vùng da bị đau, Cicaplast Gel B5 cách nhiệt của La Roche-Posay mang lại sự xoa dịu tức thì cho làn da bị tổn thương và bị tổn thương. Đây là một cách xử lý để luôn có sẵn trên kệ của bạn. Dụng cụ chữa lành cá nhân tại nhà mới của bạn có thể được mọi thành viên trong gia đình sử dụng để điều trị làn da bị tổn thương và ngay cả khi phục hồi sau các phương pháp điều trị bằng laser và lột da thẩm mỹ. Hoạt động để kích thích sản xuất tế bào mới là một phức hợp đồng, mangan và kẽm kết hợp hoàn hảo với axit hyaluronic, hút hết lượng nước mà làn da bạn đang khao khát. Tự hỏi điều gì mang lại sự nhẹ nhõm tức thời đó? Panthenol là thành phần chính của bạn với hàm lượng 5% giúp làm dịu da đau ngay lập tức. Chỉ sử dụng cách này hai lần một ngày là đủ để tăng tốc thời gian chữa lành và cải thiện sức khỏe hàng rào bảo vệ da của bạn. Nghe có vẻ quá tốt để trở thành sự thật nhưng phương pháp điều trị đã được thử nghiệm lâm sàng này đã được bác sĩ da liễu phê duyệt!", "how_to_use": "Áp dụng hai lần một ngày trên da đã được làm sạch và khô. Không bôi trực tiếp lên vùng da bị thương. Tránh vùng viền mắt.", "ingredient": "Aqua/Nước, Glycerin, Dimethicone, Panthenol, Pentylene Glycol, C30-45 Alkyl Dimethicone, Polybutene, Natri Citrate, Peg/Ppg-18/18 Dimethicone, Zinc Gluconate, Madecassoside, Dimethiconol, Mangan Gluconate, Natri Hyaluronate, Gluconate đồng, Caprylyl Glycol, Axit Citric, Polysorbate 20, Tocopherol.", "brand": "La Roche-Posay", "volume": "40ml", "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/11091814-1684544690537592.jpg", "productCode": "MakeUp_1", "manufactureDate": "2022-10-21 00:00:00", "expirationDate": "2025-10-20 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Saie Airset Radiant Loose Setting Powder 4g (Nhiều sắc thái khác nhau)", "cost": 60000.0, "description": "Có sẵn ba màu ('Translucent', 'Translucent Medium' và 'Translucent Deep'), Airset RadiantLoose Setting Powder của Saie mang lại lớp trang điểm tự nhiên, mượt mà (đồng thời khóa lớp trang điểm của bạn cho cả ngày dài). Không giống như các loại phấn phủ siêu mịn và khô trước đây, loại phấn siêu nhẹ này có công nghệ kem có ga độc đáo, mang lại lớp nền căng bóng, giống như da trông tự nhiên đồng thời làm giảm độ bóng và dầu không mong muốn. Thay vào đó, bạn sẽ tìm thấy vẻ rạng rỡ vô cùng tự nhiên; hãy nghĩ: một làn da sáng khỏe, rạng rỡ. Loại bột này vừa có tác dụng tốt vừa trông đẹp nhờ công thức chứa squalene sẽ giúp nuôi dưỡng và làm mềm làn da của bạn theo thời gian.", "how_to_use": "Thoa đều lên mặt bằng cọ hoặc đầu ngón tay. trộn đều khắp nơi.", "ingredient": "Fluorphlogopite tổng hợp, Silica, Cetearyl Ethylhexanoate, Squalane, Polysorbate 20, 1,2-Hexanediol, Caprylyl Glycol, Ethylhexylglycerin, Gellan Gum. [+/- Có thể chứa/ Chứa Peut: Mica, Oxit sắt (Ci 7749, Ci 77492, Ci 77499), Titanium Dioxide (Ci 77891)].", "brand": "Saie", "volume": "4g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13510609-3384924372068726.jpg", "productCode": "MakeUp_37", "manufactureDate": "2024-03-19 00:00:00", "expirationDate": "2027-03-19 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Mascara Kéo Dài Không Giới Hạn Eyeko - Đen", "cost": 57000.0, "description": "Hãy quay lại với đôi mắt sáng và chào đón hàng mi cong vút đẹp đẽ, không vón cục và độ dày như bạn mong muốn với loại Mascara Vô Hạn hoàn toàn độc quyền nằm trong túi trang điểm của bạn. Kéo dài hàng mi của bạn với độ dài vô hạn và được làm giàu với 80% thành phần tự nhiên kết hợp với dầu açai nuôi dưỡng, loại mascara định hình độ cong này chăm sóc cho đôi mắt và hàng mi nhạy cảm. Có màu siêu đen đậm và màu nâu tự nhiên, đồng thời có các sợi có nguồn gốc từ yến mạch, loại mascara dễ sử dụng và thậm chí còn dễ dàng loại bỏ này sẽ phủ nhẹ từng sợi mi một cách nhẹ nhàng. Cải thiện đôi mắt của bạn theo những cách mà bạn không thể tin được, có thể nói rằng chúng tôi bị ám ảnh!", "how_to_use": "Để nâng cao hiệu quả nâng mi, hãy cẩn thận xoay cọ về phía sau khi bạn chạm đến đầu lông mi để khuyến khích độ cong.", "ingredient": "Nước/Aqua/Eau, Acrylates/Ethylhexyl Acrylate Copolymer, Sáp ong tổng hợp, Glyceryl Stearate, Oryza Sativa Cera, Glycerin, Tribehenin, Axit Stearic, Axit Palmitic, Dimer Dilinoleyl Dimer Dilinoleate, Jojoba Esters, Chiết xuất lá Camellia Sinensis (Trà xanh), Phenoxyetanol , Hydroxyethylcellulose, Caprylyl Glycol, Dầu hạt Helianthus Annuus (Hướng dương), Natri Hydroxide, Nước hoa, Dầu trái cây Euterpe Oleracea, Ascorbyl Tetraisopalmitate, Cellulose, Laureth-21, Natri Dehydroacetate, Axit Lauric, Axit Myristic, Axit Arachidic, Axit Oleic, Cocos Nucifera (Dầu dừa), Tocopherol [+/- Có thể chứa/Chứa Peut: Oxit sắt (Ci 77499)].", "brand": "Eyeko", "volume": "8ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12708282-1765028909781824.jpg", "productCode": "MakeUp_47", "manufactureDate": "2023-01-06 00:00:00", "expirationDate": "2026-01-05 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Áo khoác Huda Beauty 1 WOW! Mascara tăng độ phồng và nâng cơ - Very Vanta", "cost": 60000.0, "description": "Sẵn sàng để ngạc nhiên chưa? Bạn sẽ chỉ có một lớp mascara siêu đen có khả năng thay đổi cuộc chơi này. Mong đợi hàng mi ấn tượng và mãnh liệt chỉ trong vài giây! Được thiết kế với cọ hai mặt cải tiến, loại mascara làm dày và nâng mi này có lông ngắn và dài để đồng thời làm dài và tách mi. Mặt lõm cong mang lại âm lượng tức thì, trong khi mặt lồi mang lại độ nét — bất kể kỹ thuật của bạn là gì. Chất liệu silicon chứa đủ công thức để dễ dàng phủ cả hai mắt chỉ bằng một lần chuốt mascara. Đừng ngạc nhiên nếu mọi người hỏi bí mật của bạn là gì…", "how_to_use": "Giữ cọ sát với đường mi và thoa. Làm cho hàng mi trông như bạn mong muốn.", "ingredient": "Nước/Aqua/Eau, Sáp ong/Cera Alba/Cire D'abeille, Axit Stearic, Sáp hạt hướng dương thủy phân, Glyceryl Behenate, Acacia Senegal Gum, Polyglyceryl-6 Distearate, VP/Eicosene Copolymer, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera/Cire De Carnauba, Propanediol, Aminomethyl Propanediol, Stearyl Stearate, Glyceryl Caprylate, Stearyl Palmitate, Hydrolyzate tinh bột thủy phân, Methyl Methacrylate Crosspolymer, Hydroxyethylcellulose, Paraffin, Cetyl Palmitate, Cetyl Stearate, Panthenol, Polyglyceryl-6 Polyricinoleate, Laureth-20, Glycerin , Butylene Glycol, Axit Caprylhydroxamic, Magiê Stearate, Axit Behenic, Sáp vi tinh thể/cera Microcristallina/cire Microcristalline, Axit Arachidic, 1,2-hexanediol, Axit Palmitic, Disodium Phosphate, Polysorbate 60, Natri Phosphate, Phenoxyanol, Kali Sorbate, Oxit sắt /CI 77499, Đen 2/CI 77266.", "brand": "Huda Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14850724-1215064071085270.jpg", "productCode": "MakeUp_54", "manufactureDate": "2022-06-27 00:00:00", "expirationDate": "2025-06-26 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "lợi ích Hoola Matte Bronzer 8g", "cost": 90000.0, "description": "Là loại phấn tạo khối rực rỡ được nhiều người hâm mộ cuồng nhiệt tin dùng, Hoola của Benefit đã đạt được vị thế huyền thoại trong Beautysphere. Màu đồng vàng cực kỳ tôn da để lại lớp nền mờ thuần khiết, vì vậy bạn có thể quên đi sự lấp lánh và tỏa sáng vốn có và đánh lừa mọi người bằng làn da rám nắng trông tự nhiên của mình. Chất bột mềm mịn như bơ hòa quyện vào da một cách mơ màng và thậm chí còn tuyệt vời hơn khi sản phẩm nhỏ gọn bao gồm một cọ lông mềm, tự nhiên, hoàn hảo cho việc sử dụng liền mạch khi di chuyển. Tuyệt vời để tạo khối, tạo khối cho xương gò má và làm phẳng đường viền hàm, loại phấn tạo khối đa năng (đã đoạt nhiều giải thưởng) này chắc chắn sẽ trở thành sản phẩm chủ lực trong túi trang điểm của bạn.", "how_to_use": "Quét qua cằm, má và trán bằng cọ đi kèm. Luôn gõ bớt bột thừa để tránh thoa quá nhiều màu. Để tạo đường nét cho gò má và làm phẳng đường viền hàm đó, hãy tạo khối bằng cọ má hồng của chúng tôi.", "ingredient": "Talc, Oxit sắt (Ci77491-Ci77492-Ci77499), Zinc Stearate, Ethylhexyl Palmitate, Titanium Dioxide (Ci77891), Dimethicone, Mangan Violet (Ci77742), Methylparaben, Natri Dehydroacetate, Boron Nitride, Propylparaben, Butylparaben. N 3n5276 Vui lòng đọc danh sách thành phần trên bao bì sản phẩm của bạn để đảm bảo rằng các thành phần đó phù hợp với mục đích sử dụng cá nhân của bạn", "brand": "benefit", "volume": "8g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13713962-9645060756985498.jpg", "productCode": "MakeUp_55", "manufactureDate": "2024-04-16 00:00:00", "expirationDate": "2027-04-16 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Xịt cố định lớp trang điểm chuyên nghiệp NYX - Kết thúc mờ/Lâu trôi", "cost": 15000.0, "description": "Đảm bảo lớp trang điểm của bạn bền lâu trong thời gian dài, bất kể ngày - hay đêm - có thể xảy ra với Xịt khoáng tạo lớp nền mờ của NYX Professional Makeup. Hoàn hảo cho những người có làn da dầu, loại xịt khoáng này giúp ngăn ngừa lớp trang điểm bị lem hoặc trôi đi (để bạn không còn lo lắng về việc dặm phấn) và giữ cho khuôn mặt của bạn không bị bóng lên đến 16 giờ. Lớp trang điểm của bạn không chỉ giữ được lớp trang điểm suốt ngày đêm mà công thức thông minh của loại xịt khoáng này (bao gồm chiết xuất lá cây Plantago lanceolata, được sử dụng trong y học dân gian hàng thế kỷ) cũng nhẹ và thân thiện với người ăn chay.", "how_to_use": "Lắc đều chai, sau đó xịt trực tiếp lên mặt (từ khoảng cách 6 inch) sau khi trang điểm. Để khô tự nhiên mà không cần chà xát.", "ingredient": "Nước/Aqua/Eau, Alcohol, VP/VA Copolymer, Propylene Glycol, Disodium EDTA, Niacinamide, Natri Salicylate, Chiết xuất lá Plantago Lanceolata, Chiết xuất hoa/lá/thân cây Mahonia Aquifolium, Phenoxyanol.", "brand": "NYX Professional Makeup", "volume": "60ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11530544-1635014661174379.jpg", "productCode": "MakeUp_56", "manufactureDate": "2024-04-30 00:00:00", "expirationDate": "2027-04-30 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Mascara mở rộng kích thước du lịch đồng hồ cát - Ultra Black 5g", "cost": 45000.0, "description": "Chìa khóa cho hiệu ứng mi giả - không làm nặng hoặc làm hỏng những sợi lông mỏng manh của bạn - Mascara nối mi tức thì mở khóa của Đồng hồ cát đạt được độ nét và độ nâng chân thực nhưng cực kỳ ấn tượng. Hiện có sẵn với kích thước đầy đủ (10g) và kích thước du lịch (5g) để bạn có thể giữ cho hàng mi của mình được nâng cao dù bạn đang di chuyển hay ở nhà. Nếu bạn đang muốn thoát khỏi những đường kẻ giả yêu thích của mình, thì loại mascara siêu nét này chính là tấm vé giúp bạn có được độ dài và nâng mi mạnh mẽ. Được đúc với một đường cong nhẹ, cây chải mi chạm dọc theo đường viền mi của bạn để tôn lên từng sợi mi của bạn. Công thức cải tiến được tạo ra bằng cách sử dụng công nghệ tạo màng bao phủ từng sợi mi bằng những sợi nhẹ như lông vũ để hoàn thiện hiệu ứng xòe, lâu dài. Từ tác động tức thời đến chống nhòe và dễ dàng tháo ra – không cần chà xát, chỉ cần nước ấm (!) – đây là giải pháp thay thế mi giả tối ưu. Có thể nói một cách an toàn rằng chúng tôi bị ám ảnh!", "how_to_use": "Bắt đầu từ gốc mi, kéo cọ mascara thẳng từ gốc đến ngọn. Một ứng dụng cung cấp hiệu ứng tức thì, nhưng các lớp phủ bổ sung sẽ tăng thêm độ sắc nét, chiều dài và độ nâng. Để loại bỏ, vẩy nước ấm lên mắt. Nhẹ nhàng dùng ngón tay nhấc mascara ra khỏi lông mi.", "ingredient": "Nước/Aqua, Acrylates/Ethylhexyl Acrylate Copolymer, Alcohol Denat., Glyceryl Stearate, Glycerin, Dimethicone, Glyceryl Stearate Se, Vp/Eicosene Copolymer, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera, Stearic Acid, Butyrospermum Parkii (Shea) Butter , Dầu hạt Ricinus Communis (Castor), Butylene Glycol, Chiết xuất hoa Camellia Japonica, Disodium Edta, Ethylhexylglycerin, Laureth-21, Methylglucamine, Axit Myristic, Axit Palmitic, Panthenol, Pvp, Tocopherol, Tromethamine, Xanthan Gum, Phenoxyetanol, Oxit sắt ( Ci 77499), Thủy quân lục chiến (Ci 77007).", "brand": "Hourglass", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14218966-4895020852412223.jpg", "productCode": "MakeUp_58", "manufactureDate": "2022-03-31 00:00:00", "expirationDate": "2025-03-30 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Mặt nạ dưỡng mi và lông mày RevitaLash 5ml", "cost": 138000.0, "description": "Bắt đầu thói quen chăm sóc lông mi và lông mày của bạn (bạn chưa có? Đây là dấu hiệu để bạn khắc phục điều đó, nhanh chóng thông minh!), Lash & Brow Masque là phương pháp điều trị siêu phục hồi hứa hẹn sẽ tăng cường và dưỡng cho làn mi thường mỏng manh và lông mày để có vẻ ngoài đầy đặn, khỏe mạnh hơn. Được thiết kế để chống lại những tác động có hại của việc tạo kiểu quá mức, sử dụng trang điểm hàng ngày hoặc hư tổn do các dịch vụ nối mi hoặc lông mày chuyên nghiệp gây ra, một hỗn hợp gồm các thành phần mạnh mẽ mang đến sự bùng nổ hoặc nuôi dưỡng cho tóc. Hãy suy nghĩ: 'Tri-Flora Complex' của Revitalash - bộ ba nhân sâm, bạch đậu khấu và cây tầm ma trắng - giúp củng cố tóc để mang lại sức sống và độ đàn hồi tự nhiên (nghĩa là ít gãy rụng hơn theo thời gian); biotin, giúp cải thiện mức độ keratin trong cơ thể bạn (đó là loại protein cực kỳ quan trọng có trong tóc của bạn); và vitamin E, giúp tăng cường, nuôi dưỡng và tạo độ bóng cho tóc.", "how_to_use": "Hai lần một tuần, vuốt đều dụng cụ bôi lên lông mi và lông mày sạch, khô cho đến khi được phủ hoàn toàn. Để trong ít nhất 15 phút hoặc cho đến khi sản phẩm khô. Thoa nước ấm lên lông mi và lông mày, tiếp tục ngâm cho đến khi sản phẩm bắt đầu lỏng ra hoặc bong ra khỏi tóc. Sử dụng mặt lược của dụng cụ bôi để nhẹ nhàng gỡ mặt nạ ra khỏi lông mi và lông mày. Lặp lại cho đến khi sản phẩm được loại bỏ hoàn toàn. Để làm sạch lược, hãy sử dụng xà phòng kháng khuẩn và nước ấm. Để khô tự nhiên. Không khử trùng bằng cồn hoặc bất kỳ chất khử trùng hóa học nào khác.", "ingredient": "Aqua/Nước/Eau, Acrylates/Ethylhexyl Acrylate Copolymer, Sáp Copernicia Cerifera, Glyceryl Stearate, Butylene Glycol, Behenyl Behenate, Polyisobutene hydro hóa, Axit Stearic, Polysorbate 80, Aminomethyl Propanol, Dimethicone, Isostearyl Alcohol, Mica, Axit Polyhydroxystearic, Silica, Trehalose , Bis-Behenyl/Isostearyl/Phytosteryl Dimer Dilinoleyl Dimer Dilinoleate, Phenoxyanol Natri Acrylates Crosspolymer-2, Silica ngậm nước, Biotin, Kali Sorbate, Tocopheryl Acetate, Ethylhexylglycerin, Tetrasodium Edta, Disodium Edta Hydroxyacetophenone, Chiết xuất hạt Gleditsia Triacanthos, Chiết xuất album Lamium, Panax Chiết xuất rễ nhân sâm, Tocopherol, CI 77891, CI 77007.", "brand": "RevitaLash", "volume": "5ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13508688-1524922577459036.jpg", "productCode": "MakeUp_9", "manufactureDate": "2023-01-18 00:00:00", "expirationDate": "2026-01-17 00:00:00", "origin": "Pháp"}, {"category": "MakeUp", "name": "Cây Đũa Mắt VIEVE", "cost": 69000.0, "description": "Được đóng gói và thiết kế chuyên nghiệp để giữ được màu kem và sắc tố, Eye Wands giống như thỏi phấn mắt nhưng tốt hơn. Với công thức đa nhiệm, chỉ cần một lần vuốt, có thể tạo lớp nền và màu sắc, Eye Wands có thể được sử dụng trên khắp bầu mắt, ở hàng mi hoặc ở đường kẻ nước với công thức lướt nhẹ, dễ uốn, giúp bạn có nhiều thời gian sử dụng trước khi khô. một kết thúc mờ hoàn hảo. Cho dù được sử dụng một mình hay cùng với phấn mắt truyền thống và dù là bởi người chuyên nghiệp hay người mới sử dụng, những thỏi son này vẫn giữ được trong nhiều giờ. Theo phong cách VIEVE đích thực, có tám tông màu khỏa thân thiết yếu để bạn lựa chọn (Vanilla, Sand, Camel, Hazelnut, Mahogony và Raven, đồng thời giới thiệu các tông màu java mới nhất, Cà phê và Espresso), vì vậy bạn chắc chắn sẽ tìm thấy thứ gì đó phù hợp với bạn. nói với bạn. Lấy cảm hứng từ Vẻ đẹp Hàn Quốc, đũa phép thậm chí còn được sản xuất tại Hàn Quốc với các thành phần tốt cho da sẽ thực sự có lợi cho vùng mắt mỏng manh của bạn.", "how_to_use": "Chạm bằng ngón tay hoặc sử dụng cọ để tạo, hòa trộn và tạo đường viền.", "ingredient": "Cà phê: Cyclopentasiloxane, Trimethylsiloxysilicate, Fluorphlogopite tổng hợp, Polyethylene, Octyldodecanol, Ozokerite, Sáp ong tổng hợp, Methyl Methacrylate Crosspolymer, Stearalkonium Hectorite, Triethoxycaprylylsilane, Phenoxyetanol, Tocopherol, Dầu trái cây Rosa Canina, Butyrospermum Parkii (Shea) Bơ, Silica, Theobroma Cacao (Cocoa) Bơ hạt, Hydroxide nhôm, Aqua/Nước/Eau, Butylene Glycol, Chiết xuất hoa Anthemis Nobilis, (+/- Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491, Ci77492, Ci 77499)].", "brand": "VIEVE", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323953-2084896633534435.jpg", "productCode": "MakeUp_35", "manufactureDate": "2023-09-18 00:00:00", "expirationDate": "2026-09-17 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Kem dưỡng ẩm có màu BareMinerals Complexion Rescue SPF30 35ml (Nhiều màu)", "cost": 97500.0, "description": "Nhận được nhiều giải thưởng, Complexion Rescue Tinted Hydrating Gel Cream SPF 30 được yêu thích trên toàn thế giới nhờ khả năng che phủ tự nhiên dễ dàng và khả năng bảo vệ dựa trên khoáng chất khỏi nguy cơ tổn thương do ánh nắng mặt trời. Kết hợp giữa việc chăm sóc da tốt nhất với lớp trang điểm tốt nhất, loại kem dưỡng ẩm có màu này đảm bảo làn da sẽ luôn ẩm mượt và mềm mại bằng cách sử dụng công thức gốc nước, có nguồn gốc tự nhiên 98%, hoàn toàn không chứa dầu. Là thần dược cho làn da thiếu sức sống, nó mang lại vẻ rạng rỡ phi thường, dễ dàng thoa lên da với cảm giác tràn nước độc đáo. Nhẹ và giống như gel, mong đợi độ che phủ từ trung bình đến trung bình, phủ sương với 20 sắc thái linh hoạt và giống như một dòng nước khổng lồ cho làn da giống như sa mạc Sahara, nó đảm bảo làn da được ngậm nước đến 12 giờ sau khi sử dụng thông qua hỗn hợp axit hyaluronic, ô liu và squalane. Ngoài ra còn có tác dụng cải thiện kết cấu da khi tiếp tục sử dụng, công thức này sẽ không góp phần gây ra mụn và không có gì lạ khi cả thế giới phải lòng!", "how_to_use": "bareMinerals khuyên bạn nên kết hợp loại kem dưỡng ẩm có màu này với {Smoothing Face Brush}. Bàn chải tổng hợp, sợi kép được thiết kế để giúp bạn pha trộn liền mạch để có lớp sơn hoàn thiện tự nhiên. Bóp một lượng kem dưỡng ẩm có màu cỡ hạt ngọc trai lên Smoothing Face Brush và thoa đều lên bất cứ nơi nào bạn muốn có độ che phủ tuyệt đối. Để có độ che phủ trung bình, chỉ cần tiếp tục đánh lớp với cùng loại cọ. Bạn cũng có thể thoa bằng đầu ngón tay: chỉ cần chấm lên má, trán, cằm và mũi, sau đó tán đều ra bên ngoài. Để có độ che phủ đầy đủ hơn, hãy thoa {Complexion Rescue Hydrating Foundation Stick SPF 25} lên trên lớp kem dưỡng ẩm có màu. Để có lớp nền mờ hơn, hãy thoa thêm {Bột hoàn thiện màn che khoáng chất}.", "ingredient": "Nước (Aqua/Eau), Alkanes dừa, Propanediol, Titanium Dioxide (Nano), Squalane, Sorbitan Sesquiisostearate, Axit Isostearic, Polysorbate 60, Trehalose, Glycerin, Agar, Silica, Chiết xuất hạt Moringa Oleifera, Chiết xuất Salicornia Herbacea, Chiết xuất Melilotus Officinalis, Chiết xuất hạt Cacao Theobroma, Coco-Caprylate/Caprate, Caprylic/Capric Triglyceride, Caffeine, Lauroyl Lysine, Succinoglycan, Nhôm Hydroxide, Hydrogen Dimethicone, Axit Citric, Disodium Phosphate, Acetyl Tetrapeptide-5, Butylene Glycol, Polyglyceryl-4 Laurate/Succinate, Cellulose Gum, Magiê Clorua, Canxi Clorua, Kali Clorua, Natri Hyaluronate , Magiê Stearate, Phenoxyetanol, Mica, Oxit sắt (Ci 77491, Ci 77492, Ci 77499), Titanium Dioxide (Ci 77891).", "brand": "bareMinerals", "volume": "35ml", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/12318932-1824727911176594.jpg", "productCode": "MakeUp_46", "manufactureDate": "2023-03-13 00:00:00", "expirationDate": "2026-03-12 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Serum dưỡng mi và lông mày The Ordinary Multi-Peptide 5ml", "cost": 37200.0, "description": "Phương pháp điều trị cải tiến mới nhất từ ​​thương hiệu đột phá nổi tiếng đã có mặt để làm dày lông mày và lông mi của bạn, đồng thời giúp chúng chắc khỏe hơn bao giờ hết. Luôn đổi mới trong công thức, The Ordinary đã kết hợp phức hợp peptide và 11 hoạt chất chính ấn tượng để mang đến cho bạn hàng mi và lông mày mà bạn hằng mơ ước. Quét huyết thanh cô đặc, nhẹ này lên hàng mi và lông mày của bạn để đạt được một số kết quả thực sự. Được kết hợp với một tổ hợp gồm bốn công nghệ peptide, đây chắc chắn là một cách tuyệt vời để thu hút những người xem xứng đáng với quảng cáo. Khai thác sức mạnh của 11 (có 11!) hoạt chất chính từ kẽm clorua đến chiết xuất hoa trà sinensis, với dưỡng chất 'Redensyl' và tăng cường 'Widelash', phương pháp điều trị hai lần mỗi ngày này hỗ trợ mật độ và độ dày tóc chính xác ở nơi bạn muốn.", "how_to_use": "Sau khi làm sạch và lau khô vùng bôi, thoa một lớp mỏng dọc theo mi mắt và lông mày vào buổi sáng và buổi tối.", "ingredient": "Aqua, Glycerin, Butylene Glycol, Myristoyl Pentapeptide-17, Biotinoyl Tripeptide-1, Oligopeptide-2, Acetyl Tetrapeptide-3, Caffeine, Panthenol, Arginine, Glycine, Glycoprotein, Chiết xuất gỗ Larix Europaea, Chiết xuất hoa Trifolium Pratense, Chiết xuất lá Camellia Sinensis , Dextran, Maltodextrin, Kẽm clorua, Hydroxyethylcellulose, Xanthan Gum, Trisodium Ethylenediamine Disuccinate, Polysorbate 20, Natri Metabisulfite, Caprylyl Glycol, 1,2-Hexanediol, Natri Benzoat, Axit Benzoic, Ethylhexylglycerin, Phenoxyetanol, Chlorphenesin.", "brand": "The Ordinary", "volume": "5ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13798509-1364963590372087.jpg", "productCode": "MakeUp_49", "manufactureDate": "2022-01-07 00:00:00", "expirationDate": "2025-01-06 00:00:00", "origin": "Đức"}, {"category": "MakeUp", "name": "Bảng Phấn Mắt Huda Beauty EmPowered 16.8g", "cost": 186000.0, "description": "Hãy tôn lên vẻ đẹp của bạn với Bảng phấn mắt Em mạnh mẽ hình nón và tô điểm cho mí mắt của bạn với sự quyến rũ hàng ngày. Nổi bật với 18 bóng liền mạch vừa có sắc tố đậm vừa có thể hòa trộn hoàn hảo, hãy nhìn từ đây đến đây với nhiều kết cấu và sắc thái khác nhau. Khám phá thế giới đầy sao của kim loại phong phú, ánh sáng lung linh ướt át, lớp lót dạng gel dạng kem, màu vàng đầy mê hoặc và hơn thế nữa! Lấy cọ lông mịn hoặc thậm chí chỉ bằng đầu ngón tay của bạn, chuẩn bị để mở khóa vô số kiểu dáng sẽ khiến bạn cảm thấy tự tin hơn bao giờ hết…", "how_to_use": "Xây dựng lớp nền của bạn với bóng mờ. Chọn các sắc thái kim loại bằng cách sử dụng cọ phẳng dày đặc để có lớp nền mềm mại hơn. Để có hiệu ứng giấy bạc che phủ đầy đủ hơn, hãy sử dụng ngón tay hoặc miếng bọt biển. Để có ánh sáng ngọc trai mềm mại, hãy thoa phấn mắt lai bóng 'Manifest It' lên mí mắt trần bằng cách sử dụng ngón tay hoặc cọ phẳng. Hoàn thiện vẻ ngoài của bạn và xác định đường kẻ mi của bạn bằng cách sử dụng bóng kẻ mắt dạng gel lai - 'Mục đích' hoặc 'Xứng đáng' - làm bút kẻ mắt.", "ingredient": "", "brand": "Huda Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13948021-9744991753974302.jpg", "productCode": "MakeUp_21", "manufactureDate": "2023-09-30 00:00:00", "expirationDate": "2026-09-29 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Charlotte Tilbury Cởi bỏ tất cả (Nhiều kích cỡ khác nhau)", "cost": 36000.0, "description": "Giới thiệu sản phẩm mới nhất trong dòng sản phẩm chăm sóc da đáng mơ ước - sữa rửa mặt Take It All Off nhẹ nhàng và dễ dàng loại bỏ mọi dấu vết trang điểm trước bước làm sạch hàng đêm của bạn chỉ trong giây lát. Làm sạch nhẹ nhàng bước làm sạch đầu tiên trong nghi thức hàng đêm của bạn, sữa rửa mặt Take It All Off sẽ loại bỏ mọi dấu vết của lớp trang điểm cứng đầu trong khi vẫn giữ cho làn da của bạn ngậm nước. Làm dịu vùng mắt và chiết xuất hoa cúc, tạo sự thoải mái và chăm sóc cho làn da nhạy cảm, đồng thời dưỡng mi và môi của bạn. Đã qua rồi cái thời đau nhức, đỏ mắt sau cuộc chiến làm sạch với loại mascara đặc biệt không thấm nước lâu trôi - công thức hai pha này kết hợp dầu và nước trong một 'lắc' để mang lại cho bạn khả năng làm sạch tuyệt vời đối với các sản phẩm dành cho môi và mắt lâu trôi.", "how_to_use": "Thoa Take It All Off lên một miếng bông rồi nhẹ nhàng thoa lên bất cứ nơi nào bạn muốn tẩy trang.", "ingredient": "Aqua/Nước/Eau, Isohexadecane, Caprylic/Capric Triglyceride, Propanediol, Maltodextrin, Chiết xuất hoa Chamomilla Recutita (Matricaria), Natri Clorua, Natri Gluconate, Polyaminopropyl Biguanide, Axit Citric, Chiết xuất Euphrasia Officinalis, Phenoxyetanol, Natri Hydroxide.", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13903572-1494983811783062.jpg", "productCode": "MakeUp_34", "manufactureDate": "2024-10-12 00:00:00", "expirationDate": "2027-10-12 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Son Laura Mercier High Vibe Lip Color 10g (Nhiều màu)", "cost": 82500.0, "description": "Phủ lên bĩu môi của bạn một lớp sắc tố lâu trôi, High Vibe Lip Color mang đến một lượng lớn độ sống động có độ phân giải cao và độ bóng như gương. Với tất cả mọi thứ, từ màu hồng nhạt cho đến màu khỏa thân, hãy chọn từ 16 sắc thái sống động để thay đổi diện mạo của bạn một cách dễ dàng. Lướt đi dễ dàng nhờ dầu ổi nuôi dưỡng, công thức cực kỳ thoải mái này chính là điều mà túi làm đẹp của bạn đang chờ đợi!", "how_to_use": "Nhấn viên đạn vào môi và thoa với áp lực đều, theo hình dạng tự nhiên của môi. Kỹ thuật: 'Smooth and Blend': Để có độ che phủ nhẹ, chấm lên môi, sau đó thoa mịn và tán đều để màu tán đều. 'Vuốt và nhấn': Để có độ che phủ trung bình, thoa lên môi dưới và ấn môi lại với nhau để hòa quyện. The 'Line and Apply': Để có độ che phủ cao, vẻ ngoài rõ nét hơn, hãy kẻ viền môi bằng màu bổ sung của Longwear Lip Liner trước hoặc sau khi thoa High Vibe.", "ingredient": "Octyldodecanol, Dimethicone, Sáp tổng hợp, Mica, Ethylene/Propylene Copolymer, Silica, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Chiết xuất từ ​​trái cây Psidium Guajava, Ethyl Vanillin, Hương vị (Aroma), Caprylic/Capric Triglyceride, Disteardimonium Hectorite. Có thể chứa/Peut Contenir/(+/-):Blue 1 Lake (Ci 42090), Iron Oxide (Ci 77491, Ci 77492, Ci 77499), Red 6 (Ci 15850), Red 7 Lake (Ci 15850), Red 28 Hồ (Ci 45410), Titanium Dioxide (Ci 77891), Vàng 5 Hồ(Ci 19140), Hồ Vàng 6 (Ci 15985).", "brand": "Laura Mercier", "volume": "10g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14228336-1575036428987116.jpg", "productCode": "MakeUp_6", "manufactureDate": "2022-07-20 00:00:00", "expirationDate": "2025-07-19 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Phấn má hồng Saie Dew", "cost": 60000.0, "description": "Là loại phấn má hồng dạng chai phù hợp với thời tiết, Saies Dew Blush là loại gel dạng kem và dạng nước tăng cường dưỡng ẩm, tự hào có các thành phần thân thiện với làn da giúp làm đẹp làn da của bạn ngay lập tức và theo thời gian. Với dụng cụ bôi chân mềm mại, việc áp dụng công thức nhẹ nhàng và thoải mái này thật dễ dàng, chỉ cần thoa lên má và tán bằng ngón tay cho dù bạn thích tông màu nhẹ nhàng hay màu sắc đậm, đậm. Có thể pha trộn và có màu bơ, tông màu tan chảy liền mạch vào da, mang lại cho bạn làn da sáng từ bên trong mà trông không giả tạo, sọc hoặc loang lổ. Một loại cocktail gồm chiết xuất dâu tằm, cơm cháy và hoa anh thảo buổi tối cũng có tác dụng (*hít thở sâu*) làm sáng, dưỡng ẩm, tinh chỉnh, nuôi dưỡng, làm dịu và bảo vệ da khỏi các tác nhân gây hại từ môi trường. Có sẵn năm sắc thái mọng nước từ đào màu đào đến hồng đậm, bạn có thể chọn giữa 'Đào', 'Rosy', 'Poppy', 'Dreamy' và 'Spicy'.", "how_to_use": "Làm ấm một chút kem giữa các đầu ngón tay hoặc trên mu bàn tay của bạn. Dùng cọ chấm chân nai mũm mĩm chấm một đến hai chấm lên mỗi bên má. Để có màu đậm hơn, hãy thêm nhiều hơn như mong muốn. Dùng đầu ngón tay tán đều lên má, xương gò má hoặc bất cứ nơi nào bạn muốn có màu sắc tươi tắn.", "ingredient": "Isocetyl Stearoyl Stearate, Glycerin, Tribehenin, Chiết xuất từ ​​​​trái cây Sambucus Nigra (Elderberry), Glyceryl Stearate, Chiết xuất từ ​​rễ Glycyrrhiza Glabra (Cam thảo), Silica, Chiết xuất từ ​​​​rễ cây Morus Alba (Dâu tằm trắng), Chiết xuất từ ​​lá Symphytum Officinale (Comfrey), Oenothera Biennis (Buổi tối) Hoa anh thảo) Chiết xuất từ ​​​​rễ, Mica. [+/- Có thể chứa/ Chứa Peut: Titanium Dioxide Ci77891, Iron Oxides (Ci77492, Ci77491, Ci77499), Yellow 6 Lake, Red 22 Lake].", "brand": "Saie", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13321961-1284896636445452.jpg", "productCode": "MakeUp_41", "manufactureDate": "2022-09-24 00:00:00", "expirationDate": "2025-09-23 00:00:00", "origin": "Đức"}, {"category": "MakeUp", "name": "Charlotte Tilbury Pillow Talk Matte Beauty Blush Wand (Nhiều sắc thái khác nhau)", "cost": 90000.0, "description": "Làm sáng, làm mờ và má hồng với Pillow Talk Matte Beauty Blush Wands của Charlotte Tilbury, có sắc tố lâu trôi và công thức dễ pha trộn, luôn có sắc thái cho mọi diện mạo và mọi dịp. Thêm một chút màu sắc hoàn hảo cho đôi má của bạn bằng biểu tượng mới nhất đến từ hàng ngũ hoàn hảo của Charlotte Tilbury. Nâng tầm diện mạo của bạn với một loạt các sắc thái được phát triển kỹ thuật số đã được thử nghiệm không ngừng trong và ngoài màn hình để đảm bảo chúng đạt được tiêu chuẩn về vẻ đẹp. Mỗi sắc thái khai thác sức mạnh phản chiếu ánh sáng của công nghệ Lumi-Blur, mang lại lớp hoàn thiện lấy nét mềm mại và màu sắc nổi bật hoàn hảo. Chọn trong số ba sắc thái tôn dáng: màu hồng xinh xắn 'Pillow Talk Pink Pop', màu hồng đào của 'Pillow Talk Peach Pop' và màu hồng anh đào của 'Pillow Talk Dream Pop'.", "how_to_use": "ĐĂNG KÝ CÁC CHẤM - sử dụng dụng cụ đánh phấn dễ sử dụng, chấm 1 chấm cho ngày, 2 cho ngày và 3 cho disco, lên gò má của bạn! BLEND - sử dụng Hollywood Complexion Brush, tán đều sau mỗi lần thoa dọc theo gò má về phía thái dương để tạo hiệu ứng nâng cơ - tránh vùng mắt!", "ingredient": "Pillow Talk Pink Pop:Isododecane, Polyisobutene hydro hóa, Styrene/Isoprene Copolymer hydro hóa, Silica, Trimethylsiloxysilicate, Mica, Caprylic/Capric Triglyceride, 1,2-hexanediol, Caprylyl Glycol, Triethoxycaprylylsilane, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, [+ /- Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77492), Blue 1 Lake (Ci 42090), Red 6 (Ci 15850), Red 28 Lake (Ci 45410)]. Pillow Talk Peach Pop:Isododecane, Polyisobutene hydro hóa, Styrene/Isoprene Copolymer hydro hóa, Silica, Trimethylsiloxysilicate, Mica, Caprylic/Capric Triglyceride, 1,2-hexanediol, Caprylyl Glycol, Triethoxycaprylylsilane, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, [+ /- Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491, Ci 77492), Blue 1 Lake (Ci 42090), Red 6 (Ci 15850), Red 7 Lake (Ci 15850), Yellow 6 Lake (Ci 15985)] . Pillow Talk Dream Pop:Isododecane, Polyisobutene đã hydro hóa, Styren/Isopren đồng trùng hợp đã hydro hóa, Silica, Trimethylsiloxysilicate, Mica, Dicalcium Phosphate, Caprylic/Capric Triglyceride, 1,2-hexanediol, Caprylyl Glycol, Triethoxycaprylylsilane, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate , [+/- Titanium Dioxide (Ci 77891), Blue 1 Lake (Ci 42090), Red 6 (Ci 15850), Red 7 Lake (Ci 15850), Yellow 6 Lake (Ci 15985)].", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14221084-2415025730292535.jpg", "productCode": "MakeUp_2", "manufactureDate": "2022-12-09 00:00:00", "expirationDate": "2025-12-08 00:00:00", "origin": "Đức"}, {"category": "MakeUp", "name": "Sáp lông mày Fluff Up 6ml", "cost": 70500.0, "description": "Bắt kịp xu hướng lông mày rậm, lông mày rậm, Fluff Up Brow Wax mới mang đến cho bạn khả năng kiểm soát tối đa hình dạng lông mày của mình. Có sẵn ở kích thước đầy đủ và kích thước nhỏ cho mọi nhu cầu của bạn (và túi xách), loại sáp chống ẩm này sắp tạo ra một cuộc cách mạng trong trò chơi vẽ lông mày của bạn. Tự hào với màu sắc hoàn toàn mờ và cọ có cấu trúc cẩn thận, loại sáp tạo kết cấu lông mày linh hoạt này mang đến cho bạn độ giữ nếp không bị giòn mà bạn có thể định hình lại nhiều lần. Với khả năng định hình trong 12 giờ, loại sáp yêu thích lông mày này sẽ giúp bạn suốt cả ngày làm việc mà không bị ảnh hưởng khi đối mặt với mồ hôi, độ ẩm và nước. Nhẹ, có thể xây dựng được, đây là chìa khóa cho vẻ ngoài hoàn hảo.", "how_to_use": "Cách sử dụng được đề xuất: Chải sáp qua lông mày bằng cách vuốt lên trên để làm phồng và tạo họa tiết. Để làm phồng lông tơ, hãy nhẹ nhàng chải lông mày ngược hướng mọc tự nhiên. Sau đó, chải lông mày thành hình dạng mong muốn. Mẹo chuyên nghiệp: Phủ lớp sáp lông mày lên trên lớp mỹ phẩm Benefit, My Brow Pencil (được bán riêng) để có vẻ ngoài đầy đặn hơn, phong phú hơn, được xác định chính xác hơn. Khi nào nên đặt so với khi nào nên làm lông tơ: Nếu bạn muốn có đôi lông mày mềm mại và trông có kết cấu với khả năng giữ nếp linh hoạt, có thể thực hiện lại, Fluff Up Brow Wax là giải pháp phù hợp dành cho bạn! Nó dễ dàng tạo hình, tạo lông, thuần hóa và định hình lông mày với thời lượng sử dụng hoàn hảo. Nếu bạn muốn có đôi lông mày có cấu trúc và vị trí hoàn hảo với khả năng giữ nếp lâu dài, Bộ định hình lông mày 24-HR của Benefit Cosmetics (được bán riêng) là lựa chọn lý tưởng — nó điêu khắc, tạo hình, điều khiển và cố định lông mày cả ngày.", "ingredient": "Aqua (Nước), Sáp Candelilla tổng hợp, Steareth-21, Glyceryl Stearate, Butylene Glycol, Acacia Senegal Gum, Butyrospermum Parkii (Shea) Butter, Cellulose, Silica, Dầu hạt Simmondsia Chinensis (Jojoba), Dimer Dilinoleyl Dimer Dilinoleate, Cera Carnauba ( Sáp Copernicia Cerifera (Carnauba), Dầu hạt nhân Agrania Spinosa, Cetyl Alcohol, Polyglyceryl-10 Myristate, Oryza Sativa (Gạo) Tinh bột, Phenoxyetanol, Caprylyl Glycol, Natri Benzoat, Kali Sorbate, Arginine, Tocopherol, Bột Chondrus Crispus, Dimethicone.", "brand": "benefit", "volume": "6ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14007598-2055060753072187.jpg", "productCode": "MakeUp_5", "manufactureDate": "2023-09-11 00:00:00", "expirationDate": "2026-09-10 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Sữa rửa mặt Squalane thông thường 150ml", "cost": 41700.0, "description": "Loại sữa rửa mặt nhẹ nhàng này không hề thông thường, giúp loại bỏ lớp trang điểm và tạp chất đồng thời giữ lại độ ẩm cho làn da của bạn - không giống như một số loại sữa rửa mặt mạnh hơn, bạn không cần phải lo lắng về độ căng sau khi sử dụng. Ngôi sao của chương trình là squalane, một chất dưỡng ẩm hạng nhất được tìm thấy tự nhiên trong da, giúp ngăn ngừa mất độ ẩm và tăng cường độ mềm mại. Chất này kết hợp với các este lipophilic khác để hòa tan lớp trang điểm và bụi bẩn không mong muốn, mang lại lỗ chân lông sạch và không bị tắc. Công thức bền chắc mang lại cảm giác giống như son dưỡng khi thoa lần đầu, chuyển sang kết cấu trong suốt như dầu khi được làm ấm vào da - một thành tựu quan trọng cho phép nhũ hóa các este sucrose để thu giữ lớp trang điểm hòa tan và bụi bẩn rồi rửa sạch chúng. Không chứa xà phòng, có thể gây kích ứng hoặc 'lột' da, loại sữa rửa mặt được nhiều người ưa chuộng này tôn trọng lipid biểu bì tự nhiên của làn da bạn, khiến nó phù hợp với mọi loại da - ngay cả những loại da nhạy cảm.", "how_to_use": "Xoa sữa rửa mặt vào lòng bàn tay để làm ấm cho đến khi nó tan thành dầu. Massage vào da khô, sau đó rửa sạch bằng nước ấm.", "ingredient": "Squalane, Aqua (Nước), Covo-Caprylate/Carpate,Glycerin, Sucrose Stearate, Ethycal Macadamiate, Axit Malic, Trocopherol, Hydroxymethoxyphenyl Decanone, Sucrose Laurate, Sucrose Dilaurate, Sucrose Trilaurate, Thủy phân tinh bột hydro hóa,Polyacrylate Crosspolymer-6, Isoceteth-20 , Natri Polyacrylate, Trisodium Ethylenediamine Disuccinate, Ethylhexylglycerin, Chlorphenesin", "brand": "The Ordinary", "volume": "150ml", "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/12298178-1204707760700571.jpg", "productCode": "MakeUp_51", "manufactureDate": "2024-01-14 00:00:00", "expirationDate": "2027-01-13 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "IT Cosmetics CC+ và Kem nền làm sáng da và kem nền màu kem có màu sắc nhẹ nhàng với SPF40 32ml (Nhiều sắc thái khác nhau)", "cost": 99000.0, "description": "Chỉnh sửa màu sắc, chăm sóc da và che phủ trông tự nhiên trong một công thức yêu thích làn da, đó là những gì bạn nhận được với sáng tạo mang tính cách mạng mới nhất của IT Cosmetics. Kem CC đầu tiên có công thức chứa 90% (vâng, bạn đọc đúng rồi… 90%) thành phần chăm sóc da, tông màu nhẹ, lỏng này là cách chắc chắn để đạt được vẻ ngoài trang điểm thoải mái như không trang điểm. Kết hợp kem nền có độ che phủ trung bình, huyết thanh làm sáng và SPF thành một công thức vượt trội, Kem nền CC+ Naked Glow Light Foundation + Glow Serum with SPF 40 là sản phẩm cần thiết cho làn da mới của bạn, hãy tin tưởng chúng tôi. Được giữ trong công thức hoàn thiện làn da này, bạn sẽ tìm thấy axit hyaluronic anh hùng giữ ẩm, niacinamide yêu thích làn da và chiết xuất trà xanh, tất cả đều có tác dụng mang lại làn da rạng rỡ. Nhờ độ che phủ trung bình, có thể xây dựng, bạn có thể tùy chỉnh lớp nền của mình hàng ngày đồng thời cải thiện rõ rệt mọi thứ từ kết cấu đến tông màu. Yêu làn da của bạn hết lần này đến lần khác…", "how_to_use": "Dùng 1-2 lần bơm lên da sạch, là bước cuối cùng trong quy trình chăm sóc da buổi sáng của bạn. Sử dụng cọ trang điểm Heavenly Luxe™ Complexion Perfection Brush #7 để dễ dàng đánh phấn và tán phấn nền lên mặt, cổ và ngực của bạn. Áp dụng nhiều sản phẩm hơn nếu cần thiết để xây dựng mức độ che phủ mong muốn của bạn.", "ingredient": "Thành phần hoạt chất: Homosalate 8,3% Octisalate 4,5% Octocrylene 5,6% Thành phần: Nước, Glycerin, Caprylyl Methicone, Dimethicone, Butyloctyl Salicylate, Cetyl Peg/Ppg-10/1 Dimethicone, Niacinamide, Propanediol, Dimethicone/Peg-10/15 Crosspolymer, Tổng hợp Fluorphlogopite, Phenoxyetanol, Natri clorua, Butylene Glycol, Trimethylsiloxysilicate, Disteardimonium Hectorite, Disodium Stearoyl Glutamate, Hương thơm, Chlorphenesin, Caprylyl Glycol, Dịch lọc tiết ốc sên, Silica Silylate, Trisodium Ethylenediamine Disuccinate, Limonene, Simethicone, Maltodextrin, Hydroxide nhôm, Adenosine, Ethyl Hexanediol , Dipropylene Glycol, Natri Hyaluronate, Citral, Linalool, Natri Citrate, Chiết xuất lá Camellia Sinensis, Tocopherol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate. Có thể chứa oxit sắt, Titanium Dioxide.", "brand": "IT Cosmetics", "volume": "32ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14234123-1575024428403082.jpg", "productCode": "MakeUp_10", "manufactureDate": "2024-09-25 00:00:00", "expirationDate": "2027-09-25 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Pat McGrath Labs LUST: Gloss 4.5ml (Nhiều sắc thái khác nhau)", "cost": 84000.0, "description": "Đã bao giờ có tình yêu từ cái nhìn đầu tiên chưa? Chà, với LUST: Gloss, mọi thứ đều có lần đầu tiên… Mang đến vẻ bóng mượt không ai sánh kịp, tuyển chọn các loại son bóng có độ bão hòa tuyệt đối này lướt trên môi bạn với kết quả thực sự không thể đánh bại. Cực kỳ nhẹ nhưng mềm mại, loại son môi xứng đáng được trình diễn này pha trộn các polyme dài và ngắn với nhau để mang lại vẻ bóng mượt cực kỳ quyến rũ trong khi kết cấu giống như son dưỡng mang lại màu sắc hiệu quả cao khó có thể cưỡng lại. Hơn thế nữa - loại dưỡng chất hoàn thiện bĩu môi này còn được tăng cường hơn nữa với vitamin E làm mềm, khiến sản phẩm làm đẹp này phù hợp để sử dụng một mình hoặc phủ lên lớp son môi yêu thích của bạn để tăng thêm phần ấn tượng. Những ánh sáng suy đồi, mơ mộng và táo bạo đang chờ đợi bạn…", "how_to_use": "Chuẩn bị: Làm mịn môi bằng tẩy tế bào chết. Thoa một chút Lip Fetish Sheer Color Balm để làm mềm và làm đầy kết cấu. Sử dụng một mình: Vuốt dụng cụ LUST: Gloss™ qua môi trên và dưới. Lặp lại nếu muốn. Để định hình và xác định, hãy thoa PermaGel Ultra Lip Pencil với tông màu phối hợp hoặc bổ sung, theo đường viền tự nhiên của bĩu môi hoặc vẽ ngay bên ngoài đường viền môi để tăng thêm độ phồng. Dùng làm lớp phủ: Sau khi thoa màu son nền, phủ một lớp LUST: Gloss™ lên trên, tập trung vào giữa bĩu môi của bạn. Bạn cũng có thể tạo ra những diện mạo khác nhau bằng cách tô môi bằng PermaGel Ultra Lip Pencil, tán bằng cọ môi và hoàn thiện bằng LUST: Gloss™.", "ingredient": "Thuốc kích thích tình dục / Máu 2 / Cám dỗ màu đồng / Hoa hồng thần thánh / Thịt 4 / Ảo tưởng về thịt: Polybutene, Polyisobutene hydro hóa, Isostearyl Isostearate, Sáp tổng hợp, Polyglyceryl-2 Triisostearate, Styrene hydro hóa/Methyl Styrene/Indene Copolymer, Caprylic/Capric Triglyceride, Mica, Stearalkonium Bentonite, Dicalcium Phosphate, Ethyl Vanillin, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Carbonate, Thiếc Oxit. (+/-): Titanium Dioxide (Ci 77891), Oxit sắt (Cl 77491, Ci 77492, Ci 77499), Red 7 Lake (Ci 15850), Red 6 (Ci 15850), Blue 1 Lake (Ci 42090), Vàng Hồ 5 (Ci 19140), Hồ 28 Đỏ (Ci 45410). Mật hoa lửa nhạt: Polybutene, Polyisobutene đã hydro hóa, Isostearyl Isostearate, Sáp tổng hợp, Polyglyceryl-2 Triisostearate, Styrene hydro hóa/Methyl Styrene/Indene Copolymer, Caprylic/Capric Triglyceride, Canxi Natri Borosilicate, Mica, Stearalkonium Bentonite, Silica, Dicalcium Phosphate, Ethyl Vanillin , Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Carbonate, Thiếc Oxit, Titanium Dioxide (Ci 77891), Đỏ 6 (Ci 15850). Hoa trăng thiên văn: Polybutene, Polyisobutene hydro hóa, Isostearyl Isostearate, Sáp tổng hợp, Polyglyceryl-2 Triisostearate, Hydrogenated Styrene/Methyl Styrene/Indene Copolymer, Caprylic/Capric Triglyceride, Canxi Natri Borosilicate, Mica, Stearalkonium Bentonite, Canxi Nhôm Borosilicate, Ethyl Vanillin, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Carbonate, Silica, Fluorphlogopite tổng hợp, Thiếc Oxit, Titanium Dioxide (Ci 77891), Blue 1 Lake (Ci 42090), Mangan Violet (Ci 77742), Oxit sắt (Ci 77491). Blitz Gold: Polybutene, Polyisobutene hydro hóa, Isostearyl Isostearate, Sáp tổng hợp, Polyglyceryl-2 Triisostearate, Styrene hydro hóa/Methyl Styrene/Indene Copolymer, Caprylic/Capric Triglyceride, Canxi Natri Borosilicate, Stearalkonium Bentonite, Dicalcium Phosphate, Ethyl Vanillin, Mica, Pentaerythrityl Tetra -Di-T-Butyl Hydroxyhydrocinnamate, Propylene Carbonate, Silica, Thiếc Oxit. (+/-): Titanium Dioxide (Ci 77891), Hồ 5 màu vàng (Ci 19140), Oxit sắt (Ci 77491), Đỏ 6 (Ci 15850). Thần tính đồng / Thuốc tình yêu / Quả đào biến thái / Prima Donna / Hoa hồng hoàng hôn: Polybutene, Polyisobutene hydro hóa, Isostearyl Isostearate, Sáp tổng hợp, Polyglyceryl-2 Triisostearate, Hydrogenated Styrene/Methyl Styrene/Indene Copolymer, Caprylic/Capric Triglyceride, Mica, Stearalkonium Bentonite, Canxi nhôm Borosilicate, Canxi Natri Borosilicate, Ethyl Vanillin, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Carbonate, Silica, Fluorphlogopite tổng hợp, Thiếc Oxit. (+/-): Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491, Ci 77492), Red 7 Lake (Ci 15850), Red 6 (Ci 15850), Red 28 Lake (Ci 45410), Blue 1 Lake ( Ci 42090), Carmine (Ci 75470). Đồng sao Kim / Thiên thần Trái đất: Polybutene, Polyisobutene đã hydro hóa, Isostearyl Isostearate, Sáp tổng hợp, Polyglyceryl-2 Triisostearate, Styrene hydro hóa/Methyl Styrene/Indene Copolymer, Caprylic/Capric Triglyceride, Canxi Natri Borosilicate, Stearalkonium Bentonite, Silica, Canxi Nhôm Borosilicate, Ethyl Vanillin, Mica, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Propylene Carbonate, Fluorphlogopite tổng hợp, Thiếc Oxit. (+/-): Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491), Hồ 5 màu vàng (Ci 19140), Hồ 7 màu đỏ (Ci 15850). Thịt 6 / Người tình bí mật: Polybutene, Polyisobutene hydro hóa, Isostearyl Isostearate, Sáp tổng hợp, Polyglyceryl-2 Triisostearate, Hydrogenated Styrene/Methyl Styrene/Indene Copolymer, Caprylic/Capric Triglyceride, Stearalkonium Bentonite, Canxi nhôm Borosilicate, Ethyl Vanillin, Mica, Pentaerythrityl Tetra -Di-Tbutyl Hydroxyhydrocinnamate, Propylene Carbonate, Silica, Fluorphlogopite tổng hợp, Thiếc Oxit. (+/-): Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492), Red 7 Lake (Ci 15850), Blue 1 Lake (Ci 42090), Red 28 Lake (Ci 45410). Thịt Astral: Polybutene, Polyisobutene hydro hóa, Isostearyl Isostearate, Sáp tổng hợp, Polyglyceryl-2 Triisostearate, Styrene hydro hóa/Methyl Styrene/Indene Copolymer, Caprylic/Capric Triglyceride, Mica, Stearalkonium Bentonite, Canxi Natri Borosilicate, Dicalcium Phosphate, Ethyl Vanillin, Pentaerythrityl Tetra -Di-T-Butyl Hydroxyhydrocinnamate, Propylene Carbonate, Silica, Thiếc Oxit, Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77492), Hồ 5 màu vàng (Ci 19140), Hồ 7 đỏ (Ci 15850), Hồ 1 xanh ( Ci 42090). Aliengelic: Polybutene, Polyisobutene hydro hóa, Isostearyl Isostearate, Sáp tổng hợp, Polyglyceryl-2 Triisostearate, Styrene hydro hóa/Methyl Styrene/Indene Copolymer, Caprylic/Capric Triglyceride, Canxi Natri Borosilicate, Stearalkonium Bentonite, Silica, Dicalcium Phosphate, Ethyl Vanillin, Pentaerythrityl Tetra- Di-T-Butyl Hydroxyhydrocinnamate, Propylene Carbonate, Titanium Dioxide (Ci 77891).", "brand": "Pat McGrath Labs", "volume": "4.5ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13951195-1494986106749159.jpg", "productCode": "MakeUp_32", "manufactureDate": "2023-01-23 00:00:00", "expirationDate": "2026-01-22 00:00:00", "origin": "Pháp"}, {"category": "MakeUp", "name": "Kem che khuyết điểm đa năng Too Faced Born This Way Super Coverage 13,5ml (Nhiều màu)", "cost": 78000.0, "description": "Khám phá độ che phủ tối đa với lớp hoàn thiện không thể nhận thấy, để có vẻ ngoài hoàn hảo đến mức họ sẽ nghĩ bạn sinh ra đã như vậy. Che khuyết điểm, tạo khối, làm nổi bật và chỉnh sửa bằng Kem che khuyết điểm đa năng Too Faced Born This Way Super Coverage. Kem che khuyết điểm cực kỳ hoàn hảo có các sắc tố được nạp đầy đủ, mang lại độ che phủ tối đa kéo dài đến 12 giờ. Công thức dạng kem, không trọng lượng được bổ sung axit hyaluronic dưỡng ẩm và nước dừa, giúp duy trì làn da mịn màng. Thân thiện với hình ảnh và không gây hồi tưởng, kem che khuyết điểm không chứa dầu có 35 sắc thái phù hợp với mọi tông màu da. Ăn chay và không độc ác. Không gây mụn *trên bao bì.", "how_to_use": "Che khuyết điểm: Chấm một chấm dưới mắt hoặc trên vùng da bị tăng sắc tố—bất cứ nơi nào bạn cần độ che phủ SIÊU—và chạm nhẹ bằng ngón tay hoặc miếng bọt biển cho đến khi hòa quyện thành một lớp nền hoàn hảo. Nó thậm chí còn che giấu hình xăm. Đường viền: Chọn màu trung tính hoặc tông màu lạnh, đậm hơn 3 tông so với màu da để tạo bóng và hình dạng chân thực. Làm nổi bật: Chọn màu sáng hơn 2-3 tông so với màu da tự nhiên của bạn và cùng tông màu với bạn rồi thoa lên các điểm cao trên khuôn mặt để có vẻ ngoài hoàn hảo như điêu khắc. Chỉnh sửa: Một chấm làm mới lớp trang điểm giống như bạn vừa thoa toàn bộ khuôn mặt. Chỉ cần nhấn vào bất cứ nơi nào lớp trang điểm của bạn trông mệt mỏi.", "ingredient": "Nước\\Aqua\\Eau, Cyclopentasiloxane, Butylene Glycol Dicaprylate/Dicaprate, Isoamyl Laurate, Triethylhexanoin, Trimethylsiloxysilicate, Cetyl Peg/Ppg-10/1 Dimethicone, Polyglyceryl-4 Diisostearate/Polyhydroxystearate/Sebacate, Methyl Trimethicone, Dimethicone, Glycerin, Butylene Glycol, Disteardimonium Hectorite, Acrylates/Polytrimethylsiloxymethacrylate Copolymer, Natri Hyaluronate, Nội nhũ lỏng Cocos Nucifera (Dừa), Nước ép trái cây Cocos Nucifera (Dừa), Chiết xuất Rhododendron Ferrugineum, Dimethicone/Vinyl Dimethicone Crosspolymer, Silica, Natri Clorua, Triethoxycaprylylsilane, 1,2-Hexanediol, Caprylyl Glycol, Trisodium Ethylenediamine Disuccinate, Natri Dehydroacetate, Natri Benzoate, Kali Sorbate, (+/- Oxit sắt (Ci 77491), Oxit sắt (Ci 77492), Oxit sắt (Ci 77499), Titanium Dioxide (Ci 77891)] <Iln49506>.", "brand": "Too Faced", "volume": "13.5ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13456671-6434931924967942.jpg", "productCode": "MakeUp_43", "manufactureDate": "2023-08-02 00:00:00", "expirationDate": "2026-08-01 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Kem dưỡng ẩm đa năng Embryolisse Lait-Crème Concentré 75ml", "cost": 65970.0, "description": "Được ca ngợi là vũ khí bí mật của mọi nghệ sĩ trang điểm, Lait-Creme Concentre của Embyolisse thực hiện công việc của ba sản phẩm trong một loại kem dưỡng da. Tuyệt vời như một loại kem lót, kem dưỡng ẩm và tẩy trang, sản phẩm đa tác dụng này là người bạn đồng hành tuyệt vời khi đi du lịch và đã giành được vị thế nổi bật trong mọi hội trường làm đẹp nổi tiếng trên toàn thế giới. Thích hợp cho làn da nhạy cảm, loại kem dưỡng da phù hợp với mọi kích cỡ này sẽ mang lại cho bạn làn da mềm mại, ẩm mượt và chuẩn bị hoàn hảo cho lớp nền. Nous l'aimons! Nó có cả hai kích cỡ 30ml và 75ml.", "how_to_use": "", "ingredient": "", "brand": "Embryolisse", "volume": "75ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11118731-1274905484791816.jpg", "productCode": "MakeUp_63", "manufactureDate": "2023-08-21 00:00:00", "expirationDate": "2026-08-20 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Westman Atelier Face Trace Contour Stick", "cost": 132000.0, "description": "Được thiết kế để nâng cao hơn là tạo ra, Face Trace Contour Stick dạng kem tự hào có vô số người hâm mộ nổi tiếng (từ những người như Gwyneth Paltrow đến Jennifer Aniston và Cameron Diaz!), nhờ vào tông màu nâu sẫm tôn lên toàn cầu, hoàn hảo cho việc điêu khắc. Có thể xây dựng cho phép tạo ra một tác phẩm điêu khắc tinh tế hoặc ấn tượng phù hợp với tâm trạng của bạn, công thức mềm mại, mượt mà sẽ không ảnh hưởng đến phần còn lại của lớp trang điểm, vì vậy bạn có thể pha trộn và tăng cường tùy ý. Được tăng cường với dầu jojoba hữu cơ giàu chất chống oxy hóa, làn da được săn chắc, phục hồi và bảo vệ chống lại các tác nhân gây hại từ môi trường, trong khi đất sét Trung Quốc hấp thụ dầu thừa mà không làm xỉn màu làn da của bạn. Berryflux vita có nguồn gốc từ quả mâm xôi giúp dưỡng ẩm sâu và công nghệ mô phỏng sinh học (về cơ bản là một lá chắn chống ô nhiễm) khóa độ ẩm nói trên, bảo vệ hơn nữa khỏi các tạp chất, tất cả đều tạo ra một lớp màu bóng mượt, trẻ trung, chăm chỉ trông giống như làn da của bạn, nhưng tốt hơn .", "how_to_use": "Bắt đầu bằng cách quét dưới xương gò má. Tùy thuộc vào diện mạo bạn muốn đạt được, hãy xây dựng từ tinh tế đến ấn tượng. Chấm lên mí mắt để tạo độ sâu và xác định hai bên cánh mũi.", "ingredient": "", "brand": "Westman Atelier", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13324048-1624896637335594.jpg", "productCode": "MakeUp_72", "manufactureDate": "2022-07-25 00:00:00", "expirationDate": "2025-07-24 00:00:00", "origin": "Đức"}, {"category": "MakeUp", "name": "Mascara Too Faced Better Than Sex - Chocolate 8ml", "cost": 75000.0, "description": "Too Faced giới thiệu Mascara Better Than Sex mang tính biểu tượng mà bạn biết và yêu thích, giờ đây có màu sô cô la đậm đà. Được làm giàu với các polyme tạo màng để khóa lông mi tại chỗ, công thức bán chạy nhất mang lại độ nét lâu dài và độ dày đậm. Mascara chứa collagen bao phủ từng sợi mi từ gốc đến ngọn, có tác dụng nâng, làm cong và kéo dài vẻ ngoài của chúng. Bàn chải hình đồng hồ cát giúp nắm bắt từng sợi mi, trong khi các peptide độc ​​đáo dưỡng và nuôi dưỡng từng lớp lông mi. Được tăng cường với chiết xuất từ ​​cây keo Senegal để tăng cường độ nâng, mascara làm dày mi giúp mi trông đầy đặn hơn với độ rung đáng ghen tị.", "how_to_use": "", "ingredient": "Nước\\Aqua\\Eau, Paraffin, Glyceryl Stearate, Sáp ong tổng hợp, Keo Senegal Gum, Butylene Glycol, Axit Stearic, Axit Palmitic, Polybutene, Oryza Sativa (Gạo) Sáp cám, Ozokerite, Dầu thực vật hydro hóa, VP/Eicosene Copolymer, Copernicia Cerifera (Carnauba) Wax\\ Copernicia Cerifera Cera \\Cire De Carnauba, Tocopherol, Ethylhexylglycerin, Glycerin, Stearyl Stearate, Acetyl Hexapeptide-1, Trimethylpentanediol/Adipic Acid/Glycerin Crosspolymer, Hydroxyethylcellulose, Disodium EDTA, Axit Myristic, Polyester-11, Axit Lauric, Axit Oleic, Polysorbate 60, Disodium Phosphate, Aminomethyl Propanol, Natri Phosphate, Dextran, Phenoxyetanol, Oxit sắt (CI 77499), Oxit sắt (CI 77491), Oxit sắt (CI 77492) <ILN50718>.", "brand": "Too Faced", "volume": "8ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14217462-7135022696982089.jpg", "productCode": "MakeUp_93", "manufactureDate": "2023-12-01 00:00:00", "expirationDate": "2026-11-30 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Sữa Trang Điểm Matte Bronzer (6g)", "cost": 66000.0, "description": "Giống như mùa hè trong thời gian dài, Matte Bronzer mang đến cho bạn sự tự chủ về độ rạng rỡ. Đừng đợi mặt trời ló dạng và mang lại cho bạn làn da rực rỡ lộng lẫy, chỉ cần vuốt nó lên mặt hoặc cơ thể của bạn để trông thật rạng rỡ. Chất kem và có thể pha trộn với khả năng giữ màu lâu trôi, loại phấn tạo khối này được pha trộn với hỗn hợp các thành phần dưỡng ẩm - chính xác là bơ xoài, mật hoa đào và dầu bơ - để khuyến khích làn da ẩm mượt khỏe mạnh. Sử dụng công nghệ Milk Melt độc quyền, công thức bơ này sẽ tan chảy vào da khi tiếp xúc để sử dụng nhanh chóng, giúp tạo khối và tạo khối dễ dàng! Thêm vào đó, lớp nền mờ trông tự nhiên sẽ giúp bạn đạt được điều này hàng ngày. Và giống như tất cả các công thức Milk Makeup, Matte Bronzer là sản phẩm thuần chay và không chứa chất độc hại.", "how_to_use": "Áp dụng cho xương gò má, xương trán và sống mũi để có màu sắc hoặc đường viền tinh tế. Trộn bằng ngón tay hoặc cọ. Quét lên xương đòn, cánh tay và chân để có màu đồng toàn bộ.", "ingredient": "Dầu hạt Ricinus Communis (Castor), C12-15 Alkyl Benzoate, Dầu hạt Helianthus Annuus (Hướng dương), Sáp hạt Helianthus Annuus (Hướng dương), Alkanes dừa, Silica, Euphorbia Cerifera (Candelilla) Sáp/Cire de Candelilla, Cao lanh, Mangifera Indica (Xoài) Bơ hạt, Sáp vỏ Citrus Aurantium Dulcis (Cam), Dầu hạt Prunus Armeniaca (Apricot), Coco-Caprylate/Caprate, Bis-Stearyl Dimethicone, Hương thơm (Parfum), Dầu thực vật hydro hóa/Huile Végétale Hydrogénée, Isopropyl Titanium Triisostearate, Tocopheryl Acetate, Sorbitan Tristearate, Titanium Dioxide (CI 77891), Sắt Oxit (CI 77491, CI 77492, CI 77499).", "brand": "Milk Makeup", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13320410-9174896475846968.jpg", "productCode": "MakeUp_64", "manufactureDate": "2022-05-29 00:00:00", "expirationDate": "2025-05-28 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Gọt bút chì Charlotte Tilbury", "cost": 18000.0, "description": "Trải qua 20 năm trong ngành, chuyên gia trang điểm nổi tiếng Charlotte Tilbury đã tạo ra một bộ sưu tập các công cụ trang điểm thiết yếu, dễ sử dụng và mang lại kết quả làm đẹp không gì sánh bằng. Vỏ và điểm, Dụng cụ mài bút chì này sẽ phục hồi những cây bút chì cùn của bạn để chúng trông đẹp như mới và mang lại hiệu quả đáng kinh ngạc. Với một đầu mài kép, dụng cụ chủ yếu này giúp giữ cho các lớp lót {Colour Chameleon}, {Rock 'n' Kohl}, {The Classic} và {Lip Cheat} của bạn luôn ở trạng thái tốt nhất.", "how_to_use": "Để đảm bảo đường kẻ mắt, phấn mắt hoặc chì kẻ môi được nhọn và chính xác, hãy đổ bớt bút kẻ sắc nét ngay khi đầy.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313699-7534897164212310.jpg", "productCode": "MakeUp_78", "manufactureDate": "2022-04-10 00:00:00", "expirationDate": "2025-04-09 00:00:00", "origin": "Pháp"}, {"category": "MakeUp", "name": "Siêu phẩm! (Re)setting 100% Phấn Khoáng SPF 30 PA+++ - Translucent 4.25g", "cost": 87000.0, "description": "Nếu vấn đề lớn nhất của bạn với SPF là chúng khiến da bạn có cảm giác nhờn, thì cài đặt đa nhiệm (Re) 100% Mineral Powder SPF 30 từ Supergoop! sẽ mang lại cho làn da của bạn sự bảo vệ cần thiết mà không gây bóng nhờn không mong muốn. Một lượng lớn loại phấn này giúp tạo lớp trang điểm, làm mờ làn da của bạn và mang lại khả năng bảo vệ phổ rộng chống lại tia UVA và UVB. Kem chống nắng khoáng chất này sử dụng các hạt không nano, không thể xuyên qua da của bạn. Thay vào đó, chúng tạo ra một khối vật lý chống lại tia UV, làm tán xạ và phản chiếu tia nắng mặt trời trong quá trình này. Phần tốt nhất? Công thức cải tiến này giúp việc thoa lại kem chống nắng SPF lên lớp trang điểm suốt cả ngày trở nên dễ dàng: chỉ cần chạm, chạm, chạm vào loại phấn phủ này và mang đến cho làn da của bạn sự bảo vệ hiệu quả mà không phải hy sinh công sức của bạn.", "how_to_use": "Tháo nắp và trượt ống nhựa trong suốt xuống. Tháo và vứt bỏ chốt nhựa màu vàng ở giữa cọ. Xoay thân bàn chải từ vị trí ĐÓNG sang MỞ. Nghiêng và gõ nhẹ cọ vào cổ tay cho đến khi bạn thấy bột bắt đầu chảy qua lông cọ. Khi lớp trang điểm của bạn đã sẵn sàng, hãy thoa một lớp phấn phủ lên mặt để tạo vẻ ngoài và làm mờ làn da. Áp dụng lại trong ngày khi cần thiết. Để đóng lại, vặn thân bàn chải từ vị trí MỞ sang ĐÓNG, kéo ống bọc nhựa trong lên và đậy nắp lại.", "ingredient": "Kẽm oxit 24,7%, Canxi nhôm Borosilicate, Silica, Trimethylsiloxysilicate, Canxi Natri Borosilicate, Polymethyl Methacrylate, Lauroyl Lysine, Polyglyceryl-10 Pentaisostearate, Boron Nitride, Triethoxycaprylylsilane, Ethylhexylglycerin, Nylon-6/12, Natri Dehyrdoacetate, Olive Glyceride, Ascorbylitate Palm, Ceramide 3, Có thể chứa Oxit sắt (CI 77492, 77491, 77499).", "brand": "Supergoop!", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13665389-1064941751347108.jpg", "productCode": "MakeUp_90", "manufactureDate": "2024-01-31 00:00:00", "expirationDate": "2027-01-30 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Benetint Rose Tinted Lip & Cheek Stain 6ml", "cost": 52500.0, "description": "Thuốc nhuộm màu hồng ban đầu, Benefit's Benetint là một sản phẩm huyền thoại là có lý do. Không giống như nhiều loại khác, điều này hoàn toàn, trung thực, hoàn toàn chống được nụ hôn và mang lại hàng giờ mặc đẹp, tôn dáng khuôn mặt. Công thức chất lỏng tuyệt đối lướt trên da để mang lại màu sắc tươi sáng ngay lập tức - nó tuyệt vời trên khuôn mặt và thơm ngon trên môi và có thể được áp dụng với nắp đầu cọ để có làn da hồng hào, cực kỳ tự nhiên. Tinh tế nhưng gợi cảm và có mùi thơm hoa hồng tuyệt đẹp, tinh tế, nó mang lại làn da sáng khỏe mạnh bất cứ nơi nào nó được áp dụng. Có sẵn với các kích cỡ đầy đủ (10ml) và du lịch (6ml), sản phẩm đa nhiệm này là sản phẩm chủ yếu trong túi trang điểm của chúng tôi.", "how_to_use": "Đánh ba nét lên gò má trần và nhanh chóng tán đều bằng đầu ngón tay, hoặc thoa dưới lớp High Beam của Benefit để có làn da sáng như sương. Thoa lên môi và trộn đều. Để có màu sắc \"nổi bật\" sâu hơn, hãy lặp lại. Hôn, lặp lại.", "ingredient": "Nước (Aqua), Polysorbate 20, Phenoxyetanol, Natri Hydroxide, Carmine (Ci 75470), Methylparaben, Hương thơm (Parfum), Tetrasodium Edta, Geraniol, Linalool, Hexyl Cinnamal, Citronellol, Maltodextrin, Benzyl Salicylate, BHT. N 00N12802 Vui lòng đọc danh sách thành phần trên bao bì sản phẩm của bạn để đảm bảo rằng các thành phần đó phù hợp với mục đích sử dụng cá nhân của bạn", "brand": "benefit", "volume": "10ml", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/12434491-4694804423241955.jpg", "productCode": "MakeUp_61", "manufactureDate": "2024-01-05 00:00:00", "expirationDate": "2027-01-04 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Huda Beauty Baby Bake 6g (Nhiều màu)", "cost": 57000.0, "description": "Phấn phủ Easy Bake Loose Powder của Huda Beauty đã có em bé! Là một phiên bản du lịch cỡ nhỏ của mẹ được xếp hạng năm sao, Baby Bake đi kèm với một dụng cụ bôi và sẽ vừa với túi xách của bạn để giúp bạn làm mờ, hoàn thiện và nướng bánh khi đang di chuyển. Chào mừng đến với thế giới, Baby Bake. Cực kỳ mịn màng, mượt mà và được nghiền mịn, loại bột tuyệt vời này hòa quyện hoàn hảo vào da để tạo ra một làn da mềm mại, mịn màng với một chút ánh sáng mà không bị bánh hoặc khô hàng triệu dặm. Được ưu đãi với loại nước hoa đẹp như cánh hoa, sản phẩm này hoàn hảo để cố định lớp trang điểm suốt cả ngày đồng thời làm mờ sự xuất hiện của đường nhăn và nếp nhăn cũng như kiểm soát độ bóng. Không chứa paraben, không gây mụn và được làm giàu với vitamin E bảo vệ, loại phấn phủ dễ sử dụng này để lại một lớp nền đẹp, mịn màng, điều chỉnh màu sắc và làm nổi bật một cách tinh tế đồng thời để lại một lớp màu mờ trên da của bạn. Không bao giờ phẳng lì hoặc thiếu sức sống, hãy nướng bánh mà không cần 'bánh' và tôn lên làn da của bạn với một trong những sắc thái lấy cảm hứng từ món ăn ngọt ngào của chúng. Lấy bàn chải hoặc máy xay sinh tố của bạn và sẵn sàng nướng!", "how_to_use": "Một chút bối rối khi nướng bánh? Bảng thuật ngữ Insta khéo léo của Huda mô tả nó như việc thoa một lớp phấn dày trong suốt lên lớp kem nền ở những vùng bạn muốn trông sáng nhất (thường là dưới mắt, dọc theo đường viền hàm và xuống giữa mũi), để yên trong 3-5 phút sau đó. phủi bụi bằng bàn chải mềm, sạch. Phân tích: 1. Chuẩn bị cho làn da của bạn một loại kem dưỡng ẩm hoặc kem lót. Thoa kem che khuyết điểm dưới mắt. Lật ngược lọ và gõ nhẹ vào đế 2 lần để bột nhả ra. 2. Thoa một lớp phấn dày dưới mắt, vùng chữ T, đường cười, góc ngoài miệng và cằm. 3. Để bột nướng trong 3 đến 5 phút. 4. Nhẹ nhàng phủi sạch bột thừa.", "ingredient": "Talc, Fluorphlogopite tổng hợp, Silica, Dimethicone, Nylon-12, Caprylyl Glycol, Pentylene, Glycol, Oryza Sativa Starch / Oryza Sativa (Gạo) Tinh bột, Phenyl Trimethicone, Natri Dehydroacetate, Octyldodecyl Stearoyl Stearate, Diisostearyl Malate, Parfum / Fragrance, Tocopheryl Acetate , Benzyl Salicylate, Sorbitan Sesquioleate, Hexyl Cinnamal, Linalool, Coumarin, Hydroxycitronellal, Benzyl Benzoate, Ci 77492 / Oxit sắt (Ci 77492), Ci 77491 / Oxit sắt (Ci 77491), Ci 77007 / Ultramarines (Ci 77007).", "brand": "Huda Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13318392-9204896465513627.jpg", "productCode": "MakeUp_66", "manufactureDate": "2023-11-08 00:00:00", "expirationDate": "2026-11-07 00:00:00", "origin": "Pháp"}, {"category": "MakeUp", "name": "VIEVE Skin Dew 7ml", "cost": 30000.0, "description": "Không có gì nếu không linh hoạt, Skin Dew mang lại ánh sáng rực rỡ của VIEVE được thiết kế để mang đến một tấm màn che sáng bóng. Dành cho mặt và cơ thể, phấn highlighter dạng lỏng này được chế tạo từ các thành phần tốt cho da để đạt được lớp nền tự nhiên, bồng bềnh, tôn lên vẻ sáng vàng của nó.  Bóng mà không gây cảm giác dính, công thức siêu thơm được pha với ánh sáng lấp lánh màu vàng mềm mại phản chiếu ánh sáng và các thành phần tăng cường làn da để mang lại vẻ rạng rỡ vượt xa lớp trang điểm. Squalane mang lại làn da mềm mại, ngậm nước, trong khi dầu hạt hướng dương chống viêm và dầu sacha inchi (một nguồn axit béo omega ấn tượng) làm dịu và nuôi dưỡng.", "how_to_use": "Chạm vào Skin Dew trên các điểm cao trên khuôn mặt để có làn da sáng hoặc mịn màng trên cơ thể để có vẻ rạng rỡ khỏe mạnh. Dùng riêng để giữ ẩm hoặc, đối với làn da nổi bật mạnh mẽ, hãy sử dụng làm lớp nền dưới phấn bắt sáng Nova Glow.", "ingredient": "Polydecene hydro hóa, Pentaerythrityl Tetraisostearate, Octyldodecanol, Mica, Styrene hydro hóa/Isoprene Copolymer, Squalane, Silica Dimethyl Silylate, Dầu hạt Helianthus Annuus [Dầu hạt Helianthus Annuus (Dầu hướng dương)], Tocopheryl Acetate, Chiết xuất từ ​​trái cây Carica Papaya (Đu đủ), Hạt Plukenetia Volubilis Dầu, Chiết xuất bơ Butyrospermum Parkii [Chiết xuất bơ Butyrospermum Parkii (Shea)], Dầu hạt Argania Spinosa, Chiết xuất nhựa Croton Lechleri ​​[Bột nhựa Croton Lechleri], Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, 1,2-Hexanediol, Caprylyl Glycol , Thiếc Oxit, Hương thơm (Hương vị). Có thể chứa (+/-): Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491).", "brand": "VIEVE", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14303970-5935040745816983.jpg", "productCode": "MakeUp_70", "manufactureDate": "2024-09-03 00:00:00", "expirationDate": "2027-09-03 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Phấn phủ dạng nén phản quang NARS Mini - Crystal 3g", "cost": 51000.0, "description": "Khám phá khả năng định hình của loại phấn bán chạy nhất của NARS với Phấn phủ dạng nén phản xạ ánh sáng mini. Tăng cường vẻ ngoài của lớp nền và kéo dài độ bền của lớp trang điểm, công thức mịn mượt không thể phát hiện này là một ơn trời cho làn da của bạn. Công thức được nhiều người yêu thích được kết hợp với 'Công nghệ quang điện' để khuếch tán ánh sáng và điều chỉnh theo các nguồn ánh sáng mới suốt cả ngày, giúp lớp trang điểm của bạn luôn liền mạch mọi lúc mọi nơi. Công thức không trọng lượng áp dụng đồng đều và hòa trộn dễ dàng, làm giảm rõ rệt các đường nhăn, nếp nhăn và lỗ chân lông. Mềm mại, mượt mà và sang trọng, bột khoáng chất microfine mang tính cách mạng được bổ sung glycerin và vitamin E chống oxy hóa giúp bảo vệ chống lại hư tổn và khô da, giữ cho làn da hoàn toàn thoải mái suốt cả ngày. Nó hoàn hảo cho việc chỉnh sửa và điều chỉnh độ bóng suốt cả ngày!", "how_to_use": "Khi sử dụng lần đầu tiên, hãy xoáy cọ đánh phấn số 13 (bán riêng) nhiều lần trên bề mặt để làm mềm bột. Loại bỏ phần thừa và nhẹ nhàng quét lên mặt để trang điểm với lớp nền sáng bóng, sẵn sàng chụp ảnh. Nhấn và lăn lên da bằng bông phấn hoặc cọ đánh phấn chính xác số 15 (được bán riêng) để khóa các sản phẩm da vào đúng vị trí. Điều này cũng hoạt động tốt khi áp dụng cho các vùng nhỏ hơn trên khuôn mặt, như vùng dưới mắt hoặc xung quanh mũi.", "ingredient": "Silica, Methyl Methacrylate Crosspolymer, Dimethicone, Lauroyl Lysine, Trimethylsiloxysilicate, Glycerin, Tocopheryl Acetate, Chiết xuất Ascophyllum Nodosum, Nước biển/Maris Aqua/Eau De Mer, Ethylhexylglycerin, Magiê Silicate, Polysilicone-2, Nước/Aqua/Eau, Bari Sulfate, Alumina, Axit Citric, Clorphenesin, Phenoxyetylen, Kali Sorbate, [+/- (Có thể chứa/Peut Contenir): Mica, Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491), Oxit sắt (Ci 77492), Oxit sắt ( Ci 77499)].", "brand": "NARS", "volume": "3g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13497043-3094996971724383.jpg", "productCode": "MakeUp_102", "manufactureDate": "2024-03-07 00:00:00", "expirationDate": "2027-03-07 00:00:00", "origin": "Đức"}, {"category": "MakeUp", "name": "Đồng Hồ Cát Mở Khóa Tức Thì Mascara 10g", "cost": 90000.0, "description": "Chìa khóa cho hiệu ứng mi giả - không làm nặng hoặc làm hỏng những sợi lông mỏng manh của bạn - Mascara nối mi tức thì mở khóa của Đồng hồ cát đạt được độ nét và độ nâng chân thực nhưng cực kỳ ấn tượng. Nếu bạn đang muốn thoát khỏi những đường kẻ giả yêu thích của mình, thì loại mascara siêu nét này chính là tấm vé giúp bạn có được độ dài và nâng mi mạnh mẽ. Được đúc với một đường cong nhẹ, cây chải mi chạm dọc theo đường viền mi của bạn để tôn lên từng sợi mi của bạn. Công thức cải tiến được tạo ra bằng cách sử dụng công nghệ tạo màng bao phủ từng sợi mi bằng những sợi nhẹ như lông vũ để hoàn thiện hiệu ứng xòe, lâu dài. Từ tác động tức thời đến chống nhòe và dễ dàng tháo ra – không cần chà xát, chỉ cần nước ấm (!) – đây là giải pháp thay thế mi giả tối ưu. Có thể nói một cách an toàn rằng chúng tôi bị ám ảnh!", "how_to_use": "Bắt đầu từ gốc mi, kéo cọ mascara thẳng từ gốc đến ngọn. Một ứng dụng cung cấp hiệu ứng tức thì, nhưng các lớp phủ bổ sung sẽ tăng thêm độ sắc nét, chiều dài và độ nâng. Để loại bỏ, vẩy nước ấm lên mắt. Nhẹ nhàng dùng ngón tay nhấc mascara ra khỏi lông mi.", "ingredient": "Nước/Aqua, Acrylates/Ethylhexyl Acrylate Copolymer, Alcohol Denat., Glyceryl Stearate, Glycerin, Dimethicone, Glyceryl Stearate Se, Vp/Eicosene Copolymer, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera, Stearic Acid, Butyrospermum Parkii (Shea) Butter , Dầu hạt Ricinus Communis (Castor), Butylene Glycol, Chiết xuất hoa Camellia Japonica, Disodium Edta, Ethylhexylglycerin, Laureth-21, Methylglucamine, Axit Myristic, Axit Palmitic, Panthenol, Pvp, Tocopherol, Tromethamine, Xanthan Gum, Phenoxyetanol, Oxit sắt ( Ci 77499), Thủy quân lục chiến (Ci 77007).", "brand": "Hourglass", "volume": "10g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12908490-1184859030547204.jpg", "productCode": "MakeUp_59", "manufactureDate": "2023-10-10 00:00:00", "expirationDate": "2026-10-09 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Túi tổ chức du lịch màu đen Cult Beauty", "cost": 60000.0, "description": "Luôn sẵn sàng và sẵn sàng trên đường với tất cả vẻ đẹp yêu thích của bạn trong Túi tổ chức du lịch. Sang trọng, bóng bẩy và nổi bật với logo Cult Beauty, chiếc túi gấp này đủ nhỏ gọn để vừa khít trong vali và thoải mái trong hành lý xách tay của bạn. Đóng gói nhiều thứ hơn những gì bạn thấy, buộc kem chống nắng của bạn vào một trong sáu túi bên, dây buộc tóc của bạn trong ngăn bí mật và các loại serum yêu thích của bạn đặt cạnh nhau trong hai phần chính. Với tay cầm trên mặt hàng du lịch mới của bạn, bạn đã sẵn sàng lên máy bay tới điểm đến tiếp theo...", "how_to_use": "Chỉ sạch bằng bọt biển.", "ingredient": "Kích thước: 21x11x11cm Bên ngoài: 100% PVC (không bao gồm các chi tiết trang trí). Lớp lót: 100% Polyester.", "brand": "Cult Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14272834-2085051448351252.jpg", "productCode": "MakeUp_60", "manufactureDate": "2022-12-06 00:00:00", "expirationDate": "2025-12-05 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "La Roche-Posay Cicaplast Gel B5 Pro-Recovery Skincare 40ml", "cost": 49500.0, "description": "Tạo thành một lớp băng vô hình trên vùng da bị đau, Cicaplast Gel B5 cách nhiệt của La Roche-Posay mang lại sự xoa dịu tức thì cho làn da bị tổn thương và bị tổn thương. Đây là một cách xử lý để luôn có sẵn trên kệ của bạn. Dụng cụ chữa lành cá nhân tại nhà mới của bạn có thể được mọi thành viên trong gia đình sử dụng để điều trị làn da bị tổn thương và ngay cả khi phục hồi sau các phương pháp điều trị bằng laser và lột da thẩm mỹ. Hoạt động để kích thích sản xuất tế bào mới là một phức hợp đồng, mangan và kẽm kết hợp hoàn hảo với axit hyaluronic, hút hết lượng nước mà làn da bạn đang khao khát. Tự hỏi điều gì mang lại sự nhẹ nhõm tức thời đó? Panthenol là thành phần chính của bạn với hàm lượng 5% giúp làm dịu da đau ngay lập tức. Chỉ sử dụng cách này hai lần một ngày là đủ để tăng tốc thời gian chữa lành và cải thiện sức khỏe hàng rào bảo vệ da của bạn. Nghe có vẻ quá tốt để trở thành sự thật nhưng phương pháp điều trị đã được thử nghiệm lâm sàng này đã được bác sĩ da liễu phê duyệt!", "how_to_use": "Áp dụng hai lần một ngày trên da đã được làm sạch và khô. Không bôi trực tiếp lên vùng da bị thương. Tránh vùng viền mắt.", "ingredient": "Aqua/Nước, Glycerin, Dimethicone, Panthenol, Pentylene Glycol, C30-45 Alkyl Dimethicone, Polybutene, Natri Citrate, Peg/Ppg-18/18 Dimethicone, Zinc Gluconate, Madecassoside, Dimethiconol, Mangan Gluconate, Natri Hyaluronate, Gluconate đồng, Caprylyl Glycol, Axit Citric, Polysorbate 20, Tocopherol.", "brand": "La Roche-Posay", "volume": "40ml", "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/11091814-1684544690537592.jpg", "productCode": "MakeUp_62", "manufactureDate": "2022-12-09 00:00:00", "expirationDate": "2025-12-08 00:00:00", "origin": "Đức"}, {"category": "MakeUp", "name": "Charlotte Tilbury Kem lót vô hình UV hoàn hảo không tì vết", "cost": 120000.0, "description": "Với kết cấu không trọng lượng và mịn như sa tanh, Invisible UV Flawless Poreless Primer sẽ bảo vệ, cấp nước và chuẩn bị cho làn da sẵn sàng đối mặt với lớp trang điểm, ánh nắng mặt trời và ô nhiễm. Hoàn toàn không có mùi thơm, ma trận bảo vệ ô nhiễm CITYSTEM độc quyền giúp vô hiệu hóa các tác nhân gây hại bên ngoài; Bộ lọc UVA và UVB kết hợp để bảo vệ SPF 50 và giảm nguy cơ tổn thương do ánh nắng mặt trời; COLLALIFT18 của thương hiệu này sử dụng chiết xuất cây gỗ gụ Châu Phi để tạo thành một lá chắn bảo vệ xung quanh làn da của bạn đồng thời tăng cường độ đàn hồi, làm mịn lỗ chân lông và làm đều màu da buổi tối; hỗn hợp dầu và peptide có tác dụng tăng cường, nuôi dưỡng và dưỡng da; và cuối cùng, axit hyaluronic bơm nước vào những làn da đang khát nước để đảm bảo làn da của bạn không sản xuất quá nhiều dầu. Các polyme Airbush cũng có tác dụng làm mịn và làm mờ các nếp nhăn và lỗ chân lông, và 94% người tham gia thử nghiệm đồng ý rằng công thức này không gây hồi tưởng, trong khi 89% da đồng ý trông sáng hơn và 86% đồng ý vết đỏ đã giảm.", "how_to_use": "Kem lót vô hình UV Flawless Poreless SPF 50 là bước cuối cùng trong quy trình chăm sóc da và là bước đầu tiên trong quy trình trang điểm của bạn. Sau khi làm sạch và dưỡng ẩm, hãy thoa một lớp đều Invisible UV Flawless Poreless Primer trước khi trang điểm.", "ingredient": "Aqua/Nước/Eau, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Butylene Glycol, Diethylhexyl Succinate, Butyl Methoxydibenzoylmethane, Glycerin, Octocrylene, Dextrin Palmitate, Pentylene Glycol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Phenoxyanol, Peg-60 Glyceryl Isostearate, Chiết xuất Marrubium Vulgare , Titanium Dioxide (Ci 77891), Polyglyceryl-2 Triisostearate, Talc, Hydroxypropyl Methylcellulose Stearoxy Ether, Polysorbate 60, Sorbitan Isostearate, Agar, Tocopherol, Xanthan Gum, Oxit sắt (Ci 77492), Isopropyl Titanium Triisostearate, Hydroxide nhôm, Natri Hyaluronate, Oxit sắt (Ci 77491), Chiết xuất vỏ cây Khaya Senegalensis, Maltodextrin, Axit Citric, Bht, Ascorbyl Glucoside, Dầu hạt Camellia Oleifera (Camellia), Butyrospermum Parkii (Shea) Butter, Dầu trái cây Rosa Canina, Natri Hydroxide, Oxit sắt (Ci 77499 ), Chiết xuất hoa Plumeria Alba, Kali Sorbate, Natri Benzoate, Chiết xuất lá Aloe Barbadensis (Aloe Vera), Chiết xuất bột giấy Solanum Tuberosum (Khoai tây), Ascorbyl Dipalmitate.", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313743-1064896611592273.jpg", "productCode": "MakeUp_68", "manufactureDate": "2022-04-03 00:00:00", "expirationDate": "2025-04-02 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Mascara đồng hồ cát Warning Extreme Lash 9.4g", "cost": 90000.0, "description": "Để có làn mi cực kỳ ấn tượng, đáng chú ý, Mascara Warning Extreme Lash của Hourglass mang lại độ dài đáng ghen tị, độ dày cực cao và độ nét mở rộng cho làn mi của bạn trông ấn tượng nhất từ ​​trước đến nay. Công thức siêu đen, có thể xây dựng vô tận có sự kết hợp giữa các loại sáp cứng và mềm tạo ra độ dày, độ dài và nét với mỗi nét vẽ từ cọ đột phá. Đầu cọ tác động kép kết hợp hai cọ đơn thành một, phủ mi từ góc 360 độ đầy đủ để nhanh chóng tạo vẻ đầy đặn cho cả mi trên và mi dưới. Chống nhòe, không vón cục và được bổ sung panthenol dưỡng ẩm, công thức dưỡng mi để giúp chúng mềm mại và không bị cứng. Nó có sẵn ở cả kích thước đầy đủ và kích thước du lịch, vì vậy bạn có thể mang nó theo bên mình mọi nơi…", "how_to_use": "1. Thoa lên lông mi từ gốc đến ngọn bằng những nét dài hướng lên trên. Lớp cho đến khi đạt được hiệu quả mong muốn. 2. Để có hiệu quả tối đa, hãy sơn lớp thứ hai trước khi lớp thứ nhất khô.", "ingredient": "Nước/Aqua, Paraffin, Copernicia Cerifera (Carnauba) Sáp/Copernicia Cerifera Cera, Acrylates/Ethylhexyl Acrylate Copolymer, Alcohol Denat., Axit Palmitic, Polybutene, Axit Stearic, Pvp, Vp/Eicosene Copolymer, Acrylates Copolymer, Trietanolamine, Silica ngậm nước, Talc, Panthenol, Propylene Glycol, Hydroxyethylcellulose, Laureth-21, Ethylhexylglycerin, Phenoxyethyl. Có thể chứa (+/-): Oxit sắt (Ci 77499)", "brand": "Hourglass", "volume": "9.4g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12908496-5254858816080273.jpg", "productCode": "MakeUp_79", "manufactureDate": "2023-12-11 00:00:00", "expirationDate": "2026-12-10 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Huda Beauty Faux Filter Color Corrector 9ml (Nhiều màu)", "cost": 78000.0, "description": "Thêm một chút phép thuật trang điểm vào bộ sưu tập của bạn với sản phẩm sao mới của Huda Beauty: #FauxFilter Color Corrector. Làm mờ vùng dưới mắt, nó tăng độ sáng trong khi giảm độ che phủ - đồng thời chống nhăn, mồ hôi và chống chuyển màu. Được pha trộn với một loại cocktail hoạt chất làm sáng, công thức dạng kem nhưng trong suốt này có vitamin C và niacinamide để làm mềm sắc tố và tăng cường độ sáng (không có quầng thâm ở đây). Chọn giữa năm sắc thái mọng nước, từ 'Bưởi hồng' đến 'Cam máu' — sau đó đợi mọi người hỏi bí quyết của bạn là gì. Chúng tôi đã nói với bạn rằng đó là phép thuật!", "how_to_use": "Sử dụng sau bước chăm sóc da, trước khi áp dụng bất kỳ bước trang điểm nào khác. Chấm một lượng nhỏ lên bất kỳ vùng da nào có sắc tố và trộn nhẹ nhàng. Dùng tiếp với kem nền, kem che khuyết điểm và bất kỳ sản phẩm nào khác để tạo vẻ ngoài cho bạn. Mẹo chuyên nghiệp: để có lớp nền có hiệu quả cao, bạn có thể chỉnh sửa, che phủ và che khuyết điểm bằng cách thêm kem nền & kem che khuyết điểm lên trên lớp chỉnh sửa. Sử dụng cọ để chỉnh sửa màu sắc mạnh mẽ.", "ingredient": "Nước/Aqua/Eau, Cyclopentasiloxane, Phenyl Trimethicone, Propanediol, Dimethicone, Lauryl Peg-9 Polydimethylsiloxyethyl Dimethicone, Caprylyl Methicone, Trimethylsiloxysilicate, HDI/Trimethylol Hexyllactone Crosspolymer, C20-24 Alkyl Dimethicone, Niacinamide, Mica, Fluorphlogopite tổng hợp, Ascorbyl Tetraisopalmitate, Cetyl Peg/PPG-10/1 Dimethicone, Dimethicone Crosspolymer, Dầu Prunus Amygdalus Dulcis (Hạnh nhân ngọt), Acetyl Glucosamine, Tocopheryl Acetate, Tocopherol, Theobroma Cacao (Cocoa) Bơ hạt, Glycerin, Chiết xuất Dictyopteris Polypodioides, Natri Clorua, Hydroxit nhôm, Phenoxyetanol , Silica, Thiếc Oxit, Triethoxycaprylylsilane. Có thể chứa: Oxit sắt (CI 77491, CI 77492, CI 77499), Titanium Dioxide (CI 77891).", "brand": "Huda Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14767146-4805059961403135.jpg", "productCode": "MakeUp_80", "manufactureDate": "2023-06-11 00:00:00", "expirationDate": "2026-06-10 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Charlotte Tilbury Unisex Sáng Khỏe Mạnh", "cost": 108000.0, "description": "Giống như một liều thuốc kỳ diệu, loại kem dưỡng ẩm có màu hoàn thiện làn da này sẽ biến thành màu lý tưởng cho màu da của bạn. Mang lại làn da sáng tự nhiên, 'làn da của bạn nhưng đẹp hơn', nó sẽ khiến bạn trông giống như đã dành cả ngày phơi mình dưới tia nắng (mà không có bất kỳ tổn thương da nào). Một tuyệt phẩm trang điểm khác của Charlotte Tilbury, Unisex Healthy Glow chứa các sắc tố rám nắng tự nhiên bí mật 'tắc kè hoa' được tiết lộ khi thoa để mang lại kết quả màu sắc trông tự nhiên. Sự kết hợp của các sắc tố màu đồng, đen và đất nung biến đổi để phù hợp hoàn hảo với màu da độc đáo của bạn khi bạn xoa bóp chúng lại với nhau. Nó trông tuyệt vời đối với cả nam lẫn nữ - như bạn mong đợi ngay từ cái tên - và có các thành phần điều chỉnh độ ẩm bắt chước lipid bồng bềnh trên da để hydrat hóa, nuôi dưỡng và để lại một lớp nền hoàn hảo. Giống như mùa hè trong chai, bạn sẽ tiếp cận được sản phẩm kỳ diệu này quanh năm.", "how_to_use": "1. Thoa Healthy Glow lên mặt và cổ, trộn đều để có làn da sáng khỏe tự nhiên. 2. Sử dụng riêng lẻ hoặc dưới lớp kem nền để có làn da ẩm mịn không tì vết.", "ingredient": "Aqua/Nước/Eau, Cyclopentasiloxane, Dimethicone, Phenylpropyldimethylsiloxysilicate, Diisostearyl Malate, Butylene Glycol, Natri Clorua, Peg/Ppg-18/18 Dimethicone, Glycerin, Cyclohexasiloxane, Nhôm/Magnesium Hydroxide Stearate, Dimethicone/Pg-10/15 Crosspolymer, Cellulose Acetate, Dimethiconol, Disodium Cocoyl Glutamate, Hương thơm (Parfum), Methylparaben, Kali Sorbate, Silica Dimethyl Silylate, Acrylates/Ammonium Methacrylate Copolymer, Propylene Glycol Stearate, Tocopheryl Acetate, Urê, Propylparaben, Natri Cocoyl Glutamate, Magiê Stearate, Saccharide Hydrolysate, Alanine , Glycine, Magiê Aspartate, Dipropylene Glycol, Phenoxyetanol, Rượu Benzyl, Natri Citrate, Creatine, Polysilicone-11, Axit dehydroacetic, Tocopherol, Titanium Dioxide (Cl 77891), Bismuth Oxychloride (Cl 77163), Oxit sắt (Cl 77491, Cl 77492 ,Cl 77499)", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313657-1304896606596814.jpg", "productCode": "MakeUp_74", "manufactureDate": "2023-07-11 00:00:00", "expirationDate": "2026-07-10 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "lợi ích 24 Giờ Brow Setter Clear Brow Gel Mini", "cost": 40500.0, "description": "Bộ định hình lông mày 24-HR của Benefit là cách tối ưu để lấy lại quyền kiểm soát những hàng mi không đều đặn và đảm bảo rằng chúng không biến mất. Cung cấp khả năng giữ nếp cực kỳ chắc chắn nhưng linh hoạt (và không bong tróc) lên đến 24 giờ, loại gel kẻ mày vô hình này có thể được sử dụng một mình hoặc sử dụng để cố định các sản phẩm lông mày khác. Cây đũa hai mặt được đúc tùy chỉnh sẽ phủ lông từ gốc đến ngọn - sử dụng sợi lông dài hơn để phủ đều lông mi và mặt lông ngắn để điêu khắc và định hình các sợi lông vào đúng vị trí. Nhanh khô nhưng siêu bền, chỉ cần quét vài lần là bạn đã sẵn sàng xuống thị trấn (hoặc văn phòng) để có được vẻ ngoài hoàn hảo trong nhiều giờ.", "how_to_use": "Để phủ đều lông mày từ gốc đến ngọn, hãy thoa bằng mặt bên của cọ có sợi lông dài. Sử dụng mặt có lông ngắn để điêu khắc và định hình các sợi tóc vào đúng vị trí. Sử dụng một mình hoặc kết hợp với các sản phẩm lông mày khác. Bạn đã sẵn sàng, bạn đã sẵn sàng…tấn công thị trấn với 24 giờ hoàn hảo.", "ingredient": "Aqua (nước), Alcohol, Acrylates Copolymer, Amp-Acrylate Copolymer, Hydroxyethylcellulose, Phenoxyethyl, Peg-12 Dimethicone, Caprylyl Glycol, Panthenol, Butylene Glycol, Chiết xuất Gossypium Herbaceum (Bông). Số 10113/A", "brand": "benefit", "volume": "3.5g", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/12262518-1734804422534543.jpg", "productCode": "MakeUp_76", "manufactureDate": "2022-10-21 00:00:00", "expirationDate": "2025-10-20 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Mỹ phẩm NARS Phấn má hồng dạng lỏng - Orgasm", "cost": 81000.0, "description": "Hãy yêu cầu bất kỳ người yêu thích làm đẹp nào kể tên các loại phấn má hồng yêu thích của họ và rất có thể NARS sẽ đứng đầu danh sách. Là một chuyên gia có thẩm quyền, NARS đã tạo ra nhiều sắc thái mang tính biểu tượng nhất của ngành - và biến tất cả những giấc mơ trang điểm của chúng ta thành hiện thực ngay lập tức, những màu này hiện có sẵn ở dạng lỏng. Có thể pha trộn và cực kỳ lâu trôi, chỉ cần một lần bơm chất lỏng thơm ngon này sẽ mang lại màu sắc hoàn hảo, nâng cao và ánh sáng rực rỡ. Dễ dàng sử dụng, có cả kết cấu mờ và lấp lánh để lựa chọn. Được làm giàu với dầu monoi và tamanu, công thức nuôi dưỡng và bổ sung nước cho da đồng thời mang lại màu sắc đẹp. Các nhà quản lý chuyên môn của chúng tôi đã chọn ra những sắc thái tôn dáng nhất, đáng thèm muốn nhất để đưa vào Đại sảnh Danh vọng trực tuyến mà bạn hiện đang tìm thấy chính mình: tất nhiên, có 'Orgasm', sắc hồng đào mang tính biểu tượng, tôn dáng toàn cầu với ánh vàng lấp lánh, dọc theo với hoa hồng bụi mờ 'Dolce Vita', hoa mai vàng trong suốt 'Luster' và san hô ấm áp với ánh vàng lung linh 'Torrid'. Thành thật mà nói, chúng tôi không biết nên chộp lấy cái nào trước... *thêm tất cả vào giỏ*.", "how_to_use": "Nâng nắp để lộ bộ phân phối máy bơm. Bơm một lượng nhỏ vào lòng bàn tay và làm ấm bằng đầu ngón tay. Áp dụng bằng đầu ngón tay để có hiệu ứng làn da thứ hai tự nhiên. François Nars nói: “Đối với tôi, má hồng luôn mang lại cảm giác rất quyến rũ. Công thức dạng lỏng mới này đưa nó lên một tầm cao mới.'", "ingredient": "Dolce Vita Thành phần: Dimethicone, Nước/Aqua/Eau, Polyisobutene hydro hóa, Axit Adipic/Neopentyl Glycol Crosspolymer, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Boron Nitride, Propanediol, Peg-10 Dimethicone, Axit Isostearic, Chiết xuất trái cây Vani Tahitensis, Cocos Nucifera ( Dầu dừa), Chiết xuất hoa Gardenia Taitensis, Tocopherol, Dầu hạt Calophyllum Inophyllum, Isopropyl Titanium Triisostearate, Bis-Hydroxyethoxypropyl Dimethicone/Peg-2 Soyamine/Ipdi Copolymer, Disteardimonium Hectorite, Axit Palmitic, Butylene Glycol, Axit Benzoic, Ethylhexylglycerin, Phenoxyethyl, [ +/- (Có thể chứa/Peut Contenir): Mica , Titanium Dioxide (Ci 77891) , Iron Oxides (Ci 77491) , Iron Oxides (Ci 77492) , Iron Oxides (Ci 77499) , Carmine (Ci 75470) , Red 7 Lake (Ci 15850)] , Thành phần độ bóng: Dimethicone , Nước/Aqua/Eau , Polyisobutene hydro hóa , Axit Adipic/Neopentyl Glycol Crosspolymer , Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer , Boron Nitride , Propanediol , Peg-10 Dimethicone , Axit Isostearic , Quả Vani Tahitensis Chiết xuất, Dầu Cocos Nucifera (Dầu dừa), Chiết xuất hoa Gardenia Taitensis, Tocopherol, Dầu hạt Calophyllum Inophyllum, Isopropyl Titanium Triisostearate, Bis-Hydroxyethoxypropyl Dimethicone/Peg-2 Soyamine/Ipdi Copolymer, Disteardimonium Hectorite, Butylene Glycol, Ethylhexylglycerin, Phenoxyanol, [+ /- (Có thể chứa/Peut Contenir): Mica , Titanium Dioxide (Ci 77891) , Iron Oxides (Ci 77491) , Iron Oxides (Ci 77492) , Iron Oxides (Ci 77499) , Carmine (Ci 75470)] , Thành phần cực khoái: Dimethicone , Nước/Aqua/Eau , Polyisobutene hydro hóa , Axit Adipic/Neopentyl Glycol Crosspolymer , Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer , Boron Nitride , Propanediol , Peg-10 Dimethicone , Axit Isostearic , Chiết xuất trái cây Vanilla Tahitensis , Cocos Nucifera (Dầu dừa), Chiết xuất hoa Gardenia Taitensis , Tocopherol , Dầu hạt Calophyllum Inophyllum , Isopropyl Titanium Triisostearate , Bis-Hydroxyethoxypropyl Dimethicone/Peg-2 Soyamine/Ipdi Copolymer , Disteardimonium Hectorite , Butylene Glycol , Ethylhexylglycerin , Phenoxyanol , [+/- (Có thể chứa/Peut Contenir) : Mica , Titanium Dioxide (Ci 77891) , Iron Oxides ( Ci 77491) , Iron Oxides (Ci 77492) , Iron Oxide (Ci 77499) , Carmine (Ci 75470)] Torrid Thành phần: Dimethicone , Nước/Aqua/Eau , Hydro hóa Polyisobutene , Axit Adipic/Neopentyl Glycol Crosspolymer , Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer , Boron Nitride , Propanediol , Peg-10 Dimethicone , Axit Isostearic , Chiết xuất từ ​​trái cây Vanilla Tahitensis , Cocos Nucifera (Dầu dừa ), Chiết xuất hoa Gardenia Taitensis , Tocopherol , Hạt Calophyllum Inophyllum Dầu , Isopropyl Titanium Triisostearate , Bis-Hydroxyethoxypropyl Dimethicone/Peg-2 Soyamine/Ipdi Copolymer , Disteardimonium Hectorite , Axit Palmitic , Butylene Glycol , Axit Benzoic , Ethylhexylglycerin , Phenoxyanol , [+/- (Có thể chứa/Peut Contenir): Mica , Titanium Dioxide (Ci 77891) , Oxit sắt (Ci 77491) , Oxit sắt (Ci 77492) , Oxit sắt (Ci 77499) , Red 30 Lake (Ci 73360) , Red 7 Lake (Ci 15850)] ,", "brand": "NARS", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11441179-1634940766978183.jpg", "productCode": "MakeUp_73", "manufactureDate": "2023-10-19 00:00:00", "expirationDate": "2026-10-18 00:00:00", "origin": "Đức"}, {"category": "MakeUp", "name": "Too Faced Phiên bản giới hạn Pumpkin Spice Second Slice Bảng phấn mắt ngọt ngào và cay", "cost": 60000.0, "description": "Hãy nhường chỗ trong túi trang điểm của bạn để có chuyến đi chơi mới thú vị từ Too Faced: Bảng phấn mắt Pumpkin Spice Sweet and Spicy, một bảng màu gồm 18 ô sẽ truyền cảm hứng cho bạn suốt mùa thu dài. Lấy cảm hứng từ gia vị bí ngô - bởi vì, mùa thu sẽ ở đâu nếu không có nó? - bảng màu xinh xắn này bao gồm một loạt các tông màu ấm áp với lớp hoàn thiện lì, lấp lánh và lấp lánh. Ồ và chúng tôi đã đề cập đến việc chúng có mùi giống như bánh bí ngô chưa? Thơm ngon... Với kết cấu mềm như bơ và khả năng lên màu chỉ bằng một lần vuốt, bảng màu này hứa hẹn mang đến vẻ ngoài vô tận - cho dù bạn đang chạy đi uống cà phê buổi sáng, ghé thăm vườn bí ngô hay đi chơi hết mình cho một đêm lễ hội.", "how_to_use": "Áp dụng các sắc thái riêng biệt hoặc pha trộn với nhau để tạo ra vẻ ngoài vô tận cho mắt.", "ingredient": "Trợ giúp thứ hai, Để ý đến bánh nướng, nướng, Nhấm nháp, Nhấm nháp, Hoan hô, Gia vị đáng sợ, Mọi thứ đều ngon, Vấn đề về lớp vỏ, Hình thức phục vụ, Gia vị-Tacular THÀNH PHẦN: Chiết xuất Oryza Sativa (Gạo), Silica, Lauroyl Lysine, Magiê Myristate, Boron Nitride , Disodium Stearoyl Glutamate, Caprylic/Capric Triglyceride, Nhôm Dimyristate, Triethoxycaprylylsilane, Hương thơm (Parfum), Eugenol, Linalool, Axit Sorbic, Phenoxyetanol, Natri Dehydroacetate, [+/- Mica, Titanium Dioxide (CI 77891), Oxit sắt (CI 77491) ), Oxit sắt (CI 77492), Oxit sắt (CI 77499), Carmine (CI 75470), Mangan Violet (CI 77742), Yellow 5 Lake (CI 19140)] THÀNH PHẦN hữu ích: Magiê Myristate, Lauroyl Lysine, Boron Nitride, Caprylic /Capric Triglyceride, Chiết xuất Oryza Sativa (Gạo), Silica, Diisostearyl Malate, Dimethicone, Thiếc Oxit, Trimethylsiloxysilicate, Hương thơm (Parfum), Eugenol, Linalool, Axit Sorbic, Phenoxyetanol, Natri Dehydroacetate, Mica, Mangan Violet (CI 77742), Carmine (CI 75470), Oxit sắt (CI 77491), Titanium Dioxide (CI 77891) Cinn-Ful, Cutie Pie, Fall Feel THÀNH PHẦN: Caprylic/Capric Triglyceride, Fluorphlogopite tổng hợp, Trimethylsiloxysilicate, Chiết xuất Oryza Sativa (Gạo), Dimethicone, Lauroyl Lysine , Boron Nitride, Silica, Diisostearyl Malate, Magiê Myristate, Hương thơm (Parfum), Linalool, Eugenol, Axit Sorbic, Natri Dehydroacetate, Phenoxyetanol, [+/- Mica, Titanium Dioxide (CI 77891), Oxit sắt (CI 77491), Sắt Oxit (CI 77492), Oxit sắt (CI 77499), Yellow 5 Lake (CI 19140)] One More Bite, Whip It Good THÀNH PHẦN: Canxi Nhôm Borosilicate, Caprylic/Capric Triglyceride, Canxi Natri Borosilicate, Magiê Myristate, Oryza Sativa (Gạo ) Chiết xuất, Dimethicone, Silica, Trimethylsiloxysilicate, Diisostearyl Malate, Lauroyl Lysine, Boron Nitride, Tin Oxit, Hương thơm (Parfum), Linalool, Eugenol, Axit Sorbic, Phenoxyetanol, Natri Dehydroacetate, [+/- Mica, Titanium Dioxide (CI 77891) , Oxit sắt (CI 77491), Oxit sắt (CI 77492), Oxit sắt (CI 77499), Carmine (CI 75470), Mangan Violet (CI 77742), Yellow 5 Lake (CI 19140)] Pick Of The Patch THÀNH PHẦN: Canxi Nhôm Borosilicate, Caprylic/Capric Triglyceride, Magiê Myristate, Chiết xuất Oryza Sativa (Gạo), Dimethicone, Lauroyl Lysine, Boron Nitride, Diisostearyl Malate, Trimethylsiloxysilicate, Silica, Thiếc Oxit, Hương thơm (Parfum), Linalool, Eugenol, Axit Sorbic, Phenoxyetanol, Natri Dehydroacetate, Mica, Titanium Dioxide (CI 77891), Oxit sắt (CI 77491), Oxit sắt (CI 77499), Oxit sắt (CI 77492) Thành phần: Canxi nhôm Borosilicate, Caprylic/Capric Triglyceride, Canxi Natri Borosilicate, Magiê Myristate, Chiết xuất Oryza Sativa (Gạo), Dimethicone, Silica, Trimethylsiloxysilicate, Diisostearyl Malate, Lauroyl Lysine, Fluorphlogopite tổng hợp, Thiếc Oxit, Boron Nitride, Hương thơm (Parfum), Eugenol, Linalool, Axit Sorbic, Natri Dehydroacetate, Phenoxyetanol, Mica, Sắt Oxit (CI 77491), Titanium Dioxide (CI 77891) Vui lòng cung cấp thêm! THÀNH PHẦN: Chiết xuất Oryza Sativa (Gạo), Caprylic/Capric Triglyceride, Silica, Lauroyl Lysine, Dimethicone, Trimethylsiloxysilicate, Boron Nitride, Magiê Myristate, Diisostearyl Malate, Hương thơm (Parfum), Eugenol, Linalool, Phenoxyanol, Natri Dehydroacetate, Axit Sorbic, Sắt Oxit (CI 77499), Mica, Titanium Dioxide (CI 77891), Oxit sắt (CI 77491) .", "brand": "Too Faced", "volume": "15.84g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13910473-7764985857627509.jpg", "productCode": "MakeUp_71", "manufactureDate": "2023-12-20 00:00:00", "expirationDate": "2026-12-19 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Saie The Big Brush - Bộ đệm và máy xay đa năng", "cost": 57000.0, "description": "Người bạn đồng hành cuối cùng với các công thức làm da của Saie, The Big Brush - Multi-Use Buffer và Blender dễ dàng khuếch tán sản phẩm để đạt được một lớp trang điểm liền mạch. Đặc biệt hoàn hảo cho những người muốn giữ cho ngón tay của mình sạch sẽ, công cụ kiểu dáng đẹp này có nghĩa là bạn có thể trộn và phân tán đồng đều cả công thức dạng kem và dạng lỏng mà không gây lộn xộn. Được thiết kế với đầu cọ dày nhưng mềm mại, cọ mỏng rất lý tưởng để thoa và tán phấn má hồng, phấn tạo khối và phấn highlight trên khuôn mặt của bạn. Cần thiết cho việc sử dụng dễ dàng và pha trộn liền mạch giữa công thức dạng kem và dạng lỏng, chúng tôi dự đoán các lớp hoàn thiện cho làn da thứ hai trong tương lai của bạn...", "how_to_use": "Với {Sun Melt Natural Cream Bronzer}: Trộn và đánh bóng lên các điểm cao trên khuôn mặt như xương gò má, sống mũi, thái dương và trán. Di chuyển cọ theo chuyển động quét để phân tán và trộn đều sản phẩm. Đánh bóng vào da để có vẻ ngoài liền mạch, bóng bẩy.", "ingredient": "Polybutylene Terephthalate (PBT).", "brand": "Saie", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13312899-1904896427291395.jpg", "productCode": "MakeUp_69", "manufactureDate": "2023-08-16 00:00:00", "expirationDate": "2026-08-15 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Túi trang điểm du lịch cỡ trung Cult Beauty", "cost": 45000.0, "description": "Tự hào trưng bày chiến lợi phẩm Cult Beauty của bạn với chiếc túi hàng hiệu siêu sang trọng của chúng tôi - một bộ phụ kiện cần thiết cho bất kỳ người nghiện CB tự trọng nào. Kích thước hoàn hảo để đựng những thứ cần thiết để trang điểm (và chăm sóc da!), chiếc hộp đựng được cấp bằng sáng chế trong suốt này được trang trí bằng nhựa vinyl đen bóng, dập nổi logo của chúng tôi và được hoàn thiện bằng khóa kéo tông vàng sáng bóng và dây kéo có nhãn hiệu tráng men màu đen . Vừa tiện lợi vừa quyến rũ, hộp đựng hoàn toàn có thể lau sạch nên bạn có thể lau ngay lập tức các vết trang điểm và các chất chăm sóc da bị đổ ra ngoài.", "how_to_use": "Hãy sử dụng chiếc hộp này để đựng những món đồ làm đẹp hàng ngày của bạn.", "ingredient": "Các biện pháp khoảng Chiều rộng 13cm x Chiều dài 20cm x Chiều sâu 7cm", "brand": "Cult Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13349919-3414898314501881.jpg", "productCode": "MakeUp_104", "manufactureDate": "2022-02-08 00:00:00", "expirationDate": "2025-02-07 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Thực phẩm dưỡng da Weleda (75ml)", "cost": 40500.0, "description": "Là người hùng không thể tranh cãi trong lĩnh vực làm đẹp, Weleda's Skin Food tự hào có sự pha trộn của các thành phần bổ sung, tự nhiên và hữu cơ để nhanh chóng sửa chữa và phục hồi làn da khô, thô ráp hoặc căng thẳng, có vảy. Tạo ra một cái kén mượt mà giữa da và tác động làm khô của các yếu tố, loại kem giàu dưỡng chất này - và chúng tôi muốn nói là thực sự giàu dưỡng chất - là một 'hòn đảo sa mạc' thực sự cần thiết; chứa lanolin, sáp ong và glycerin, cùng với dầu hạnh nhân ngọt và dầu hướng dương giúp làm mềm và củng cố làn da khi chúng tăng cường độ ẩm, chất này bổ sung chức năng rào cản chống mất nước. Một ơn trời cho những người làm vườn, sản phẩm này nhanh chóng dưỡng ẩm cho những bàn tay thô ráp nhất, trong khi hỗn hợp hương thảo kháng khuẩn, hoa cúc dưỡng da và hoa cúc êm dịu bảo vệ và giúp nâng niu khuỷu tay, đầu gối, bàn chân... thậm chí cả khuôn mặt. Một anh hùng túi xách - cũng như một người bạn đồng hành bỏ túi - luôn giữ chiếc ống màu xanh cỏ dễ thương này trong tầm tay để bổ sung và trấn an làn da bị tổn thương ngay lập tức.", "how_to_use": "Thoa nhiều lần trong ngày, bất cứ nơi nào làn da của bạn cần được trợ giúp thêm - đặc biệt là trên những vùng da thô ráp, khô như bàn tay, bàn chân và khuỷu tay.", "ingredient": "Nước (aqua), Dầu hạt Helianthus Annuus (hướng dương), Lanolin, Dầu Prunus Amygdalus Dulcis (hạnh nhân ngọt), Sáp ong (cera Alba), Rượu, Polyglyceryl-3 Polyricinoleate, Glycerin, Limonene*, Chiết xuất ba màu Viola, Hương thơm (parfum) *, Sáp ong thủy phân, Sobitan Olivate, Chiết xuất lá Rosmarinus Officinalis (hương thảo), Chiết xuất hoa Chamomilla Recutita (matricaria), Chiết xuất hoa Calendula Officinalis, Arginine, Zinc Sulfate, Linalool*, Geraniol*, Citral*, Coumarin*", "brand": "Weleda", "volume": "75ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10540680-1654946156239473.jpg", "productCode": "MakeUp_67", "manufactureDate": "2023-02-25 00:00:00", "expirationDate": "2026-02-24 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Beautyblender gốc", "cost": 52500.0, "description": "Beautyblender nguyên bản, đã trở thành một hiện tượng làm đẹp – với hình dạng elip và chất liệu xốp siêu bền cho phép thoa kem nền, kem lót và kem BB/CC một cách hoàn hảo, đây chắc chắn là một chiếc túi trang điểm nhất định phải có. Hóa thân hoa vân anh tuyệt đẹp này sẽ bổ sung thêm màu sắc tức thì cho bộ sưu tập mỹ phẩm của bạn, áp dụng và pha trộn tất cả các loại sản phẩm trang điểm một cách hoàn hảo. Hoàn toàn không có cạnh, nó hòa trộn đẹp mắt trên các vùng rộng lớn cũng như chạm đến các đường nét nhỏ hơn trên khuôn mặt của bạn. Chỉ cần đảm bảo rằng bạn làm ướt nó trước để vật liệu nở ra và không hấp thụ sản phẩm của bạn - nghĩa là nó sẽ dính trên mặt bạn chứ không phải trên miếng bọt biển. Nó không chứa latex, không gây kích ứng, không gây dị ứng, không mùi, bền lâu và dễ giặt.", "how_to_use": "Beautyblender rất dễ sử dụng: chỉ cần làm ướt, bóp và lắc theo cách của bạn để có lớp trang điểm hoàn hảo! Làm ướt Beautyblender với nước Vắt bớt chất lỏng dư thừa, sử dụng khăn nếu có Đánh kem nền, phấn phủ hoặc bất kỳ sản phẩm nước da nào khác lên mặt để có kết quả hoàn hảo Rửa sạch sau mỗi lần sử dụng để giúp duy trì tính toàn vẹn của vật liệu độc quyền của máy xay Thay thế và không bao giờ bỏ lỡ một lần đánh nào ! Bạn nên thay Beautyblender 3 tháng một lần.", "ingredient": "Polyurethane Hydrophilic không chứa latex", "brand": "beautyblender", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12901268-1764889193482436.jpg", "productCode": "MakeUp_94", "manufactureDate": "2023-08-28 00:00:00", "expirationDate": "2026-08-27 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "lợi ích Badgal Goodies - Bộ tăng cường Mascara Badgal Bang", "cost": 78000.0, "description": "Hoàn thiện mọi ánh nhìn về mắt một cách ấn tượng với Bộ sản phẩm tăng cường Mascara Badgal Goodies Badgal Bang của Benefit, một bộ đôi kích thước đầy đủ và kích thước du lịch để bạn không bao giờ thiếu nữa! Một loại mascara có độ dày không thể tin được đánh dấu sự khởi đầu của một thế giới mới về tăng cường hàng mi. Mang lại làn mi to hơn, 'xấu' hơn bao giờ hết, công thức độc đáo, đen đậm chứa các hạt khí quyển thách thức trọng lực - một trong những vật liệu nhẹ nhất được biết đến có nguồn gốc từ công nghệ vũ trụ. Thành phần cải tiến này đảm bảo rằng công thức có thể được xếp lớp để có tác động tối đa mà không làm nặng sợi lông mi, tăng độ dày, độ dài và độ cong mà không bị vón cục. Thật dễ dàng để áp dụng bằng cách sử dụng cọ 'slimpact' độc đáo, được thiết kế hợp lý để phủ đều từng sợi mi và công thức vừa chống lem vừa chống nước, do đó, kết quả kỳ diệu sẽ tồn tại ngay cả khi có cơn gió mạnh, cơn giận dữ và nước mắt dữ dội nhất - mặc dù vậy chúng tôi hy vọng nó không phải như vậy!", "how_to_use": "Vuốt cọ từ gốc mi đến ngọn. Thoa một lớp cho cả hai mắt, lặp lại nếu muốn để tạo khối LỚN HƠN và LỚN HƠN.", "ingredient": "Aqua (Nước), Cera Alba (Sáp ong), Paraffin, Glyceryl Stearate, Butylene Glycol, Acrylates Copolymer, Candelilla Cera (Sáp Euphorbia Cerifera (Candelilla)), Cera Carnauba (Sáp Copernicia Cerifera (Carnauba), Steareth-21, Vp/ Eicosene Copolymer, Axit Palmitic, Polybutene, Axit Stearic, Phenoxyetanol, Steareth-2, Aminomethyl Propanediol, Panthenol, Caprylyl Glycol, Hydroxyethylcellulose, Silica Silylate, Tocopheryl Acetate, Disodium Phosphate, Natri Phosphate, Polysorbate 60. [+/- Ci 77499 (Sắt) Oxit)].", "brand": "benefit", "volume": "Mascara: 1 x 8.5g & 1 x 4g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14293283-7175060753802831.jpg", "productCode": "MakeUp_77", "manufactureDate": "2023-04-12 00:00:00", "expirationDate": "2026-04-11 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Phấn phủ dạng đồng hồ cát dạng mờ Du lịch Size 2g", "cost": 63000.0, "description": "Giảm thiểu sự xuất hiện của lỗ chân lông và nếp nhăn, đồng thời mang lại làn da mịn màng liền mạch với Phấn phủ dạng mờ của Hourglass. Được tạo ra với các hạt tập trung mềm mại, phản chiếu ánh sáng, công thức hoàn toàn không trọng lượng lướt nhẹ trên da một cách dễ dàng, làm mờ ngay lập tức những 'điểm không hoàn hảo' khó chịu mà bạn không muốn chiếm vị trí trung tâm, đồng thời tạo lớp trang điểm để tăng độ mài mòn. Công thức trong suốt phù hợp với mọi loại da và tông màu da, mang lại lớp nền trông tự nhiên, vô hình - nó được sử dụng hoàn hảo dưới mắt để ngăn ngừa nếp nhăn. Được cung cấp thông qua máy sàng lọc Đồng hồ cát đặc trưng (và đầy phong cách!) sáng tạo, bạn có thể sử dụng loại bột không gây rối này ở bất cứ đâu. Ngoài việc làm mờ những điểm không hoàn hảo, bộ phấn còn giúp trang điểm lâu hơn, giúp khuôn mặt của bạn trông thật hoàn hảo, bất kể bạn đang làm gì.", "how_to_use": "Sử dụng {Veil Powder Brush} của Hourglass, lấy một lượng nhỏ bột và giũ bỏ phần thừa. Thoa đều phấn lên khắp mặt để cố định lớp trang điểm.", "ingredient": "Mica, Sapphire tổng hợp, Polymethylsilsesquioxane, Crosspolymer Methyl Methacrylate, Boron Nitride, HDI/Trimethylol Hexyllactone Crosspolymer, Silica, Bột kim cương, Axit Sorbic, Natri Dehydroacetate. Có thể chứa (+/-): Bismuth Oxychloride (Ci 77163), Oxit sắt (Ci 77491, Ci 77492)", "brand": "Hourglass", "volume": "0.9g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12908486-1664858815771264.jpg", "productCode": "MakeUp_92", "manufactureDate": "2024-09-21 00:00:00", "expirationDate": "2027-09-21 00:00:00", "origin": "Đức"}, {"category": "MakeUp", "name": "Kevyn Aucoin Máy uốn mi", "cost": 79200.0, "description": "", "how_to_use": "", "ingredient": "", "brand": "Kevyn Aucoin", "volume": "", "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/11571711-1694551961749003.jpg", "productCode": "MakeUp_133", "manufactureDate": "2023-10-18 00:00:00", "expirationDate": "2026-10-17 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Saie Bàn Chải Đôi", "cost": 72000.0, "description": "Là người bạn đồng hành tối ưu cho các công thức làm sáng da của Saie, The Double Brush là một công cụ đa năng được thiết kế để làm nổi bật, tạo khối và che khuyết điểm. Đặc biệt hoàn hảo cho những người thích giữ ngón tay sạch sẽ, công cụ kiểu dáng đẹp này cực kỳ tiện lợi: nó có hai đầu nên bạn có thể sử dụng cho cả những vùng rộng trên khuôn mặt (như má) và cho những vùng nhỏ gọn hơn như quanh mắt. Được chế tạo với hai đầu có lông mềm, cọ mỏng giúp bạn có thể trộn và phân tán đồng đều cả công thức dạng kem và dạng lỏng mà không gây lộn xộn. Cần thiết cho việc sử dụng dễ dàng và pha trộn liền mạch, chúng tôi dự đoán các lớp hoàn thiện của lớp da thứ hai trong tương lai của bạn...", "how_to_use": "Sử dụng để tạo khối sáng cho má, mắt và các điểm cao trên khuôn mặt.", "ingredient": "", "brand": "Saie", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14586019-2105049640469490.jpg", "productCode": "MakeUp_129", "manufactureDate": "2023-08-11 00:00:00", "expirationDate": "2026-08-10 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Charlotte Tilbury Filmstar Đồng & Sáng", "cost": 147000.0, "description": "Một trong những sản phẩm 'hàng đầu' của Charlotte Tilbury, Filmstar Bronze và Glow đặt ra tiêu chuẩn cho các sản phẩm tạo đường nét - dễ dàng chiếu sáng vào 'các điểm cao' trên khuôn mặt (và xương đòn), đồng thời nhấn mạnh vào các hõm để tạo ảo giác đáng ghen tị, xứng đáng với Kate Moss. cấu trúc xương. Với các hạt phản chiếu ánh sáng chuyên dụng để mang lại cho làn da vẻ đẹp 'sáng từ bên trong', chỉ cần sử dụng màu tối hơn để tăng cường bóng (bên dưới xương gò má, dọc theo đường viền hàm và xuống hai bên mũi), sau đó sử dụng màu ngọc trai tinh tế. bột để 'làm nổi bật' những đặc điểm yêu thích của bạn. Và chúng ta có thể dành một chút thời gian để đánh giá cao bao bì không? Bảng màu vàng hồng tuyệt đẹp phù hợp với phòng tắm đẹp nhất - lấy cảm hứng từ cổ điển với một chiếc gương rộng rãi, bạn sẽ muốn sử dụng nó bất cứ khi nào có cơ hội...", "how_to_use": "Màu đồng: Áp dụng màu bóng cho các khu vực bạn muốn điêu khắc và xác định bằng cách sử dụng cọ tán bột: hõm má, thái dương, đường quai hàm, hai bên và chóp mũi. Đừng bao giờ quên pha trộn-pha trộn-pha trộn! Glow: Thoa phấn highlight lên trên gò má, xuống giữa mũi, cung thần tình yêu và xương chân mày để mang lại cho bạn làn da sáng như nến.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13322990-2094896481880610.jpg", "productCode": "MakeUp_130", "manufactureDate": "2023-07-31 00:00:00", "expirationDate": "2026-07-30 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Charlotte Tilbury Airbrush Kết thúc hoàn hảo", "cost": 114000.0, "description": "Đạt được một lớp nền hoàn hảo, sáng bóng và giảm thiểu độ bóng với loại bột thanh tao tuyệt đẹp này. Đa tác dụng và chứa nhiều thành phần thân thiện với làn da cũng như các hạt phản chiếu ánh sáng, Airbrush Flawless Finish là 'món cuối cùng' cuối cùng trong mọi thực đơn trang điểm. Lý tưởng cho những người có loại da dầu/hỗn hợp (nó giữ cho vùng chữ T luôn 'tỏa sáng' vào giữa ngày), sản phẩm này cũng có tác dụng tuyệt vời đối với những loại da khô hơn, mất nước nhờ sáp hoa hồng nuôi dưỡng và dầu hạnh nhân. Sau đó, các hạt nano 'tập trung mềm' sẽ làm mờ các nếp nhăn và giúp che giấu sắc tố - bất kể tông màu da của bạn là gì: hãy chọn từ 'Khá', 'Trung bình', 'Tan' hoặc 'Sâu'.", "how_to_use": "Sử dụng cọ tán phấn phủ, thoa Airbrush Flawless Finish quanh mũi, vùng chữ T và bất kỳ vùng da nhờn nào khác cần được làm mờ.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13322991-1614896481945617.jpg", "productCode": "MakeUp_139", "manufactureDate": "2023-08-28 00:00:00", "expirationDate": "2026-08-27 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Charlotte Tilbury Lip Cheat", "cost": 60000.0, "description": "Bí quyết để có một đôi môi hoàn hảo, Lip Cheat của Charlotte Tilbury có công thức siêu mịn, không vón cục và chứa nhiều sắc tố lâu trôi giúp tạo đường viền môi đều màu và ngăn ngừa 'chảy máu' màu môi. Cực kỳ dễ sử dụng và có sẵn nhiều màu sắc (có một màu để bổ sung cho từng màu son của Charlotte Tilbury), những cây bút chì đa năng này có thể được sử dụng để phác thảo, tô lót hoặc 'làm đầy' môi để có được đôi môi hoàn hảo, không bị hôn. cải tiến sẽ không bị nhòe hoặc lông khi ngày tháng trôi qua. Vì vậy, cho dù bạn yêu thích 'Foxy Brown' lấy cảm hứng từ thập niên 90 (ấm áp, cafac au lait), màu khỏa thân hoàn hảo 'đôi môi của bạn nhưng đẹp hơn' 'Pillow Talk Original', màu đỏ đậm, tôn dáng 'Walk of No Shame' (trước đây gọi là 'Walk of Shame'), quả mọng tự nhiên 'M.I.KISS' (trước đây gọi là 'Bond Girl') hoặc màu đỏ tươi cổ kính, tuyệt đẹp của Hollywood 'So Red' (trước đây gọi là 'So Marilyn), hãy trang bị cho mình một vài trong số này bút chì màu để đảm bảo đôi môi của bạn trông 'đúng điểm'.", "how_to_use": "Phác thảo đôi môi của bạn bắt đầu từ khóe môi trên. Để có đôi môi hoàn hảo như siêu mẫu, tại sao bạn không thử cân bằng hình dạng và kích thước môi bằng cách vẽ lên mép ngoài của đường viền môi tự nhiên? Trong ngày, hãy vẽ hình dạng đôi môi của bạn bằng Lip Cheat. Sau đó tô môi bằng màu son phù hợp. Vào buổi tối, hãy phác thảo đôi môi của bạn và tô chúng bằng bút chì Lip Cheat, nó tạo lớp nền hoàn hảo cho son môi của bạn và giúp son lâu trôi hơn. Sau đó thoa một lớp son môi phù hợp lên trên.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323128-1604896486875481.jpg", "productCode": "MakeUp_162", "manufactureDate": "2022-05-10 00:00:00", "expirationDate": "2025-05-09 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Gọt bút chì VIEVE", "cost": 18000.0, "description": "Với những cây bút chì tuyệt vời như {Modern Lip Definer} trong ngăn đựng đồ trang điểm của bạn, bạn muốn đảm bảo rằng chúng luôn được chăm sóc và bạn chắc chắn không muốn cản trở hiệu suất của chúng bằng cách để hình thành ngòi cùn. Enter: Dụng cụ gọt bút chì được chạm khắc hoàn hảo của VIEVE, được chế tạo cẩn thận để nâng cao vẻ ngoài trang điểm của bạn bằng cách tạo ra một chiếc ngòi hoàn toàn sắc nét, nhọn và chính xác mọi lúc. Tự hào với cả hộp đựng nhỏ và lớn, công cụ này sẽ giúp ích rất nhiều cho bất kỳ cây bút chì nào trong bộ dụng cụ của bạn. Nhưng đó không phải là tất cả - từng chiếc dao cạo đều được đựng trong hộp đựng kèm theo để ngăn những mảnh vụn không mong muốn làm hỏng túi trang điểm của bạn.", "how_to_use": "Đặt bút chì trang điểm của bạn vào trong hộp và vặn nhẹ để làm sắc nét. Mẹo hàng đầu: Hãy đảm bảo thường xuyên mài chì kẻ môi và bút chì kẻ mắt để giữ chúng luôn đẹp như mới và đảm bảo độ chính xác hoàn hảo mọi lúc.", "ingredient": "", "brand": "VIEVE", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313979-1264900759923873.jpg", "productCode": "MakeUp_161", "manufactureDate": "2023-05-01 00:00:00", "expirationDate": "2026-04-30 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Dầu xả dưỡng lông mày cao cấp RevitaBrow 3ml", "cost": 315000.0, "description": "Tiên phong trong các phương pháp điều trị dưỡng, RevitaLash khai thác công nghệ đã được chứng minh lâm sàng để nuôi dưỡng và củng cố lông mi và lông mày - dưỡng ẩm, bảo vệ và đàn hồi, tăng cường tính linh hoạt và giúp ngăn ngừa tình trạng giòn và gãy. Được trao giải thưởng 'Vẻ đẹp đẹp nhất năm 2014' do kinh thánh làm đẹp Allure thèm muốn, RevitaBrow Advanced là một trong những phương pháp điều trị dưỡng lông mày hàng đầu thế giới - khuyến khích ngay cả những sợi tóc mỏng manh nhận ra tiềm năng đầy đặn, bóng mượt của chúng. Hiệu quả phi thường, RevitaLash ra đời từ mong muốn giúp vợ lấy lại sự tự tin của một người chồng yêu thương trong cuộc chiến với căn bệnh ung thư. Tiến sĩ Brinkenhoff – một bác sĩ nhãn khoa hơn 30 năm – đã sớm nhận ra tiềm năng phục hồi sức sống trong công thức của mình và RevitaLash hiện có lượng người theo dõi trung thành và toàn cầu tại hơn 50.000 spa, thẩm mỹ viện và cơ sở bán lẻ, đồng thời vẫn là người ủng hộ đáng tự hào cho nghiên cứu và giáo dục về ung thư vú .", "how_to_use": "Bước 1 Loại bỏ lớp trang điểm và cặn bẩn. Hãy nhớ rằng, chất tẩy trang và sữa rửa mặt gốc dầu có thể để lại một lớp màng tạo ra rào cản giữa lông mày của bạn và dầu dưỡng lông mày. Điều quan trọng là phải rửa sạch mọi chất cặn. Để khô trước khi thi công. Bước 2 Thoa một vài nét ngắn RevitaBrow® Advanced lên mỗi lông mày. Không cần thiết phải áp dụng thường xuyên hơn một lần mỗi ngày. Để khô hoàn toàn trước khi thoa thêm các sản phẩm làm đẹp khác. Bước 3 Áp dụng hàng ngày và liên tục để có kết quả tốt nhất. Lưu ý: Chỉ cần một lượng nhỏ để làm đẹp lông mày. Nếu sử dụng đúng lượng, Revitabrow của bạn sẽ tồn tại lâu như vậy:", "ingredient": "", "brand": "RevitaLash", "volume": "3ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10560418-1514911743023953.jpg", "productCode": "MakeUp_158", "manufactureDate": "2022-06-03 00:00:00", "expirationDate": "2025-06-02 00:00:00", "origin": "Pháp"}, {"category": "MakeUp", "name": "La Roche-Posay Cicaplast Gel B5 Pro-Recovery Skincare 40ml", "cost": 49500.0, "description": "Tạo thành một lớp băng vô hình trên vùng da bị đau, Cicaplast Gel B5 cách nhiệt của La Roche-Posay mang lại sự xoa dịu tức thì cho làn da bị tổn thương và bị tổn thương. Đây là một cách xử lý để luôn có sẵn trên kệ của bạn. Dụng cụ chữa lành cá nhân tại nhà mới của bạn có thể được mọi thành viên trong gia đình sử dụng để điều trị làn da bị tổn thương và ngay cả khi phục hồi sau các phương pháp điều trị bằng laser và lột da thẩm mỹ. Hoạt động để kích thích sản xuất tế bào mới là một phức hợp đồng, mangan và kẽm kết hợp hoàn hảo với axit hyaluronic, hút hết lượng nước mà làn da của bạn đang khao khát. Tự hỏi điều gì mang lại sự nhẹ nhõm tức thời đó? Panthenol là thành phần chính của bạn với hàm lượng 5% giúp làm dịu da đau ngay lập tức. Chỉ sử dụng cách này hai lần một ngày là đủ để tăng tốc thời gian chữa lành và cải thiện sức khỏe hàng rào bảo vệ da của bạn. Nghe có vẻ quá tốt để trở thành sự thật nhưng phương pháp điều trị đã được thử nghiệm lâm sàng này đã được bác sĩ da liễu phê duyệt!", "how_to_use": "Áp dụng hai lần một ngày trên da đã được làm sạch và khô. Không bôi trực tiếp lên vùng da bị thương. Tránh vùng viền mắt.", "ingredient": "Aqua/Nước, Glycerin, Dimethicone, Panthenol, Pentylene Glycol, C30-45 Alkyl Dimethicone, Polybutene, Natri Citrate, Peg/Ppg-18/18 Dimethicone, Zinc Gluconate, Madecassoside, Dimethiconol, Mangan Gluconate, Natri Hyaluronate, Gluconate đồng, Caprylyl Glycol, Axit Citric, Polysorbate 20, Tocopherol.", "brand": "La Roche-Posay", "volume": "40ml", "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/11091814-1684544690537592.jpg", "productCode": "MakeUp_123", "manufactureDate": "2024-05-11 00:00:00", "expirationDate": "2027-05-11 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Mascara Con Lăn Nâng Và Làm Uốn Mi - Đen 8.5g", "cost": 76500.0, "description": "Con lăn Lash của Benefit nâng và làm cong lông mi để có đôi mắt được xác định hoàn hảo, được tăng cường một cách tinh xảo. Phù hợp cho những sợi mi ngắn hoặc thẳng, loại mascara này có đầu cọ Hook 'n' Roll độc đáo giúp chải từng sợi mi riêng biệt để có được vẻ ngoài cong và cong tối ưu. Công thức lâu trôi có khả năng chống nước (nhưng dễ dàng loại bỏ khi bạn đã sẵn sàng) và được bổ sung dưỡng chất tuyệt vời, vitamin B5 và serin yêu thích lông mi để làm mềm lông mi và thúc đẩy sự phát triển. Với màu đen nửa đêm đẹp mắt và màu nâu trông tự nhiên, hàng mi của bạn sẽ được nâng lên một cách hoàn hảo và cong vút đáng ghen tị...", "how_to_use": "Nhẹ nhàng vuốt cọ từ gốc mi đến ngọn. Lặp lại trên hàng mi của bạn, đảm bảo bám chặt vào từng sợi mi.", "ingredient": "Aqua (Nước), Paraffin, Polybutene, Cera Alba (Sáp ong), Bis-Diglyceryl Polyacyladipate-2, Axit Palmitic, Axit Stearic, Vp/Eicosene Copolymer, Acacia Senegal Gum, Copernicia Cerifera (Carnauba) Sáp, Aminomethyl Propanediol, 1,2 -Hexanediol, Caprylyl Glycol, Silica, Candelilla Cera (Sáp Euphorbia Cerifera (Candelilla), Hydroxyethylcellulose, Panthenol, Butylene Glycol, Hydroxyacetophenone, Chlorphenesin, Pentylene Glycol, Tocopheryl Acetate, Algin, Serine, Disodium Phosphate, Natri Phosphate, Polysorbate 60. [ +/- Ci 77499 (Iron Oxides)] Vui lòng đọc danh sách thành phần trên bao bì sản phẩm của bạn để đảm bảo rằng các thành phần đó phù hợp với mục đích sử dụng cá nhân của bạn.", "brand": "benefit", "volume": "8.5g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11068092-5854895689974258.jpg", "productCode": "MakeUp_118", "manufactureDate": "2022-10-02 00:00:00", "expirationDate": "2025-10-01 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Huda Beauty Life Liner Quick 'N Easy 1ml (Nhiều màu)", "cost": 54000.0, "description": "Lướt nhẹ như một giấc mơ để mang lại độ che phủ không thể thay đổi, Life Liner Quick 'N Easy của Huda Beauty giúp kẻ và định hình đôi mắt một cách dễ dàng mà không cần dặm lại trong ngày. Hiện có sẵn màu ' Very Vanta' - một màu đen đậm, cực kỳ sâu và ' Very Brown' - một màu nâu đậm, cực mát để bạn có thể kẻ viền mắt theo cách của mình. Đủ dễ dàng để sử dụng nó được thiết lập để chuyển đổi nỗi ám ảnh về bút kẻ mắt, lớp lót này ở đây để giúp bạn làm chủ đôi cánh đó, đường nét đồ họa xuất sắc và tạo ra những đường kẻ hoàn hảo. Làm sao? Đầu cọ siêu mịn, chắc chắn nhưng linh hoạt mang lại độ chính xác cũng như khả năng kiểm soát tối đa. Thêm vào đó, nó sử dụng hệ thống phân phối 'dòng chảy lũy tiến' để đảm bảo phân phối đồng đều công thức cho việc áp dụng dễ dàng bằng một nét vẽ. Về màu sắc, tông màu ' Very Vanta' được lấy cảm hứng từ màu đen sâu nhất, đậm nhất, vì vậy mong đợi tác động cực lớn và hiệu quả ấn tượng trong khi tông màu ' Very Brown ' mới ra mắt hứa hẹn mang đến sắc tố nâu đậm đà, mát mẻ. Cuối cùng nhưng không kém phần quan trọng, công thức gốc nước mang lại khả năng chống thấm nước, chống mồ hôi, chống nhòe, chống lem, chống bong tróc suốt cả ngày - trong khi vẫn dễ dàng tẩy trang vào cuối ngày. Những tràng pháo tay vang lên.", "how_to_use": "Vẽ cánh của bạn, bắt đầu từ góc ngoài của mắt. Vẽ theo đường cong tự nhiên của mi dưới để hướng lên trên nhằm tạo hiệu ứng nâng mi. Tiếp theo, vẽ dọc theo đường mi mắt sao cho hợp với cánh của bạn. Điền vào phần còn lại của hàng mi bằng những nét nhỏ. Lắc đều trước khi sử dụng và bảo quản đầu bút để giữ mực chảy.", "ingredient": "Rất Vanta:Nước/Aqua/Eau, Styrene/Acrylate Copolymer, Propylene Glycol, Laureth-21, Pentylene Glycol, Peg-40 Dầu thầu dầu hydro hóa, Phenoxyetanol, Amoni Acrylates Copolymer, Caprylyl Glycol, Ppg-2-deceth-30, Natri Dehydroacetate , Natri Lauryl Sulfate, Disodium Laureth Sulfosuccinate, Black 2 / Ci 77266 (Nano). Rất nâu:Nước/Aqua/Eau, Acrylates/Ethylhexyl Acrylate Copolymer, Propylene Glycol, Ammonium Styrene/Acrylates Copolymer, Peg-26-Ppg-30 Phosphate, Amoni Acrylate Copolymer, Pentylene Glycol, Caprylyl Glycol, Hydroxyethylcellulose, Natri Lauryl Sulfate, Disodium Laureth Sulfosuccinate, Polysorbate 60, Aminomethyl Propanediol, Disodium Phosphate, Natri Phosphate, Natri Dehydroacetate, Phenoxyetanol, Oxit sắt/Ci 77491, Oxit sắt/Ci 77492, Đen 2/Ci 77266 [Nano].", "brand": "Huda Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13311046-6024896970178955.jpg", "productCode": "MakeUp_153", "manufactureDate": "2023-06-12 00:00:00", "expirationDate": "2026-06-11 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Phấn má hồng NARS Orgasm X Mini 2.5g", "cost": 57000.0, "description": "Thu gọn phấn má hồng cổ điển thành một loại phấn má hồng nhỏ gọn hoàn hảo, loại phấn má hồng mini này có hai sắc thái cực kỳ tôn da để cho bạn biết ý nghĩa của phấn má hồng... Mang đến cho bạn vẻ ngoài hào nhoáng và quyến rũ mà Giáng sinh đồng nghĩa với lễ hội của NARS phương châm là 'Ăn mặc để hồi hộp'; tạo kiểu cho một số kiểu trang điểm táo bạo và trần trụi mang tính phá vỡ ranh giới trong các bộ phiên bản giới hạn, đây là mùa để đón nhận sự xa hoa và khám phá những kiểu trang điểm mới cần phải có. Mềm mại và dễ dàng pha trộn, loại bột micronized này mang lại màu sắc tự nhiên, khỏe mạnh và ngay lập tức làm sống động làn da của bạn; chọn từ màu 'Orgasm' mang tính biểu tượng (hồng đào với ánh vàng lấp lánh) và 'Orgasm X' (màu hồng san hô sống động được điểm xuyết bằng ánh vàng lấp lánh).", "how_to_use": "Thoa lên má bằng cọ trang điểm. François Nars nói: 'Màu má không nên chỉ giới hạn ở quả táo (không ai chỉ đỏ má thôi!). Tôi luôn pha một chút vào đường chân tóc, dọc theo xương hàm và trên chóp mũi để tạo ra một chút màu sắc tổng thể, trông tự nhiên hơn.'", "ingredient": "Cực khoái: Talc, Octyldodecyl Stearate, Octyldodecyl Stearoyl Stearate, Zinc Stearate, Thiếc Oxit, Caprylyl Glycol, Phenoxyetanol, [+/- (Có thể chứa/Peut Contenir): Oxit sắt (Ci 77491), Oxit sắt (Ci 77492), Oxit sắt (Ci 77499), Mangan Violet (Ci 77742), Mica, Red 28 Lake (Ci 45410), Red 30 Lake (Ci 73360), Red 33 Lake (Ci 17200), Red 34 Lake (Ci 15880), Red 7 Lake ( Ci 15850), Titanium Dioxide (Ci 77891), Yellow 5 Lake (Ci 19140)] Orgasm X: Talc, Octyldodecyl Stearate, Octyldodecyl Stearoyl Stearate, Zinc Stearate, Tin Oxide, Caprylyl Glycol, Phenoxyanol, [+/- (Có thể chứa/ Peut Contenir): Oxit sắt (Ci 77491), Oxit sắt (Ci 77492), Oxit sắt (Ci 77499), Mangan Violet (Ci 77742), Mica, Red 28 Lake (Ci 45410), Red 30 Lake (Ci 73360), Hồ 33 Đỏ (Ci 17200), Hồ 34 Đỏ (Ci 15880), Hồ 7 Đỏ (Ci 15850), Titanium Dioxide (Ci 77891), Hồ 5 Vàng (Ci 19140)]", "brand": "NARS", "volume": "2.5g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12645412-1114897004671287.jpg", "productCode": "MakeUp_131", "manufactureDate": "2022-03-24 00:00:00", "expirationDate": "2025-03-23 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Son dưỡng có màu Lanolips SPF30 - Đại hoàng 12,5g", "cost": 26970.0, "description": "Một phần son dưỡng, một phần son bóng, Lanolips Tinted Balm SPF30 là sản phẩm điều trị đa tác dụng 3 trong 1, có bốn màu để tăng cường màu môi tự nhiên của bạn đồng thời dưỡng ẩm sâu và nuôi dưỡng làn da khô nẻ. Chọn từ 'Rose', một tông màu hồng trong suốt mang lại cho đôi môi vẻ tươi sáng khỏe mạnh; ‘Rhubarb’, một tông màu trái cây giúp làm đậm màu môi tự nhiên của bạn; ‘Perfect Naked’, một màu khỏa thân tuyệt đối phổ quát và ‘Red Apple’, một màu đỏ sống động tuyệt đối làm sáng màu môi tự nhiên của bạn. Một loại son dưỡng từng đoạt nhiều giải thưởng cũng có chỉ số SPF 30 phổ rộng để bảo vệ môi khỏi các tia có hại của mặt trời, giúp bảo vệ môi vì nó giúp tăng cường màu sắc và dưỡng ẩm cho môi.", "how_to_use": "Thoa lên môi hoặc má khi cần thiết và giữ nhiệt độ dưới 25c.", "ingredient": "Lanolin*, Theobroma Cacao Seed Butter*, Dầu hạt Ricinus Communic* / Titanium Dioxide, Cera Alba/Beeswax/Cire D'abeille*, Ethylhexyl Methoxycinnamate(Spf), Benzophenone-3 (Spf), Butyl Methoxydibenzoylmethane (Spf), Butyrospermum Parkii Bơ*, Octocrylene (Spf), Dầu hạt Vitis Vinifera (Nho)*,Tocopherol (Vit E), (Nat) Aroma*, Prunus Amygdalus (Hạnh nhân ngọt) Dầu Dulcis*, Dầu Cocos (Dừa) Nucifera* +/- Hydro hóa Polydecene, Hydroxystearic Acid, Mica (CI77019), Titanium Dioxide (CI 77891), Red 28 Lake (45410), Red 33 Lake (17200), Yellow 5 Lake (19140), Red 6 (15850), Iron Oxides (CI77491) * Thành phần có nguồn gốc tự nhiên.", "brand": "Lanolips", "volume": "12.5g", "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/11121837-1894662381106110.jpg", "productCode": "MakeUp_144", "manufactureDate": "2023-11-08 00:00:00", "expirationDate": "2026-11-07 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Xịt cố định lớp trang điểm chuyên nghiệp NYX - Kết thúc phủ sương/Lâu trôi", "cost": 21000.0, "description": "Loại xịt khéo léo này giống như có nghệ sĩ trang điểm cá nhân của riêng bạn theo dõi từng bước di chuyển của bạn - nó giữ cho lớp nền của bạn cố định, ngăn không cho nó bị nhòe hoặc tuột ra, do đó không cần phải trang điểm suốt cả ngày. Lý tưởng nếu bạn có các cuộc gặp mặt giáp nhau hoặc làn da có vấn đề cần che phủ lâu dài, có hai loại hoàn thiện để bạn lựa chọn. Các loại da dầu nên chọn Lớp hoàn thiện mờ để có lớp nền không bóng dầu, trong khi các loại da khô có thể thích Lớp hoàn thiện phủ sương để có làn da sáng ngậm nước suốt ngày đêm. Công thức thông minh làm cho các sản phẩm của bạn bám vào da như nam châm, do đó, các đường nét và nét trang điểm được tạo hình tỉ mỉ của bạn sẽ vẫn nổi bật cho đến cuối ngày.", "how_to_use": "Trước tiên hãy trang điểm toàn bộ, bao gồm phấn mắt, mascara và son môi. Lắc đều chai, giữ ở khoảng cách sải tay và xịt vài lần. Để khô tự nhiên mà không cần chà xát.", "ingredient": "Nước/Aqua /Eau, Cyclopentasiloxane, Cyclohexasiloxane, Cetyl Ethylhexanoate, Sáp ong/Cera Alba/Cire d'Abeille, Glyceryl Laurate, Stearyl Dimethicone, Polyglyceryl-4 Oleate, Tocopheryl Acetate, Ascorbyl Palmitate, Disteardimonium Hectorite, Propylene Carbonate, Polyglyceryl-4 Isostearate , Cetyl PEG/PPG-10/1 Dimethicone, Hexyl Laurate, Octadecene, Ethylhexylglycerin, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Phenoxyetanol. CÓ THỂ CHỨA / CONTENIR PEUT (+/-): Titanium Dioxide (CI 77891), Iron Oxide (CI 77491, CI 77492, CI 77499).", "brand": "NYX Professional Makeup", "volume": "60ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11530545-1535069590623567.jpg", "productCode": "MakeUp_127", "manufactureDate": "2023-11-07 00:00:00", "expirationDate": "2026-11-06 00:00:00", "origin": "Đức"}, {"category": "MakeUp", "name": "PATRICK TA Major Brow Lamination Gel", "cost": 72000.0, "description": "Với màu sắc trong suốt để hoàn thiện và chải chuốt lông mày với đủ màu sắc, Major Brow Lamination Gel mang lại vẻ ngoài giống như một lớp cán mà không cần bước chân vào tiệm. Một sự thay thế nhanh chóng cho việc cán màng thực tế, công thức tăng cường lông mày này dễ dàng tạo kiểu cho các sợi tóc đồng thời nuôi dưỡng chúng, có tác dụng cải thiện sức khỏe của lông mày và mang lại hiệu ứng mềm mượt hoàn hảo. Các peptide có tác dụng làm dày và hỗ trợ sự phát triển của tóc khỏe mạnh trong khi vi tảo điều kiện và bảo vệ. Chiết xuất quinoa và dừa giúp tăng thêm độ bóng mượt đồng thời làm mềm và dưỡng ẩm cho từng sợi tóc, đồng thời có thể sử dụng cọ bôi có mặt phẳng, tiện lợi để phủ từng sợi trước khi ấn lông mày thành hình dạng mong muốn.", "how_to_use": "Áp dụng cho lông mày sạch, khô hoặc sau khi sử dụng Major Brow Shaping Wax để định hình sẵn lông mày tại chỗ. Chải gel qua lông mày, đảm bảo phủ đều từng sợi lông, cho đến khi sản phẩm trở nên dính, sau đó ấn lông mày vào vị trí bằng mặt sau của dụng cụ bôi, ép chúng thành hình dạng mong muốn. Làm sạch gel dư thừa trên da. Mẹo của Patrick Ta: Đảm bảo rằng lông mày sạch sẽ trước khi áp dụng. Patrick khuyên bạn nên thoa lông mày trước và lau sạch mọi sản phẩm dư thừa trên da để lớp nền bám tự nhiên.", "ingredient": "Alcohol, Pvp, Aqua ‑Water, Eau, Vinyl Caprolactamvpdimethyla Minoethyl Methacrylate Copolymer, Glycerin, Chiết xuất Isochrysis Galbana, Quinoa thủy phân, Cocos Nucifera ‑Chiết xuất từ ​​trái dừa, Chiết xuất từ ​​lá Camellia Sinensis, Myristoyl Pentapeptide17, Glycosaminoglycans thủy phân, Pentylene Glycol, Propylene Glycol, Tbutyl Rượu, Phenoxyetanol, Natri Benzoat, Kali Sorbate", "brand": "PATRICK TA", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13312703-4944896432715653.jpg", "productCode": "MakeUp_122", "manufactureDate": "2024-06-27 00:00:00", "expirationDate": "2027-06-27 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Kem che khuyết điểm dạng lỏng Huda Beauty #Fauxfilter Luminous Matte Liquid 9ml (Nhiều sắc thái khác nhau)", "cost": 78000.0, "description": "Xây dựng và pha trộn theo cách của bạn để có làn da 'đáng lọc' hoàn hảo với kem che khuyết điểm đột phá mới của Huda Beauty. Kem che khuyết điểm có thể làm được tất cả mà không ảnh hưởng đến khả năng duy trì độ bền, Kem che khuyết điểm dạng lỏng #FauxFilter Luminous Matte Liquid sẽ dễ dàng che giấu mọi thứ từ nhược điểm đến quầng thâm với lớp nền mờ lấy nét mềm mại không đọng thành nếp nhăn hoặc hồi tưởng trong những bức ảnh. Chăm sóc làn da mỏng manh dưới mắt là truyền dầu hạnh nhân ngọt và vitamin E, thoa bằng một miếng bôi mềm mại như gối, nó sẽ ôm sát các đường nét trên da của bạn mà không gây kích ứng. Như thể điều này chưa bay vào giỏ hàng của chúng tôi, công thức thân thiện với người ăn chay, không mùi thơm và không chứa cồn có sẵn 29 màu cho mọi tông màu da và tông da, đồng thời có khả năng chống thấm nước, mồ hôi và chuyển màu...Huda chắc chắn biết đường đến trái tim của chúng ta và đó là điều này!", "how_to_use": "Thoa kem che khuyết điểm dưới mắt, trên các vết thâm, mẩn đỏ và vết thâm.", "ingredient": "Nước/Aqua/Eau, Cyclopentasiloxane, Propanediol, Dimethicone, Phenyl Trimethicone, Talc, Trimethylsiloxysilicate, Lauryl Peg-9 Polydimethylsiloxyethyl Dimethicone, Phenylisopropyl Dimethicone, Caprylyl Methicone, Hdi/Trimethylol Hexyllactone Crosspolymer, C20-24 Alkyl Dimethicone, Fluorphlogopite tổng hợp, Prunus Dầu Amygdalus Dulcis (Hạnh nhân ngọt), Tocopherol, Tocopheryl Acetate, Ethylhexylglycerin, Natri clorua, Nhôm Hydroxide, Hydrogen Dimethicone, Isododecane, Dimethicone Crosspolymer, Natri Gluconate, Dimethicone/Peg-10/15 Crosspolymer, Disteardimonium Hectorite, Silica, Thiếc Oxit, Phenoxyetanol , Oxit sắt/Ci 77491, Oxit sắt/Ci 77492, Oxit sắt/Ci 77499, Titanium Dioxide/Ci 77891.", "brand": "Huda Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13798792-1374966156434747.jpg", "productCode": "MakeUp_128", "manufactureDate": "2023-09-03 00:00:00", "expirationDate": "2026-09-02 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Mascara Nâng Mi Sweed Lash - Đen 8ml", "cost": 66000.0, "description": "Mới được ra mắt và hứa hẹn sẽ cải tiến trò chơi mi tự nhiên của bạn, Mascara Lash Lift Mascara của Sweed Lashes tự hào có một cây đũa hoàn toàn mới, cải tiến trông giống như một chiếc lược răng rộng - mang đến cho nó một vẻ thẩm mỹ đặc biệt và mức độ hiệu quả dễ dàng thổi bay tâm trí của bạn. Cực kỳ dễ dàng lướt trên lông mi, công thức nâng, tách và kéo dài lông mi mà không cần tốn nhiều công sức. Đầu cọ mỏng có mục tiêu phủ lên từng sợi mi từ gốc để tạo hiệu ứng kẻ mắt chặt chẽ với khả năng kéo dài mạnh mẽ từng sợi mi. Bậc thầy về lông mi giả, đây là bước đột phá đầu tiên của Sweed Lashes vào lĩnh vực mascara và nó không làm bạn thất vọng - hãy mong đợi làn mi dài tối đa, nổi bật.", "how_to_use": "Đặt cọ mascara ở gốc (gốc) của lông mi và chải từ đầu đến ngọn để có vẻ ngoài dài và bồng bềnh. Sweed Lash Lift phù hợp với những người có lông mi thưa hoặc đã từng nâng mi ở thẩm mỹ viện và rất phù hợp để sử dụng với lông mi giả.", "ingredient": "Aqua, CI 77499, Oryza Sativa Cera, Dầu ô liu đã hydro hóa Stearyl Esters, Isododecane, Alcohol Denat., Copernica Cerifa Cera, Axit Palmitic, Axit Stearic, Keo Senegal Gum, Aminomethyl Propanediol, Candelilla Cera, Panthenol, Phenoxyetanol, Polyvinyl Alcohol, VP/ VA Copolymer, Clorphenesin, Ascorbyl Palmitate.", "brand": "Sweed", "volume": "8ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12957233-1574897223023890.jpg", "productCode": "MakeUp_132", "manufactureDate": "2023-02-18 00:00:00", "expirationDate": "2026-02-17 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "VIEVE Skin Dew 20ml", "cost": 63000.0, "description": "Không có gì nếu không linh hoạt, Skin Dew mang lại ánh sáng rực rỡ của VIEVE được thiết kế để mang đến một tấm màn che sáng bóng đến bất cứ nơi nào bạn thích; Phù hợp với khuôn mặt và cơ thể của bạn, loại phấn highlighter dạng lỏng này được chế tạo từ các thành phần tốt cho da để đạt được lớp nền tự nhiên, bồng bềnh, tôn lên vẻ sáng vàng của nó. Phù hợp với mọi loại da, công thức siêu thơm không chỉ trang điểm mà thậm chí còn được bổ sung thêm chất như squalane để mang lại làn da mềm mại, ngậm nước; dầu hạt hướng dương chống viêm giúp làm dịu và mịn da; Dầu sacha inchi (một nguồn axit béo omega ấn tượng) nuôi dưỡng và phục hồi sức sống, cũng như chiết xuất từ ​​​​quả đu đủ kháng khuẩn. Đối với hiệu ứng làm nổi bật rực rỡ? Bạn có thể mong đợi một ánh sáng bóng sánh ngang với độ ấm của vàng lỏng...", "how_to_use": "Chạm sương vào các điểm cao trên khuôn mặt để có làn da rạng rỡ hoặc mịn màng trên cơ thể để có làn da khỏe mạnh. Dùng riêng để giữ ẩm hoặc để có làn da nổi bật mạnh mẽ, sử dụng làm lớp nền dưới phấn bắt sáng Nova Glow.", "ingredient": "Polydecene hydro hóa, Pentaerythrityl Tetraisostearate, Octyldodecanol, Mica, Styrene hydro hóa/Isoprene Copolymer, Squalane, Silica Dimethyl Silylate, Dầu hạt Helianthus Annuus [Dầu hạt Helianthus Annuus (Dầu hướng dương)], Tocopheryl Acetate, Chiết xuất từ ​​​​trái cây Carica Papaya (Đu đủ), Hạt Plukenetia Volubilis Dầu, Chiết xuất bơ Butyrospermum Parkii [Chiết xuất bơ Butyrospermum Parkii (Shea)], Dầu hạt Argania Spinosa, Chiết xuất nhựa Croton Lechleri ​​[Bột nhựa Croton Lechleri], Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, 1,2-Hexanediol, Caprylyl Glycol , Ôxít thiếc, Hương thơm (Hương vị) Có thể chứa (+/-): Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491)", "brand": "VIEVE", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313975-3204896611801322.jpg", "productCode": "MakeUp_137", "manufactureDate": "2024-02-19 00:00:00", "expirationDate": "2027-02-18 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Đồng hồ cát Warning Extreme Lash Mascara Travel Size 5.5g", "cost": 42000.0, "description": "Để có làn mi cực kỳ ấn tượng, đáng chú ý, Mascara Warning Extreme Lash của Hourglass mang lại độ dài đáng ghen tị, độ dày cực cao và độ nét mở rộng cho làn mi của bạn trông ấn tượng nhất từ ​​trước đến nay. Công thức siêu đen, có thể xây dựng vô tận có sự kết hợp giữa các loại sáp cứng và mềm tạo ra độ dày, độ dài và nét với mỗi nét vẽ từ cọ đột phá. Đầu cọ tác động kép kết hợp hai cọ đơn thành một, phủ mi từ góc 360 độ đầy đủ để nhanh chóng tạo vẻ đầy đặn cho cả mi trên và mi dưới. Chống nhòe, không vón cục và được bổ sung panthenol dưỡng ẩm, công thức dưỡng mi để giúp chúng mềm mại và không bị cứng. Nó có sẵn ở cả kích thước đầy đủ và kích thước du lịch, vì vậy bạn có thể mang nó theo bên mình mọi nơi…", "how_to_use": "1. Thoa lên lông mi từ gốc đến ngọn bằng những nét dài hướng lên trên. Lớp cho đến khi đạt được hiệu quả mong muốn. 2. Để có hiệu quả tối đa, hãy sơn lớp thứ hai trước khi lớp thứ nhất khô.", "ingredient": "Nước/Aqua, Paraffin, Copernicia Cerifera (Carnauba) Sáp/Copernicia Cerifera Cera, Acrylates/Ethylhexyl Acrylate Copolymer, Alcohol Denat., Axit Palmitic, Polybutene, Axit Stearic, Pvp, Vp/Eicosene Copolymer, Acrylates Copolymer, Trietanolamine, Silica ngậm nước, Talc, Panthenol, Propylene Glycol, Hydroxyethylcellulose, Laureth-21, Ethylhexylglycerin, Phenoxyetanol. Có thể chứa (+/-): Oxit sắt (Ci 77499)", "brand": "Hourglass", "volume": "5.5g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12908497-1644858816124367.jpg", "productCode": "MakeUp_138", "manufactureDate": "2023-12-14 00:00:00", "expirationDate": "2026-12-13 00:00:00", "origin": "Pháp"}, {"category": "MakeUp", "name": "Xịt khoáng Urban Decay All Nighter Setting Extra Glow", "cost": 84000.0, "description": "Bạn muốn một sản phẩm hoạt động hiệu quả (nếu không muốn nói là khó hơn!) như bạn? Không cần tìm đâu xa… Một sự thay đổi mới mẻ về loại sương mù chữa lành được yêu thích của Urban Decay, All Nighter Setting Spray Ultra Glow kết hợp sức mạnh bền bỉ chính với một lượng sương khổng lồ. 'Giải pháp' tối ưu cho khuôn mặt của bạn, loại xịt khoáng có sự khác biệt này chứa đầy axit hyaluronic và chiết xuất cây thùa để làm đầy đặn và mang lại vẻ tươi sáng, rạng rỡ đồng thời đảm bảo vẻ ngoài của bạn trông như mới được thoa cho đến khi đi ngủ. Thích hợp cho mọi loại da - đặc biệt là da khô, mất nước hoặc thiếu sức sống - loại thần dược này rất tốt để kéo dài thời gian sử dụng của lớp nền, phấn má hồng, kem che khuyết điểm… tùy bạn đặt tên cho nó! – ngay cả khi thời tiết (hoặc sàn nhảy) có những thiết kế phá hoại vẻ đẹp. Trong các thử nghiệm dành cho người tiêu dùng, 85% trong số 103 người thử nghiệm đồng ý rằng làn da của họ cảm thấy tươi mới, trong khi 83% cho biết làn da của họ có vẻ rạng rỡ. Bạn biết phải làm gì…", "how_to_use": "Sau khi trang điểm, lắc đều chai All Nighter Setting Spray, giữ cách xa 8\"–10\" và phun sương lên mặt hai bốn lần theo hình chữ “X” và “T”. Để có độ bám tốt hơn (và sáng bóng hơn), hãy thoa All Nighter Glowy Primer trước khi sử dụng. Bạn muốn màu bóng đậm hơn, ít bụi phóng xạ hơn và lâu trôi hơn? Làm ướt cọ bằng xịt cố định lớp trang điểm trước khi thoa. Cảnh báo: tránh xa mắt. Nhắm mắt trước khi phun sương.", "ingredient": "Aqua / Nước / Eau, Alcohol Denat., PPG-3 Benzyl Ether Myristate, PVP, Glycerin, Xylitol, Dimethicone PEG-7 Phosphate, Phenyl Trimethicone, Axit Polyhydroxystearic, Dipropylene Glycol, Glycereth-5 Lactate, Isononyl Isononanoate, Ethylhexyl Isononanoate, Caprylyl Glycol, Natri Cocamidopropyl PG-Dimonium Clorua Phosphate, Phenylpropanol, Natri Hydroxide, Methyl Diisopropyl Propionamide, Propanediol, Chiết xuất lá Agave Tequilana, Parfum / Hương thơm, Bột nước ép lá Aloe Barbadensis, Maltodextrin, Poloxamer 407, Phenoxyanol, Pentaerythrityl Tetra-Di-T- Butyl Hydroxyhydrocinnamate, Natri Hyaluronate, Tocopherol, Kali Sorbate, Natri Benzoat.", "brand": "Urban Decay", "volume": "118ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12639476-1035035078332573.jpg", "productCode": "MakeUp_141", "manufactureDate": "2024-04-10 00:00:00", "expirationDate": "2027-04-10 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Tower 28 Beauty ShineOn Milky Lip Jelly (Nhiều sắc thái)", "cost": 54000.0, "description": "Bạn có biết làm thế nào chúng ta có sữa thay thế cho những người không thể uống được sữa bò không? Đây là loại son bóng thay thế dành cho những người không thích son bóng. Được làm bằng các loại dầu dưỡng có nguồn gốc từ thực vật giống như {ShineOn Lip Jelly} nguyên bản, mang tính biểu tượng của chúng, ShineOn Milky Lip Jelly của Tower 28 Beauty có mọi thứ mà chúng tôi yêu thích về một lớp son bóng mọng nước mà không bị bết dính... 100% thuần chay và được làm từ thực vật - có thành phần thực sự tốt cho làn da của bạn (ví dụ: dầu mơ, dầu bơ và dầu hạt mâm xôi), nó không chỉ mang lại cho đôi môi của bạn độ bóng mọng nước và màu sắc sống động bắt mắt mà còn làm dịu và bảo vệ những nụ hôn của bạn. Có sẵn năm sắc thái mọng nước, hãy chọn giữa ‘Pistachio’ (màu hồng khỏa thân màu sữa, bán trong suốt); 'Dừa' (màu hồng tím nhạt, hơi trong suốt); 'Cashew' (màu nâu hồng sữa, hơi trong suốt); 'Yến mạch' (một loại sô-cô-la màu sữa, nửa trong suốt) và 'Almond' (một loại sô-cô-la sữa nửa trong suốt). Hãy sẵn sàng để gặp loại sơn bóng khỏe mạnh nhất, sáng bóng nhất, dễ sử dụng nhất từ ​​trước đến nay...", "how_to_use": "Chỉ cần thoa lên môi. Thoa lên môi trần hoặc lên màu son yêu thích của bạn để có đôi môi mềm mại, bóng mượt.", "ingredient": "Polybutene, Polyisobutene hydro hóa, Polybutene hydro hóa, Dầu hạt Prunus Armeniaca (Quả mơ), Ethylene/Propylene/Styrene Copolymer, Octyldodecanol, Silica Dimethyl Silylate, Dầu hạt Ricinus Communis (Castor), Dầu Persea Gratissima (Bơ), Dầu hạt Rosa Canina, Rubus Dầu hạt Idaeus (Quả mâm xôi), Chiết xuất cám Oryza Sativa (Gạo), Chiết xuất Helianthus Annuus (Hướng dương), Chiết xuất lá Rosmarinus Officinalis (Hương thảo), Butylene/Ehtylene/Styrene Copolymer, Hương thơm/Hương vị, Caprylyl Glycol, Ethylhexylglycerin, Tocopherol, Pentaerythrityl Tetra -di-t-butyl Hydroxyhydrocinnamate, CÓ THỂ CHỨA (+/-): Oxit sắt (CI 77492), Oxit sắt (CI 77491), Oxit sắt (CI 77499), Titanium Dioxide (CI 77891), Red 7 Lake (CI 15850 ). Công thức không chứa: Tinh dầu, hương thơm, phụ phẩm động vật, sunfat (SLS và SLES), paraben, formaldehyde, chất giải phóng formaldehyde, phthalates, dầu khoáng, retinyl palmitate, oxybenzone, nhựa than đá, hydroquinone, triclosan, triclocarban.", "brand": "Tower 28 Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323762-1104896635008149.jpg", "productCode": "MakeUp_142", "manufactureDate": "2024-07-02 00:00:00", "expirationDate": "2027-07-02 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Lông mi huyền thoại của Charlotte Tilbury Tập 2", "cost": 78000.0, "description": "Điều cuối cùng là mascara, Lashes huyền thoại của Charlotte Tilbury Vol. 2 được làm giàu với nhiều chất chiết xuất làm mềm, dưỡng và đàn hồi để tăng cường sức khỏe của lông mi và đạt được độ dài và độ đầy đặn đáng kinh ngạc nhất (nhưng trông tự nhiên!) Với những sợi lông có độ dài khác nhau để chải, phủ và tách từng sợi tóc (kể cả những góc khó tiếp cận bên trong), điều này khuếch đại trực quan sự rung động của búp bê baby để có vẻ ngoài hoàn hảo như Hollywood. Công thức màu đen tuyền tôn lên mọi màu mắt và kiểu trang điểm. Các thử nghiệm của Charlotte Tilbury cho thấy độ dày của mi tăng 507% chỉ sau một lần sử dụng. Sáp Carnauba nuôi dưỡng củng cố từng sợi mỏng manh để chống lại tình trạng gãy và giòn, khiến loại sáp này trở thành cây đũa phép tối ưu cho những người có hàng mi thưa thớt, cụt lủn và dễ bị yếu.", "how_to_use": "1. Để sử dụng, hãy bắt đầu bằng cách uốn mi bằng dụng cụ uốn mi Life Change Lashes. Kẹp xuống và giữ trong 5 giây để tăng thêm độ nâng và độ cong cho lông mi của bạn. 2. Sau khi hoàn tất việc trang điểm mắt, hãy thêm một chút mascara Legendary Lashes Volume 2 vào lông mi của bạn, chỉ cần một lần thoa sẽ mang lại cho bạn độ dày và độ dày!", "ingredient": "Aqua/Nước/Eau, Sáp ong tổng hợp, Paraffin, Axit Stearic, Kẹo cao su Acacia Senegal, Trietanolamine, Butylene Glycol, Copernicia Cerifera (Carnauba) Sáp/Cire De Carnauba, Polybutene, Vp/Eicosene Copolymer, Glyceryl Stearate, Phenoxyetanol, Hydroxyethylcellulose, Kali Sorbate , Ascorbyl Palmitate, Tocopherol, Natri Stearate, Oxit sắt (Ci 77499) Không chứa paraben. Cũng không chứa mica, talk, cồn, hương thơm, gluten và các loại hạt", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313667-4044896607057713.jpg", "productCode": "MakeUp_143", "manufactureDate": "2022-04-15 00:00:00", "expirationDate": "2025-04-14 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Phấn tạo khối NARS Laguna 8g (Nhiều màu)", "cost": 99000.0, "description": "Bí quyết để có làn da rám nắng quanh năm nhờ các loại bột tạo màu đồng lan tỏa và kết cấu mềm mượt, Laguna Bronzing Powder tạo ra vẻ ấm áp tự nhiên với lớp nền hoàn thiện không thể nhận thấy. Có sẵn ở dạng hoàn thiện mờ hoặc bóng nhẹ, phấn tạo khối có nhiều sắc thái phù hợp với mọi tông màu da. Được nghiền siêu mịn để khuếch tán dễ dàng và không có đường nét thô ráp, nó phủ màu tập trung mềm mại lên má, thái dương và mũi của bạn - bất cứ nơi nào bạn muốn tạo ảo giác về kích thước được chạm khắc bằng ánh nắng mặt trời. Sử dụng để tạo đường viền, tạo thêm độ ấm hoặc tăng cường vẻ ngoài của làn da rám nắng tự nhiên bằng cách quét một chiếc cọ lông mịn.", "how_to_use": "Để tăng thêm độ ấm, hãy quét lên da bắt đầu từ thái dương, qua má và dọc theo đường viền hàm. Lấy những gì còn sót lại trên cọ và thoa vào cổ và ngực. Áp dụng theo chuyển động tròn, đánh bóng và pha trộn liên tục để tránh tạo ra các đường nét khắc nghiệt.", "ingredient": "Fluorphlogopite tổng hợp, Mica, Ethylhexyl Palmitate, Silica, Zinc Stearate, Dimethicone, Trimethylsiloxysilicate, Zinc Oxide, Sorbitan Sesquiisostearate, Tocopherol, Isopropyl Titanium Triisostearate, Chlorphenesin, [+/-(Có thể chứa/Peut Contenir): Oxit sắt (Ci 77491, Ci 77492, Ci 77499), Titanium Dioxide (Ci 77891), Ultramarines (Ci 77007)].", "brand": "NARS", "volume": "8g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14292106-2025049894695286.jpg", "productCode": "MakeUp_145", "manufactureDate": "2022-06-10 00:00:00", "expirationDate": "2025-06-09 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Túi trang điểm du lịch cỡ lớn Cult Beauty", "cost": 60000.0, "description": "Tự hào trưng bày chiến lợi phẩm Cult Beauty của bạn với chiếc túi hàng hiệu siêu sang trọng của chúng tôi - một bộ phụ kiện cần thiết cho bất kỳ người nghiện CB tự trọng nào. Kích thước hoàn hảo để đựng những thứ cần thiết để trang điểm (và chăm sóc da!), chiếc hộp đựng được cấp bằng sáng chế trong suốt này được trang trí bằng nhựa vinyl đen bóng, dập nổi logo của chúng tôi và được hoàn thiện bằng khóa kéo tông vàng sáng bóng và dây kéo có nhãn hiệu tráng men màu đen . Vừa tiện lợi vừa quyến rũ, hộp đựng hoàn toàn có thể lau sạch nên bạn có thể lau ngay lập tức các vết trang điểm và các chất chăm sóc da bị đổ ra ngoài.", "how_to_use": "Hãy sử dụng chiếc hộp này để đựng những món đồ làm đẹp hàng ngày của bạn.", "ingredient": "Các biện pháp khoảng Chiều rộng 14,5cm x Chiều dài 23cm x Chiều sâu 9cm", "brand": "Cult Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13349921-1394898314701972.jpg", "productCode": "MakeUp_146", "manufactureDate": "2022-09-06 00:00:00", "expirationDate": "2025-09-05 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Kem tạo khối NARS 25g (Nhiều màu)", "cost": 93000.0, "description": "Theo nghĩa đen, là hình ảnh thu nhỏ của sự rạng rỡ trong kỳ nghỉ, hãy trở thành một khuôn mặt rạng rỡ trong ánh nắng bất kể khí hậu với Kem tạo màu đồng đều, tăng cường độ sáng tuyệt đẹp. Không cần giường phơi nắng… Một loại kem tạo khối không giống loại nào, loại kem mơ ước này được kết hợp với dầu monoï de tahiti từ cánh hoa tiare, có đặc tính làm mềm da và mùi hương thoáng mát ngọt ngào nhất giúp khóa độ ẩm (và độ sáng của bạn) trong nhiều giờ liên tục. Lướt nhẹ nhàng trên làn da của bạn một cách dễ dàng, công thức làm săn chắc da mang lại vẻ rạng rỡ như ánh nắng ấm áp, vừa liền mạch vừa lâu dài. Chọn từ năm sắc thái nâng cao làn da lấy cảm hứng từ Laguna bán chạy nhất mà chúng tôi biết và yêu thích để đạt được làn da thứ hai hoàn toàn tự nhiên.", "how_to_use": "Thoa lên mặt và cơ thể nơi ánh nắng làm rám nắng tự nhiên xương gò má, xương hàm, đỉnh vai, xương đòn và giữa cánh tay và chân của bạn. Đánh bóng lên da và tán đều bằng cọ tạo màu đồng để có lớp nền rám nắng tự nhiên.", "ingredient": "Dipentaerythrityl Pentaisononanoate, Trisiloxane, Silica, Polyethylene, Dimethicone/Vinyl Dimethicone Crosspolymer, Polysilicone-11, Chiết xuất hoa Plumeria Alba, Trimethylsiloxysilicate, Hương thơm (Parfum), Dầu Cocos Nucifera (Dừa), Hoa Gardenia Taitensis, Chiết xuất hoa Plumeria Rubra, Tocopherol, Benzyl Salicylate, Hexyl Cinnamal, Linalool, [+/-(Có thể chứa oxit sắt (Ci 77491, Ci 77492, Ci 77499), Titanium Dioxide (Ci 77891)].", "brand": "NARS", "volume": "25g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13675301-3504968168620724.jpg", "productCode": "MakeUp_148", "manufactureDate": "2022-08-09 00:00:00", "expirationDate": "2025-08-08 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Son dưỡng có màu Lanolips SPF30 - Perfect Nuit 12.5g", "cost": 26970.0, "description": "Một phần son dưỡng, một phần son bóng, Lanolips Tinted Balm SPF30 là sản phẩm điều trị đa tác dụng 3 trong 1, có bốn màu để tăng cường màu môi tự nhiên của bạn đồng thời dưỡng ẩm sâu và nuôi dưỡng làn da khô nẻ. Chọn từ 'Rose', một tông màu hồng trong suốt mang lại cho đôi môi vẻ tươi sáng khỏe mạnh; ‘Rhubarb’, một tông màu trái cây giúp làm đậm màu môi tự nhiên của bạn; ‘Perfect Naked’, một màu khỏa thân tuyệt đối phổ quát và ‘Red Apple’, một màu đỏ sống động tuyệt đối làm sáng màu môi tự nhiên của bạn. Một loại son dưỡng từng đoạt nhiều giải thưởng cũng có chỉ số SPF 30 phổ rộng để bảo vệ môi khỏi các tia có hại của mặt trời, giúp bảo vệ môi vì nó giúp tăng cường màu sắc và dưỡng ẩm cho môi.", "how_to_use": "Thoa lên môi hoặc má khi cần thiết và giữ nhiệt độ dưới 25c.", "ingredient": "Lanolin*, Theobroma Cacao Seed Butter*, Dầu hạt Ricinus Communic* / Titanium Dioxide, Cera Alba/Beeswax/Cire D'abeille*, Ethylhexyl Methoxycinnamate(Spf), Benzophenone-3 (Spf), Butyl Methoxydibenzoylmethane (Spf), Butyrospermum Parkii Bơ*, Octocrylene (Spf), Dầu hạt Vitis Vinifera (Nho)*,Tocopherol (Vit E), (Nat) Aroma*, Prunus Amygdalus (Hạnh nhân ngọt) Dầu Dulcis*, Dầu Cocos (Dừa) Nucifera* +/- Hydro hóa Polydecene, Hydroxystearic Acid, Mica (CI77019), Titanium Dioxide (CI 77891), Red 28 Lake (45410), Red 33 Lake (17200), Yellow 5 Lake (19140), Red 6 (15850), Iron Oxides (CI77491) * Thành phần có nguồn gốc tự nhiên.", "brand": "Lanolips", "volume": "12.5g", "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/11529458-9654662383652111.jpg", "productCode": "MakeUp_149", "manufactureDate": "2022-10-05 00:00:00", "expirationDate": "2025-10-04 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Sáp lông mày Fluff Up Brow Mini 3ml", "cost": 39000.0, "description": "Bắt kịp xu hướng lông mày rậm, lông mày rậm, Fluff Up Brow Wax mới mang đến cho bạn khả năng kiểm soát tối đa hình dạng lông mày của mình. Có sẵn ở kích thước đầy đủ và kích thước nhỏ cho mọi nhu cầu của bạn (và túi xách), loại sáp chống ẩm này sắp tạo ra một cuộc cách mạng trong trò chơi vẽ lông mày của bạn. Tự hào với màu sắc hoàn toàn mờ và cọ có cấu trúc cẩn thận, loại sáp tạo kết cấu lông mày linh hoạt này mang đến cho bạn độ giữ nếp không bị giòn mà bạn có thể định hình lại nhiều lần. Với khả năng định hình trong 12 giờ, loại sáp yêu thích lông mày này sẽ giúp bạn suốt cả ngày làm việc mà không bị ảnh hưởng khi đối mặt với mồ hôi, độ ẩm và nước. Nhẹ, có thể xây dựng được, đây là chìa khóa cho vẻ ngoài hoàn hảo.", "how_to_use": "Cách sử dụng được đề xuất: Chải sáp qua lông mày bằng các nét hướng lên trên để làm phồng và tạo họa tiết. Để làm phồng lông tơ, hãy nhẹ nhàng chải lông mày ngược hướng mọc tự nhiên. Sau đó, chải lông mày thành hình dạng mong muốn. Mẹo chuyên nghiệp: Phủ lớp sáp lông mày lên trên lớp mỹ phẩm Benefit, My Brow Pencil (được bán riêng) để có vẻ ngoài đầy đặn hơn, phong phú hơn, được xác định chính xác hơn. Khi nào nên đặt so với khi nào nên chải lông mày: Nếu bạn muốn có đôi lông mày mềm mại và trông có kết cấu với khả năng giữ nếp linh hoạt, có thể thực hiện lại, Fluff Up Brow Wax là giải pháp phù hợp dành cho bạn! Nó dễ dàng tạo hình, tạo lông, thuần hóa và định hình lông mày với thời lượng sử dụng hoàn hảo. Nếu bạn muốn lông mày có cấu trúc và vị trí hoàn hảo với độ giữ nếp lâu dài, Bộ định hình lông mày 24-HR của Benefit Cosmetics (được bán riêng) là lựa chọn lý tưởng — nó điêu khắc, tạo hình, điều khiển và cố định lông mày cả ngày.", "ingredient": "Aqua (Nước), Sáp Candelilla tổng hợp, Steareth-21, Glyceryl Stearate, Butylene Glycol, Acacia Senegal Gum, Butyrospermum Parkii (Shea) Butter, Cellulose, Silica, Dầu hạt Simmondsia Chinensis (Jojoba), Dimer Dilinoleyl Dimer Dilinoleate, Cera Carnauba ( Sáp Copernicia Cerifera (Carnauba), Dầu hạt nhân Agrania Spinosa, Cetyl Alcohol, Polyglyceryl-10 Myristate, Oryza Sativa (Gạo) Tinh bột, Phenoxyetanol, Caprylyl Glycol, Natri Benzoat, Kali Sorbate, Arginine, Tocopherol, Bột Chondrus Crispus, Dimethicone.", "brand": "benefit", "volume": "3ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14007599-1035060753134686.jpg", "productCode": "MakeUp_150", "manufactureDate": "2023-07-06 00:00:00", "expirationDate": "2026-07-05 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Kem che khuyết điểm Hourglass Vanish Airbrush 6ml (Nhiều sắc thái khác nhau)", "cost": 102000.0, "description": "Kem che khuyết điểm không thấm nước, không trọng lượng, che phủ toàn diện với các loại bột vi cầu cải tiến giúp làm mờ và làm sáng làn da lên đến 16 giờ để hoàn thiện làn da tức thì. Kem che khuyết điểm Vanish Airbrush này là loại kem che khuyết điểm dạng lỏng chống nếp nhăn, phản chiếu ánh sáng, hòa quyện hoàn hảo vào da và khuếch tán các lỗ chân lông và nếp nhăn. Công thức có sắc tố cao làm đều màu da để che giấu quầng thâm, nhược điểm và các khuyết điểm khác để mang lại làn da mịn màng, tự nhiên. Nó bao gồm một dụng cụ bôi tùy chỉnh cung cấp lượng sản phẩm hoàn hảo để che phủ toàn diện.", "how_to_use": "Dùng dụng cụ bôi trực tiếp lên da. Trộn với cọ che khuyết điểm Vanish Dàn Finish, ngón tay hoặc miếng bọt biển làm đẹp. Công thức đậm đặc chỉ cần 1-3 chấm dưới mỗi mắt.", "ingredient": "Nước/Aqua, Cyclopentasiloxane, Phenyl Trimethicone, Mica, Butylene Glycol, CetylPeg/Ppg-10/1 Dimethicone, Pvp, Peg-10 Dimethicone, Bari Sulfate, Natri Clorua, Vinyl Dimethicone/Methicone Silsesquioxane Crosspolymer, Nhôm Hydroxide, Chiết xuất lá Camellia Sinensis , Chiết xuất Centella Asiatica, Chiết xuất hoa Chamomilla Recutita (Matricaria), Dimethicone, Disteardimonium Hectorite, Chiết xuất từ ​​​​rễ Glycyrrhiza Glabra (Cam thảo), Methicone, Axit Myristic, Axit Palmitic, Chiết xuất từ ​​​​rễ Polygonum Cuspidatum, Polysilicone-11, Chiết xuất lá Rosmarinus Officinalis (Rosemary) , Chiết xuất rễ cây Scutellaria Baicalensis, Squalane, Axit Stearic, Triethoxycaprylylsilane, Chlorphenesin, Phenoxyanol, Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77492, Ci 77491, Ci 77499).", "brand": "Hourglass", "volume": "6ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12908380-1004858845646560.jpg", "productCode": "MakeUp_151", "manufactureDate": "2024-04-16 00:00:00", "expirationDate": "2027-04-16 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "IT Cosmetics Heavenly Luxe Skin Perfection Brush #7", "cost": 109500.0, "description": "Kết hợp giữa Kem nền CC+ Nuit Glow Light Foundation + Glow Serum nhẹ, có tác dụng chăm sóc da với SPF 40 và Heavenly Luxe Complexion Perfection Brush #7, hãy tin tưởng vào cặp đôi này để mang lại lớp nền hoàn hảo mỗi ngày. đơn. thời gian. Kết hợp kem nền có độ che phủ trung bình, huyết thanh làm sáng và SPF thành một công thức tiên tiến, Kem nền CC+ Khỏa Thân Nhẹ + Serum Sáng với SPF 40 sẽ hoàn thiện làn da của bạn với axit hyaluronic anh hùng giữ ẩm, niacinamide yêu da và chiết xuất trà xanh, tất cả đều có tác dụng mang lại làn da rạng rỡ. Trước khi bạn cầm công thức này lên tay, hãy để Heavenly Luxe Complexion Perfection Brush #7 hai đầu làm công việc đó cho bạn. Mỗi đầu sẽ airbrush sản phẩm của bạn đến mức hoàn hảo trong khi cọ che khuyết điểm thuôn nhọn dễ dàng làm phẳng các vùng cần quan tâm như dưới mắt, quanh mũi và các điểm khó tiếp cận khác.", "how_to_use": "Nền tảng: PAT. NHẤN. TRỘN. Cọ: Sử dụng đầu phẳng, thoa kem che khuyết điểm và kem nền yêu thích của bạn lên những vùng da rộng và/hoặc khó tiếp cận trên khuôn mặt. Sử dụng đầu lớn và mịn, thoa các sản phẩm dạng lỏng, kem và phấn yêu thích của bạn lên các vùng da lớn trên khuôn mặt theo chuyển động tròn.", "ingredient": "Kem nền: Nước/Aqua/Eau, Dimethicone, Methyl Methacrylate Crosspolymer, Trimethylsiloxysilicate, Glycerin, Lauryl Peg-9 Polydimethylsiloxyethyl Dimethicone, Natri Clorua, Bis-Butyldimethicone Polyglyceryl-3, Chiết xuất cám Oryza Sativa (Gạo), Chiết xuất Helianthus Annuus (Hướng dương), Chiết xuất lá Rosmarinus Officinalis (Cây hương thảo), Chiết xuất sinh vật phù du, Chiết xuất lên men Alteromonas, Peg-12 Dimethicone, Peg-10 Dimethicone, Butylene Glycol, Nhôm Hydroxide, Polysilicone-2, Disteardimonium Hectorite, Barium Sulfate, Tocopherol, Hydrogen Dimethicone, Natri Acetylat Hyaluronate, Alumina, Glucose, Protein đậu thủy phân, Natri Succinate, Phenoxyetanol, [+/- (Có thể chứa/Peut Contenir): Oxit sắt (Ci 77491), Oxit sắt (Ci 77492), Oxit sắt (Ci 77499), Mica, Titanium Dioxide (Ci 77891). Bàn chải: Lông tổng hợp.", "brand": "IT Cosmetics", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12920922-1964925495362065.jpg", "productCode": "MakeUp_152", "manufactureDate": "2022-01-25 00:00:00", "expirationDate": "2025-01-24 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Kem lót Hourglass Vanish Airbrush 10ml", "cost": 69000.0, "description": "Giống như IRL lọc insta, Hourglass Vanish Airbrush Primer tạo ra hiệu ứng lấy nét nhẹ nhàng, hoàn hảo ngay lập tức và là lớp nền tuyệt vời để trang điểm. Với kết cấu gel nhẹ mới mẻ, công thức kỳ diệu này chứa đầy các loại bột siêu nhỏ giúp làm mịn kết cấu không đồng đều và làm mờ các lỗ chân lông và nếp nhăn. Kem lót thông minh này còn giúp kiểm soát lượng dầu dư thừa, tránh bóng nhờn và lớp trang điểm không mong muốn mà không khiến da trông phẳng hoặc xỉn màu. Chỉ là một lớp sơn hoàn thiện đẹp mắt kéo dài cả ngày.", "how_to_use": "Thoa đều lên vùng da đã được dưỡng ẩm bằng đầu ngón tay. Bắt đầu với một máy bơm và thêm nhiều hơn nếu cần. Thực hiện theo với nền tảng mong muốn của bạn.", "ingredient": "Dimethicone, Nước/aqua, Dimethicone/vinyl Dimethicone Crosspolymer, Vinyl Dimethicone/methicone Silsesquioxane Crosspolymer, Trimethylsiloxysilicate, Silica, Glycerin, Cetyl Peg/ppg-10/1 Dimethicone, Isododecane, Phenoxyetanol, Natri Clorua, Dimethicone/peg-10/15 Crosspolyme , Magiê Sulfate, Natri Benzoat, Disteardimonium Hectorite, C24-28 Alkyl Methicone, Propylene Carbonate, Dipropylene Glycol, Natri Citrate, Tocopherol.", "brand": "Hourglass", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14539067-8335044367647161.jpg", "productCode": "MakeUp_155", "manufactureDate": "2022-05-29 00:00:00", "expirationDate": "2025-05-28 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "PATRICK TA Major Headlines Double-Take Crème và Powder Blush Duo 10,5g (Nhiều sắc thái khác nhau)", "cost": 96000.0, "description": "Hãy bỏ lại những ngày tháng hoa tường vi của bạn vì đã đến lúc bạn phải quay đầu lại và gây chú ý với đôi má táo bạo, thu hút sự chú ý. Bất cứ ai nói rằng phấn má hồng không phải là một phần quan trọng trong thói quen trang điểm của bạn thì rõ ràng là chưa từng trải nghiệm Bộ đôi ma thuật Major Headlines Double-Take Crème & Powder Blush Duo. Hãy coi đây như một nhóm trong mơ để tạo ra các lớp áo liền mạch hoàn hảo bởi vì nếu bạn giống chúng tôi thì chắc chắn sẽ có nhiều lớp hơn nữa! Sự kết hợp của loại phấn nhẹ nhất, không bị vón cục với kem phủ sương siêu dưỡng ẩm sẽ tạo nên màu sắc nổi bật mà đôi má của bạn không bao giờ biết là chúng cần! Đừng lo lắng, ở đây không có lỗ chân lông rõ rệt nên hãy thoải mái táo bạo và táo bạo như bạn muốn! Chọn từ 4 sắc thái đáng giá khác nhau: She's a Doll, She's Vibrant, She's Baked và She's Blushing. Sẵn sàng, ổn định — blluuushhh…", "how_to_use": "Dùng cọ thoa phấn phủ lên da, sau đó dùng đầu ngón tay hoặc cọ đánh kem phủ lớp kem lên gò má để có làn da sáng như sương, sống động như thật.", "ingredient": "Kem: Ppg 3 Benzyl Ether Myristate, Phenyl Trimethicone, Dipentaerythrityl Hexahydroxystearate hexastearate hexarosinate, Ethylhexyl Stearate, Triisostearyl Citrate, Diisostearyl Malate, Polyethylene, Polybutene, Silica, Vinyl Dimethicone methicone, Silsesquioxane Crosspolymer, Nylon 12, Fluorphlogopite tổng hợp, Teardimonium Hectorite, Octyldodecanol, Tocopheryl Acetate, Propylene Carbonate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Triethoxycaprylylsilane, Parfum Perfume , Farnesol, Linalool, Ci 77891  Titanium Dioxide , Ci 45410, Red 28 Lake, Ci 15850  Red 6 Lake, Ci 42090, Blue 1 Lake. Bột poudre: Fluorphlogopite tổng hợp, Mica, Magiê Myristate, Octyldodecyl Stearoyl Stearate, Silica, Nylon 12, Glyceryl Triacetyl Ricinoleate, Peg 12 Dimethicone, Bismuth Oxychloride, Caprylic capric Triglyceride, Tocopheryl Acetate, Caprylyl Glycol, Axit Polyhydroxystearic, Trimyristin, Hexylene Glycol, Hydro hóa Lecithin, Triethoxycaprylylsilane, Kali Sorbate, Phenoxyetanol, Ci 77891, Titanium Dioxide , Ci 45410, Red 28 Lake, Ci 15850  Red 6 Lake, Ci 42090, Blue 1 Lake.", "brand": "PATRICK TA", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13644612-1074934520027243.jpg", "productCode": "MakeUp_157", "manufactureDate": "2022-07-10 00:00:00", "expirationDate": "2025-07-09 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Gel trang điểm dạng sữa Kush Brow Lamination 4g", "cost": 63000.0, "description": "Nếu bạn đã là một fan hâm mộ của Mascara Kush High Volume mang tính biểu tượng của Milk Makeup (và hãy đối mặt với nó, ai lại không phải vậy?), thì bạn sẽ cực kỳ hào hứng khi dùng thử loại gel cán lông mày này cùng dòng. Giống như tất cả các sản phẩm Kush của thương hiệu, nó được pha chế với dầu hạt cần sa có nguồn gốc từ cây gai dầu để nuôi dưỡng tối ưu - đồng thời đảm bảo gel lướt nhẹ dễ dàng trên lông mày của bạn. Được thiết kế với một phức hợp tăng cường mật độ, nó có tác dụng điêu khắc và xác định để tạo ra một lớp hoàn thiện nhiều lớp, được đánh bóng sang trọng và có thể giữ được đến tám giờ. Hãy coi đó là MVP trang điểm mới của bạn.", "how_to_use": "Áp dụng trực tiếp lên lông mày. Sử dụng những sợi lông dài hơn trên Cọ nâng chân mày để phủ lên lông mày. Sử dụng những sợi lông ngắn hơn để xác định lông mày và ấn nhẹ xuống để cố định. Sử dụng riêng lẻ để tạo vẻ ngoài nhiều lớp hoặc phủ lên trên sản phẩm lông mày yêu thích của bạn.", "ingredient": "Aqua/Nước/Eau, Ceteareth-30, Polyesther-5, Propanediol, Glycerin, Dầu hạt cần sa Sativa (cây gai dầu), Polyglyceryl-4 Caprate, Polyglyceryl-6 Caprylate, Natri axetat, Kali Sorbate, Phenoxyetanol.", "brand": "Milk Makeup", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14568209-1185069027138535.jpg", "productCode": "MakeUp_121", "manufactureDate": "2022-04-18 00:00:00", "expirationDate": "2025-04-17 00:00:00", "origin": "Hàn Quốc"}, {"category": "MakeUp", "name": "Bene Tint Rose Tinted Lip & Cheek Stain 10ml", "cost": 76500.0, "description": "Thuốc nhuộm màu hồng ban đầu, Benefit's Benetint là một sản phẩm huyền thoại là có lý do. Không giống như nhiều loại khác, điều này hoàn toàn, trung thực, hoàn toàn chống được nụ hôn và mang lại hàng giờ mặc đẹp, tôn dáng khuôn mặt. Công thức chất lỏng tuyệt đối lướt trên da để mang lại màu sắc tươi sáng ngay lập tức - nó tuyệt vời trên khuôn mặt và thơm ngon trên môi và có thể được áp dụng với nắp đầu cọ để có làn da hồng hào, cực kỳ tự nhiên. Tinh tế nhưng gợi cảm và có mùi thơm hoa hồng tuyệt đẹp, tinh tế, nó mang lại làn da sáng khỏe mạnh bất cứ nơi nào nó được áp dụng. Có sẵn với các kích cỡ đầy đủ (10ml) và du lịch (6ml), sản phẩm đa nhiệm này là sản phẩm chủ yếu trong túi trang điểm của chúng tôi.", "how_to_use": "Đánh ba nét lên gò má trần và nhanh chóng tán đều bằng đầu ngón tay, hoặc thoa dưới lớp High Beam của Benefit để có làn da sáng như sương. Thoa lên môi và trộn đều. Để có màu sắc \"nổi bật\" sâu hơn, hãy lặp lại. Hôn, lặp lại.", "ingredient": "Nước (Aqua), Polysorbate 20, Phenoxyetanol, Natri Hydroxide, Carmine (Ci 75470), Methylparaben, Hương thơm (Parfum), Tetrasodium Edta, Geraniol, Linalool, Hexyl Cinnamal, Citronellol, Maltodextrin, Benzyl Salicylate, BHT. N 00N12802 Vui lòng đọc danh sách thành phần trên bao bì sản phẩm của bạn để đảm bảo rằng các thành phần đó phù hợp với mục đích sử dụng cá nhân của bạn", "brand": "benefit", "volume": "10ml", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/10552562-1214804377153951.jpg", "productCode": "MakeUp_125", "manufactureDate": "2022-02-27 00:00:00", "expirationDate": "2025-02-26 00:00:00", "origin": "Pháp"}, {"category": "MakeUp", "name": "Summer Fridays Sheer Skin Tint 30ml (Nhiều sắc thái khác nhau)", "cost": 126000.0, "description": "Trở nên 'au-naturelle' với Tông màu da tuyệt vời của SUMMER FRIDAY. Công thức thuần chay này được thiết kế để mang lại cho bạn độ che phủ từ nhẹ đến tuyệt đối với 10 sắc thái để lựa chọn. Thêm một chút màu sắc cho làn da của bạn với tông màu hoàn hảo cho làn da này. Hoàn toàn không trọng lượng và để lại lớp trang điểm tự nhiên, đây là chìa khóa để có được vẻ ngoài tươi tắn 'Tôi thức dậy như thế này'. Tuy nhiên, đừng để lớp hoàn thiện nhẹ như lông vũ của nó đánh lừa bạn, công thức dạng lỏng lướt trên da của bạn và có tác dụng che giấu vết đỏ và tông màu da không đồng đều mà không bị vón cục. Có sẵn 10 sắc thái từ Trắng đến Giàu-Sâu, đây là loại da mùa hè cần thiết cho một làn da hoàn hảo (nhưng thực tế).", "how_to_use": "Lắc đều trước khi sử dụng. Làm mịn da vào buổi sáng sau khi sử dụng các sản phẩm chăm sóc da và kem chống nắng hàng ngày. Công thức nhẹ có thể được thoa nhiều lớp nếu muốn có độ che phủ cao hơn.", "ingredient": "Nước/Aqua/Eau, Ethylhexyl Palmitate, Glycerin, Isododecane, Diethylhexyl Carbonate, Isohexadecane, Polyglyceryl-4 Diisostearate/Polyhydroxystearate/Sebacate, Polymethylsilsesquioxane, Trimethylsiloxysilicate, Natri clorua, C13-15 Alkane, Natri Hyaluronate, Squalane, Niacinamide, Chiết xuất lá Centella Asiatica , Tocopheryl Acetate, Tocopherol, Dầu Persea Gratissima (Bơ), Chiết xuất lá Camellia Sinensis, Dầu hạt Carthamus Tinctorius (Cây rum), Dầu Glycine Soja (Đậu nành), Ethylhexylglycerin, Dầu thực vật hydro hóa, Silica, Alumina, Disteardimonium Hectorite, Magiê Oxide, Propylene Cacbonat, Kẽm Stearate, Boron Nitride, Natri Benzoat, Kali Sorbate, Caprylyl Glycol, Phenoxyetanol, Có thể chứa / Peut Contenir (+/-) Titanium Dioxide (CI 77891), Oxit sắt (CI 77491, CI 77492, CI 77499).", "brand": "Summer Fridays", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13889789-1664974644244582.jpg", "productCode": "MakeUp_126", "manufactureDate": "2023-02-19 00:00:00", "expirationDate": "2026-02-18 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Dầu tẩy trang Caudalie Vinoclean 150ml", "cost": 66000.0, "description": "Giữ cho làn da của bạn mềm mại và không có tạp chất với dầu tẩy trang của Caudalie, được thiết kế để loại bỏ ngay cả những sắc tố cứng đầu nhất. Thích hợp để tẩy sạch mọi loại trang điểm, kể cả loại không thấm nước, sữa rửa mặt có thể dùng được cho cả môi, mắt và mặt. Nằm trong dòng sản phẩm Vinoclean, công thức thân thiện với môi trường và chỉ bao gồm các thành phần có nguồn gốc tự nhiên. Loại dầu thực vật này bao gồm Dầu hướng dương, Hạt nho, Dầu thầu dầu và Hạnh nhân ngọt, tất cả đều kết hợp với nhau để thanh lọc và phục hồi làn da của bạn. Nuôi dưỡng và nhẹ nhàng, sữa rửa mặt sẽ không lấy đi độ ẩm cần thiết, giữ cho làn da được điều hòa và mềm mại đồng thời nhanh chóng quét sạch các chất cặn và cặn tích tụ không mong muốn. Tự hào với độ đặc cao của dầu và chuyển sang dạng sữa khi thêm vào nước, nó rửa sạch để có lớp sơn sáng, không bóng. Hương thơm tự nhiên nâng cao các giác quan và để lại mùi hương Hạnh nhân ngọt ngào tinh tế để bổ sung cho vẻ rạng rỡ mới tìm thấy của bạn. Chứa 100% dầu thực vật có nguồn gốc tự nhiên. Thích hợp cho người ăn chay. Không gây mụn và được thử nghiệm dưới sự giám sát nhãn khoa và da liễu. Được thử nghiệm dưới sự giám sát nhãn khoa và da liễu. Không chứa xà phòng, paraben, phthalates, dầu khoáng và silicon.", "how_to_use": "Làm ấm một lượng nhỏ dầu trong tay và massage lên da khô. Nhũ hóa bằng nước ấm, sau đó rửa sạch.", "ingredient": "Dầu hạt Helianthus Annuus (Hướng dương), Polyglyceryl-4 Oleate, Caprylic/Capric Triglyceride, Dầu hạt Ricinus Communis (Castor), Dầu hạt Prunus Amygdalus Dulcis (Hạnh nhân ngọt), Dầu hạt Vitis Vinifera (Nho), Tocopherol, Parfum (Hương thơm).", "brand": "Caudalie", "volume": "150ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12764532-1214931170334724.jpg", "productCode": "MakeUp_135", "manufactureDate": "2022-11-26 00:00:00", "expirationDate": "2025-11-25 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Too Faced Lip Phun Doll-Size Tối Đa Đầy đặn 2.8g", "cost": 39000.0, "description": "Bạn mong muốn có được đôi môi đầy đặn hơn nhưng không quá quan tâm đến chất làm đầy? Câu trả lời cho lời cầu nguyện của bạn là ở đây! Tự hào với công thức mạnh nhất từ ​​trước đến nay, Lip Tiêm Maximum Plump Lip Plumper đánh bại tất cả các sản phẩm Too Faced khác về khả năng căng mọng. Mạnh mẽ nhất theo 'độ đầy đặn' của thương hiệu, loại son bóng này vượt qua Lip Spray cổ điển đình đám, Lip Tiêm Lip Glow và Lip Tiêm Extreme với các đặc tính làm đầy và tăng cường sức sống cho môi. Mang lại kết quả căng mọng tức thì và mạnh mẽ (ngay lập tức và theo thời gian!), công thức bóng, trong suốt cũng làm mịn, dưỡng ẩm và nuôi dưỡng môi bằng 'công nghệ tạo độ phồng tiên tiến đã được khoa học chứng minh'. Ồ, và đừng tin lời chúng tôi - chỉ sau một tuần, 98% mọi người cho biết đôi môi của họ trông căng mọng trở lại! Hiện có sẵn với hai kích cỡ, hãy chọn từ kích thước đầy đủ (4ml) hoặc kích thước du lịch tiện dụng (2,8ml) để bạn không bao giờ bị bắt gặp nếu không có dụng cụ bĩu môi hoàn hảo của mình", "how_to_use": "Thoa vào giữa môi trên và dưới. Trộn từ bên ngoài vào khóe môi bằng cách sử dụng cọ chân hoặc cọ môi. Sử dụng riêng như son bóng hoặc sử dụng dưới hoặc trên son môi.", "ingredient": "Dầu khoáng\\Paraffinum Liquidum\\Huile Minerale, Dầu Persea Gratissima (Bơ), Ethylene/Propylene/ Styrene Copolymer, Dầu hạt Simmondsia Chinensis (Jojoba), Tocopheryl Acetate, Palmitoyl Tripeptide-1, Polyglyceryl-10 Tetraoleate, Dầu Glycine Soja (Đậu nành) , Atelocollagen, Natri Chondroitin Sulfate, Tribehenin, Ethylhexyl Palmitate, Benzyl Nicotinate, Pentaerythrityl Tetraisostearate, Thiếc Oxit, Silica Dimethyl Silylate, Sorbitan Isostearate, Fluorphlogopite tổng hợp, Butylene/Ethylene/Styrene Copolymer, Silica, Butylene Glycol, Pentylene Glycol, Capsicum Frutescens Nhựa, Hương liệu (Hương thơm), Benzyl Benzoate , Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Phenoxyetanol, Titanium Dioxide (CI 77891), Carmine (CI 75470), Red 28 Lake (CI 45410) <ILN48582>", "brand": "Too Faced", "volume": "2.8g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13033642-1074926246331845.jpg", "productCode": "MakeUp_147", "manufactureDate": "2024-03-22 00:00:00", "expirationDate": "2027-03-22 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Sữa rửa mặt nhẹ nhàng Glow Recipe Blueberry Bounce 160ml", "cost": 93000.0, "description": "Mới đến từ Hàn Quốc, Sữa rửa mặt Blueberry Bounce Gentle Cleanser mới được cải tiến của Glow Recipe chia sẻ công thức bí mật để có làn da sáng xứng tầm Seoul. Với vẻ ngoài 'có độ nảy' tuyệt đẹp, loại sữa rửa mặt dạng gel giàu dưỡng chất này có tác dụng tạo bọt nhẹ nhàng để tẩy sạch lớp trang điểm và tạp chất đồng thời dưỡng ẩm sâu cho da, đến mức bạn có thể không cần phải sử dụng nước hoa hồng dưỡng ẩm nữa. Mang lại hai lợi ích trong một, nó có thể được sử dụng như một chất tẩy rửa dưỡng ẩm và một mặt nạ làm sạch sâu, làm dịu da khi để trong vòng 5 đến 8 phút. Chứa quả việt quất, một nguồn năng lượng chống oxy hóa nổi tiếng, chất tẩy rửa này bảo vệ, củng cố và làm sáng da, trong khi các axit alpha hydroxy nhẹ nhàng (bao gồm axit glycolic và axit lactic) tẩy tế bào chết để mang lại vẻ rạng rỡ mới. Với việc bổ sung axit hyaluronic, chất này giúp làn da của bạn mềm mại, ngậm nước, ẩm mượt và bồng bềnh, cũng như chuẩn bị hoàn hảo cho việc chăm sóc da sau đó, loại sữa rửa mặt này đáng mơ ước hơn một chút!", "how_to_use": "ĐỂ SỬ DỤNG NHƯ MỘT CHẤT LÀM SẠCH: Cho một bơm vào lòng bàn tay ướt và chà xát tay để tạo bọt. Massage nhẹ nhàng lên da ướt trong một phút, sau đó rửa kỹ bằng nước ấm. Hãy chiêm ngưỡng làn da căng mọng của bạn như thế nào và sau đó thực hiện chế độ chăm sóc da thông thường.", "ingredient": "Aqua, Decyl Glucoside, Chiết xuất Caulerpa Lentillifera, Beta-Glucan, Chiết xuất từ ​​rễ Scutellaria Baicalensis, Chiết xuất từ ​​rễ Paeonia Suffruticosa, Betaine, Natri Clorua, Quả Vaccinium Angustifolium, Chiết xuất từ ​​rễ Glycyrrhiza Glabra, Natri Hyaluronate, Butylene Glycol, Nước hoa, Glycerin, Quả Rubus Idaeus , 1,2-Hexanediol, Axit Glycolic, Arctostaphylos Chiết xuất lá Uva Ursi, Chiết xuất trái cây Morus Nigra, Chiết xuất trái cây Physalis Peruviana, Chiết xuất trái cây Vaccinium Myrtillus, Linalool, Butylphenyl Methylpropional, Hexyl Cinnamal, Citronellol, Axit Lactic.", "brand": "Glow Recipe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13317618-3314913520809793.jpg", "productCode": "MakeUp_154", "manufactureDate": "2024-05-24 00:00:00", "expirationDate": "2027-05-24 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Mascara Too Faced Better Than Sex Doll – Đen 4.8g", "cost": 39000.0, "description": "Được đảm bảo sẽ tốt hơn (và tồn tại lâu hơn…) hơn cả mối liên lạc nguy hiểm nhất của bạn, Mascara Better Than Sex của Too Faced là một biểu tượng trang điểm thực sự. Là loại mascara uy tín bán chạy số một tại Mỹ, đây là công thức Chén Thánh dành cho vô số tín đồ cuồng nhiệt. Điều gì làm cho nó tốt như vậy, bạn có thể hỏi? Nó bắt đầu với công thức - được làm giàu với các polyme tạo màng và collagen để mang lại khả năng chống lem, bền màu cả ngày, cũng như chiết xuất cây keo senegal để nuôi dưỡng, làm dày và khóa từng sợi mi cong vào đúng vị trí để có một đôi mi cong vút dễ dàng. Và, tất nhiên, mascara chỉ tốt khi có cọ chải - loại mascara này có hình dạng giống như một chiếc đồng hồ cát để 'mở khóa' công thức và không để lại sợi mi nào phía sau, nâng và phủ từng sợi mi nhỏ, trên và dưới. Chỉ với một vài lớp sơn, đôi mắt của bạn sẽ trông rõ nét và sáng hơn bao giờ hết. Nhưng còn hơn thế nữa - công thức được bổ sung này giúp kéo dài, kéo dài và uốn cong từng sợi mi vào đúng vị trí mà không làm bong tróc bạn (nhiều hơn những gì chúng tôi có thể nói về người yêu cũ của bạn). Giờ đây, với 'Kích thước búp bê' nhỏ bé, bạn cũng không bao giờ cần phải thiếu nó - nhét một chiếc vào túi trang điểm, một chiếc trong túi xách và một chiếc trong túi của bạn để có biện pháp phù hợp.", "how_to_use": "Bước 1: Sơn lớp sơn đầu tiên từ gốc đến ngọn. Bước 2: Phủ lớp thứ hai lên trên và dưới lông mi. Bước 3: Phủ lớp thứ ba bằng cách lăn cọ từ gốc đến ngọn và đẩy mi về phía ngọn.", "ingredient": "Nước/Aqua/Eau, Sáp ong tổng hợp, Paraffin, Glyceryl Stearate, Acacia Senegal Gum, Butylene Glycol, Oryza Sativa (Gạo) Sáp cám, Axit Stearic, Axit Palmitic, Polybutene, Vp/Eicosene Copolymer, Cera Carnauba/Copernicia Cerifera (Carnauba) Sáp/Cire De Carnauba, Aminomethyl Propanol, Glycerin, Ethylhexylglycerin, Hydroxyethylcellulose, Disodium Edta, Polyester-11, Pvp, Cellulose, Trimethylpentanediol/Adipic Acid/Glycerin Crosspolymer, Propylene Glycol, Chiết xuất Acacia Senegal Gum, Kali Sorbate, Dextran, Acetyl Hexapeptide- 1. Có thể chứa/Peut Contenir/(+/-): Oxit sắt (CI 77499), Đen 2 (CI 77266), Ultramarines (CI 77007).", "brand": "Too Faced", "volume": "4.8g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12020705-1814933248652917.jpg", "productCode": "MakeUp_156", "manufactureDate": "2024-04-17 00:00:00", "expirationDate": "2027-04-17 00:00:00", "origin": "Nhật Bản"}, {"category": "MakeUp", "name": "Son dưỡng bóng tạo độ phồng Hourglass Phantom 1.7g (Nhiều màu)", "cost": 105000.0, "description": "Là sản phẩm đa năng 3 trong 1, Phantom Volumizing Glossy Balm có màu sắc phong phú giống như son môi với hiệu ứng bóng cao của son bóng và dưỡng chất thoải mái của son dưỡng môi. Sản phẩm toàn diện này được pha chế với Phức hợp điều hòa Hourglass để nuôi dưỡng và bổ sung dưỡng chất cho đôi môi của bạn suốt cả ngày. Trong khi những lợi ích dành cho làn da đó thấm sâu vào da, kết cấu dạng kem này mang lại màu sắc toàn thân tạo cảm giác thoải mái mà không có dấu vết dính. Trên hết, hãy mong đợi lớp hoàn thiện có hiệu ứng 3D, độ bóng cao giúp tăng độ nhăn trông đầy đặn hơn. Hơn nữa, viên đạn màu vàng bóng bẩy này có thể xoắn lại dễ dàng để bạn có thể sử dụng khi đang di chuyển, mọi lúc, mọi nơi. Chọn từ một loạt tám màu sắc phong phú, từ tông màu be nhạt đến màu hồng nhạt và chào đón sản phẩm làm đẹp mới nhất của bạn.", "how_to_use": "Xoay nhẹ đế để phân phối lượng mong muốn. Bút không rút lại được. Để có màu sắc đậm hơn, hãy thoa lớp thứ hai.", "ingredient": "Entice 145: Diisostearyl Malate, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polyisobutene hydro hóa, Polyglyceryl-2 Triisostearate, Bis-Diglyceryl Polyacyladipate-2, Ceresin, Menthyl Lactate, Sáp vi tinh thể/Cera Microcristallina, Dầu hạt nhân Argania Spinosa, Mangifera Bơ hạt Indica (Xoài), Dầu Persea Gratissima (Bơ), Butyrospermum Parkii (Bơ hạt mỡ), Dầu thực vật hydro hóa, Tocopherol, Oxit sắt (Ci 77491), Titanium Dioxide (Ci 77891), Red 7 Lake (Ci 15850), Đỏ Hồ 28 (Ci 45410), Hồ 6 Vàng (Ci 15985), Hồ 1 Xanh (Ci 42090). Haze 135: Diisostearyl Malate, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polyisobutene hydro hóa, Polyglyceryl-2 Triisostearate, Bis-Diglyceryl Polyacyladipate-2, Ceresin, Menthyl Lactate, Sáp vi tinh thể/Cera Microcristallina, Dầu hạt nhân Argania Spinosa, Mangifera Bơ hạt Indica (Xoài), Dầu Persea Gratissima (Bơ), Butyrospermum Parkii (Bơ hạt mỡ), Dầu thực vật hydro hóa, Tocopherol, Oxit sắt (Ci 77491, Ci 77492, Ci 77499), Red 7 Lake (Ci 15850). Lucid 155: Diisostearyl Malate, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polyisobutene hydro hóa, Polyglyceryl-2 Triisostearate, Bis-Diglyceryl Polyacyladipate-2, Ceresin, Menthyl Lactate, Sáp vi tinh thể/Cera Microcristallina, Dầu hạt nhân Argania Spinosa, Mangifera Bơ hạt Indica (Xoài), Dầu Persea Gratissima (Bơ), Bơ Butyrospermum Parkii (Shea), Dầu thực vật hydro hóa, Tocopherol, Titanium Dioxide (Ci 77891), Red 7 Lake (Ci 15850), Yellow 5 Lake (Ci 19140), Hồ 6 màu vàng (Ci 15985), Hồ 28 màu đỏ (Ci 45410). Lure 175: Diisostearyl Malate, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polyisobutene hydro hóa, Polyglyceryl-2 Triisostearate, Bis-Diglyceryl Polyacyladipate-2, Ceresin, Menthyl Lactate, Sáp vi tinh thể/Cera Microcristallina, Hydroxide nhôm, Hạt nhân Argania Spinosa Dầu, Bơ hạt Mangifera Indica (Xoài), Dầu Persea Gratissima (Bơ), Bơ Butyrospermum Parkii (Shea), Dầu thực vật hydro hóa, Tocopherol, Oxit sắt (Ci 77491, Ci 77499), Titanium Dioxide (Ci 77891), Red 7 Lake (Ci 15850), Hồ 5 Vàng (Ci 19140), Hồ 1 Xanh (Ci 42090). Sương mù 155: Diisostearyl Malate, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polyisobutene hydro hóa, Polyglyceryl-2 Triisostearate, Bis-Diglyceryl Polyacyladipate-2, Ceresin, Menthyl Lactate, Sáp vi tinh thể/Cera Microcristallina, Hydroxit nhôm, Hạt nhân Argania Spinosa Dầu, Bơ hạt Mangifera Indica (Xoài), Dầu Persea Gratissima (Bơ), Bơ Butyrospermum Parkii (Shea), Dầu thực vật hydro hóa, Tocopherol, Oxit sắt (Ci 77491, Ci 77492), Titanium Dioxide (Ci 77891), Red 7 Lake (Ci 15850), Hồ 6 màu vàng (Ci 15985), Hồ 1 màu xanh (Ci 42090). Phiếu 125: Diisostearyl Malate, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polyisobutene hydro hóa, Polyglyceryl-2 Triisostearate, Bis-Diglyceryl Polyacyladipate-2, Ceresin, Menthyl Lactate, Sáp vi tinh thể/Cera Microcristallina, Hydroxide nhôm, Hạt nhân Argania Spinosa Dầu, Bơ hạt Mangifera Indica (Xoài), Dầu Persea Gratissima (Bơ), Bơ Butyrospermum Parkii (Shea), Dầu thực vật hydro hóa, Tocopherol, Oxit sắt (Ci 77491), Titanium Dioxide (Ci 77891), Red 7 Lake (Ci 15850 ), Hồ 5 Vàng (Ci 19140), Hồ 1 Xanh (Ci 42090). Thrill 165: Diisostearyl Malate, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Polyisobutene hydro hóa, Polyglyceryl-2 Triisostearate, Bis-Diglyceryl Polyacyladipate-2, Ceresin, Menthyl Lactate, Sáp vi tinh thể/Cera Microcristallina, Dầu hạt nhân Argania Spinosa, Mangifera Bơ hạt Indica (xoài), dầu Persea Gratissima (bơ), bơ Butyrospermum Parkii (bơ hạt mỡ), dầu thực vật hydro hóa, Tocopherol, Red 7 Lake (Ci 15850), Yellow 6 Lake (Ci 15985).", "brand": "Hourglass", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13663923-1754954953907653.jpg", "productCode": "MakeUp_160", "manufactureDate": "2024-01-26 00:00:00", "expirationDate": "2027-01-25 00:00:00", "origin": "Pháp"}, {"category": "MakeUp", "name": "Sữa rửa mặt nhẹ nhàng Glow Recipe Blueberry Bounce", "cost": 30000.0, "description": "Mới đến từ Hàn Quốc, Sữa rửa mặt Blueberry Bounce Gentle Cleanser mới được cải tiến của Glow Recipe chia sẻ công thức bí mật để có làn da sáng xứng tầm Seoul. Với vẻ ngoài 'có độ nảy' tuyệt đẹp, loại sữa rửa mặt dạng gel giàu dưỡng chất này có tác dụng tạo bọt nhẹ nhàng để tẩy trang và tạp chất đồng thời dưỡng ẩm sâu cho da, đến mức bạn có thể không cần phải sử dụng nước hoa hồng dưỡng ẩm nữa. Mang lại hai lợi ích trong một, nó có thể được sử dụng như một chất tẩy rửa dưỡng ẩm và một mặt nạ làm sạch sâu, làm dịu da khi để trong vòng 5 đến 8 phút. Chứa quả việt quất, một nguồn năng lượng chống oxy hóa nổi tiếng, chất tẩy rửa này bảo vệ, củng cố và làm sáng da, trong khi các axit alpha hydroxy nhẹ nhàng (bao gồm axit glycolic và axit lactic) tẩy tế bào chết để mang lại vẻ rạng rỡ mới. Với việc bổ sung axit hyaluronic, chất này giúp làn da của bạn mềm mại, ngậm nước, ẩm mượt và bồng bềnh, cũng như chuẩn bị hoàn hảo cho việc chăm sóc da sau đó, loại sữa rửa mặt này đáng mơ ước hơn một chút!", "how_to_use": "ĐỂ SỬ DỤNG NHƯ MỘT CHẤT LÀM SẠCH: Cho một bơm vào lòng bàn tay ướt và chà xát tay để tạo bọt. Massage nhẹ nhàng lên da ướt trong một phút, sau đó rửa kỹ bằng nước ấm. Hãy chiêm ngưỡng làn da căng mọng của bạn như thế nào và sau đó thực hiện chế độ chăm sóc da thông thường.", "ingredient": "Aqua, Decyl Glucoside, Chiết xuất Caulerpa Lentillifera, Beta-Glucan, Chiết xuất từ ​​rễ Scutellaria Baicalensis, Chiết xuất từ ​​rễ Paeonia Suffruticosa, Betaine, Natri Clorua, Quả Vaccinium Angustifolium, Chiết xuất từ ​​rễ Glycyrrhiza Glabra, Natri Hyaluronate, Butylene Glycol, Nước hoa, Glycerin, Quả Rubus Idaeus , 1,2-Hexanediol, Axit Glycolic, Chiết xuất lá Arctostaphylos Uva Ursi, Chiết xuất trái cây Morus Nigra, Chiết xuất trái cây Physalis Peruviana, Chiết xuất trái cây Vaccinium Myrtillus, Linalool, Butylphenyl Methylpropional, Hexyl Cinnamal, Citronellol, Axit Lactic.", "brand": "Glow Recipe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12915906-4044896469940148.jpg", "productCode": "MakeUp_136", "manufactureDate": "2022-11-17 00:00:00", "expirationDate": "2025-11-16 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Bảng màu Natasha Denona Yucca", "cost": 192000.0, "description": "Để chào mừng sự thay đổi của các mùa và mùa hè đang đến, Natasha Denona đã cho ra mắt bảng phấn mắt Yucca. Được bọc trong hộp thiếc lấy cảm hứng từ mặt trời, nó mở ra để lộ 15 sắc thái, bao gồm bốn sắc thái rực lửa mới trong công thức lấp lánh của những người yêu thích sắc đẹp. Ghi lại hành trình thăng hoa của Natasha Denona đến Maldives, bảng màu này được lấy cảm hứng từ sự thanh bình của ánh bình minh buổi sáng lướt dọc theo những chiếc lá nhiệt đới của cây Yucca mọc ở Caribe. Ngay lập tức đưa chúng ta đến những bờ biển xa xôi và khơi gợi trí tưởng tượng khi khám phá kho báu vẻ đẹp chứa trong một chiếc bình vàng, nó kết hợp ba công thức táo bạo của Natasha (mỗi công thức nổi tiếng để mang lại khả năng mặc cả ngày và ứng dụng liền mạch) gồm kim loại lấp lánh, mờ và kim loại. Có sự cân bằng hoàn hảo về màu sắc cho mọi thứ, từ kiểu trang điểm hàng ngày màu đất cho đến vẻ ngoài lung linh trong mùa hè.", "how_to_use": "Đánh phấn mắt mờ bằng cọ đánh phấn mắt mịn. Để có độ chính xác, hãy sử dụng cọ vẽ chi tiết. Khi sử dụng màu ánh kim, hãy sử dụng các loại cọ phấn mắt khác nhau để có lớp trang điểm tinh tế. Để đạt được hiệu quả cao, hãy sử dụng cọ đánh phấn mắt ẩm hoặc đầu ngón tay.", "ingredient": "Valley 485CM: Fluorphlogopite tổng hợp, Zinc Stearate, Dimethicone, Triethoxycaprylylsilane , Caprylyl Glycol, Ethylhexylglycerin, Hdi/Trimethylol Hexyllactone Crosspolymer, Silica, Tocopherol, Oxit sắt Ci 77491, Oxit sắt Ci 77492, Oxit sắt Ci 77499. Ixia 491CM: Fluorphlogopite tổng hợp, Kẽm Stearate, Dimethicone, Triethoxycaprylylsilane, Caprylyl Glycol, Ethylhexylglycerin, Hdi/Trimethylol Hexyllactone Crosspolymer, Silica, Tocopherol, Oxit sắt Ci 77491, Oxit sắt Ci 77492, Oxit sắt Ci 77499. Citrine 486CM: Fluorphlogopite tổng hợp, Stearate kẽm, Dimethicone, Triethoxycaprylylsilane, Caprylyl Glycol, Ethylhexylglycerin, HDi/Trimethylol Hexyllactone Crosspolymer, Silica, Tocopherol, Titanium Dioxide [Ci 77891], Oxit sắt Ci 77491, Oxit sắt Ci 77492, Oxit sắt Ci 77499, Yellow 5 Lake Ci 19140, Blue 1 Lake Ci 42090. Calathea 479CP : Mica, Dimethicone, Squalane, Silica, Trimethylsiloxysilicate, Hydro hóa Styrene/Isoprene Copolymer, Kaolin, Zinc Stearate, Caprylyl Glycol, Ethylhexylglycerin, Octyldodecyl Stearoyl Stearate, Boron Nitride, Dimethicone/Vinyl Dimethicone Crosspolymer, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Laureth-4, Titanium Dioxide [Ci 77891], Iron Oxides Ci 77492, Iron Oxides Ci 77499, Ultramarines Ci 77007, Yellow 5 Lake Ci 19140. Tipu 483CM: Fluorphlogopite tổng hợp, Zinc Stearate, Mica, Dimethicone, Triethoxycaprylylsilane, Caprylyl Glycol , Ethylhexylglycerin, HDi/Trimethylol Hexyllactone Crosspolymer, Silica, Tocopherol, Titanium Dioxide [Ci 77891], Oxit sắt Ci 77491, Oxit sắt Ci 77492, Oxit sắt Ci 77499, Blue 1 Lake Ci 42090. Keo 481CM: Fluorphlogopite tổng hợp, Zinc Stearate, Dimethicone, Triethoxycaprylylsilane, Caprylyl Glycol, Ethylhexylglycerin, Hdi/Trimethylol Hexyllactone Crosspolymer, Silica, Tocopherol, Oxit sắt Ci 77491, Oxit sắt Ci 77492, Oxit sắt Ci 77499. Willow 492CM: Fluorphlogopite tổng hợp, Zincarate, Dimethicone, Triethoxycaprylylsilane, Caprylyl Glycol , Ethylhexylglycerin, HDi/Trimethylol Hexyllactone Crosspolymer, Silica, Tocopherol, Blue 1 Lake Ci 42090, Oxit sắt Ci 77492, Oxit sắt Ci 77499. Komorebi 480SF: Canxi Natri Borosilicate, C30-45 Alkyl Dimethicone, Stearyl Dimethicone, Lauryl Dimethicone, Mica, Silica , Sorbitan Isostearate, Polysorbate 60, Cellulose Acetate, Caprylyl Glycol, Ethylhexylglycerin, Thiếc Oxit, Triacetin, Kẽm Stearate, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Titanium Dioxide Ci 77891, Oxit sắt Ci 77491, Bột nhôm Ci 77000, Bột đồng Ci 77400. Cây lanh 488CM: Fluorphlogopite tổng hợp, Zinc Stearate, Dimethicone, Triethoxycaprylylsilane, Caprylyl Glycol, Ethylhexylglycerin, HDi/Trimethylol Hexyllactone Crosspolymer, Silica, Tocopherol, Oxit sắt Ci 77491, Oxit sắt Ci 77492, Oxit sắt Ci 77499. Plantasia 478SF : Mica, Canxi nhôm Borosilicate, Canxi Natri Borosilicate, Silica, C30-45 Alkyl Dimethicone, Stearyl Dimethicone, Lauryl Dimethicone, Zinc Stearate, Sorbitan Isostearate, Polysorbate 60, Caprylyl Glycol, Ethylhexylglycerin, Thiếc Oxit, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Titanium Dioxide [Ci 77891], Oxit sắt Ci 77491. Makia 490SF: Canxi nhôm Borosilicate, Mica, C30-45 Alkyl Dimethicone, Stearyl Dimethicone, Lauryl Dimethicone, Canxi Natri Borosilicate, Sorbitan Isostearate, Zincarate, Polysorbate 60, Silica, Caprylyl Glycol, Ethylhexylglycerin, Ôxít thiếc, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Titanium Dioxide [Ci 77891], Oxit sắt Ci 77491, Oxit sắt Ci 77499. Tia 487M: Talc, Octyldodecyl Stearoyl Stearate, Fluorphlogopite tổng hợp , Mica, Diisostearyl Malate, Silica, Caprylyl Glycol, Ethylhexylglycerin, Thiếc Oxit, Axit Lactic/Axit Glycolic Copolymer, Kẽm Stearate, Tocopherol, Canxi Titan Borosilicate, Canxi Nhôm Borosilicate, Canxi Natri Borosilicate, Nhôm Canxi Natri Silicate, Alumina, Cao lanh, Titan Dioxide [Ci 77891], Oxit sắt Ci 77491, Oxit sắt Ci 77492, Oxit sắt Ci 77499, Ultramarines Ci 77007, Ferrocyanide sắt Ci 77510, Blue 1 Lake Ci 42090, Ferric Amoni Ferrocyanide Ci 77510, Yellow 5 Lake Ci 19140, Mangan Violet Ci 77742, Bột đồng Ci 77400, Bột nhôm Ci 77000, Bột đồng Ci 77400, Crom Oxit Greens Ci 77288. Camu Camu 482CM: Fluorphlogopite tổng hợp, Zinc Stearate, Dimethicone, Triethoxycaprylylsilane, Caprylyl Glycol, Ethylhexylglycerin, HDi/Trimethylol Hexyllactone Crosspolymer, Silica , Tocopherol, Titanium Dioxide [Ci 77891], Yellow 5 Lake Ci 19140, Blue 1 Lake Ci 42090. Affinity 476 SF: Canxi Nhôm Borosilicate, Mica, Zinc Stearate, C30-45 Alkyl Dimethicone, Stearyl Dimethicone, Lauryl Dimethicone, Sorbitan Isostearate, Polysorbate 60, Cellulose Acetate, Caprylyl Glycol, Ethylhexylglycerin, Thiếc Oxit, Triacetin, Silica, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Titanium Dioxide Ci 77891, Oxit sắt Ci 77491, Bột nhôm Ci 77000. Elysian 484SF: Mica, Nhôm Canxi Natri Silicate, Canxi Nhôm Borosilicate, C30-45 Alkyl Dimethicone, Stearyl Dimethicone, Lauryl Dimethicone, Cellulose Acetate, Sorbitan Isostearate, Triacetin, Polysorbate 60, Silica, Caprylyl Glycol, Ethylhexylglycerin, Thiếc Oxit, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Titanium Dioxide [Ci 77891], Oxit sắt Ci 77491, Oxit sắt Ci 77499, Oxit sắt Ci 77492, Bột nhôm Ci 77000. Fushi 489CP: Canxi Natri Borosilicate, Fluorphlogopite tổng hợp, Mica, Lauryl Dimethicone, C30-45 Alkyl Dimethicone, Stearyl Dimethicone, Polyglyceryl-4 Caprate, Polyglyceryl-3 Polyricinoleate, Titanium Dioxide [Ci 77891], Dimethicone, Caprylyl Glycol, Ethylhexylglycerin, Polyglyceryl-3 Diisostearate, Silica, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Oxit sắt Ci 77491, Oxit sắt Ci 77492.", "brand": "Natasha Denona", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14513524-2975054725355514.jpg", "productCode": "MakeUp_140", "manufactureDate": "2022-03-15 00:00:00", "expirationDate": "2025-03-14 00:00:00", "origin": "Anh"}, {"category": "MakeUp", "name": "Gel rửa mặt OSKIA Renaissance (100ml)", "cost": 114000.0, "description": "Người bạn đồng hành làm sạch với Mặt nạ Phục hưng được yêu thích nhất, từng đoạt nhiều giải thưởng của Oskia là tất cả những gì chúng tôi mơ ước sẽ có được *ngất ngây*. Không còn ai nghi ngờ về sự tận tâm của chúng tôi đối với phép màu làn da màu hồng đào, chúng tôi đã tự mình đặt tay vào sản phẩm làm sạch tinh tế của nó. Với cùng hương thơm hoa hồng Chamomile tuyệt vời và tông màu hồng đặc biệt của mặt nạ, Gel rửa mặt Renaissance nhanh chóng và nhẹ nhàng hòa tan lớp trang điểm và tạp chất đồng thời chủ động làm sáng để lộ làn da siêu sạch, ngậm nước, sáng lên một cách hài lòng. Thích hợp cho mọi loại da - đặc biệt là làn da xỉn màu, không đồng đều và dễ bị mụn - nó có sẵn các phiên bản supersize (200ml), full size (100ml) và du lịch (35ml), vì vậy bạn không bao giờ cần phải thiếu khả năng tiết kiệm da của nó .", "how_to_use": "", "ingredient": "Caprylic/Capric Triglyceride, Glycerin, Aqua (Nước), Sucrose Laurate, Cetearyl Olivate, Sorbitan Olivate, Benzyl Alcohol, Lactobacillus/Bột lọc lên men trái cây bí ngô, Sucrose Stearate, Rhodinols, Dimethyl Sulfone (MSM), Axit dehydroacetic, Borago Officinalis (Cây lưu ly) Dầu hạt , Dầu gỗ Juniperus Mexicana (Gỗ tuyết tùng), Dầu Cymbopogon (Palmarosa) Martini*, Dầu gỗ Cinnamomum Camphora Linalooliferum (Ho), Retinyl (Vitamin A) Palmitate, Dịch lọc lên men từ rễ củ cải Leuconostoc/, Dầu Pelargonium Graveolens (Phong lữ) *, Dầu nụ Eugenia Caryophyllus (Clove) *, Dầu hoa Anthemis Nobilis (Camomile) *, Sucrose Palmitate, Tocopherol (Vitamin E), Dầu hoa Rosa Damascena (Hoa hồng) *, Jojoba Esters, Citronellol**, Geraniol**, Linalool** , Oxit sắt (CI 77491) *Thành phần được chứng nhận hữu cơ. **Thành phần tinh dầu thiên nhiên", "brand": "OSKIA", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10960901-2044945934251575.jpg", "productCode": "MakeUp_190", "manufactureDate": "2024-06-05 00:00:00", "expirationDate": "2027-06-05 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Charlotte Tilbury Cheek sang trọng", "cost": 102000.0, "description": "Tất cả những gì bạn cần để đạt được màu sắc tự nhiên nhất, 'được thắp sáng từ bên trong', bộ đôi Chic to Cheek của Charlotte Tilbury có màu cốt lõi sâu, được bao quanh bởi một màu bổ sung nhạt hơn để tạo ra một loạt các lớp hoàn thiện tinh tế cho mèo con. Với chín màu kết hợp, từ màu đào tinh tế đến màu hồng đậm và màu đồng đậm, chỉ cần xoay Blusher Brush (bán riêng) xung quanh màu bên ngoài và khuếch tán dọc theo xương gò má, sau đó 'bật' cọ vào màu lõi và thoa lên quả táo. của má để có làn da sáng rực rỡ, sắc thái nhất. Được ứng dụng công nghệ 'light-flex' đặc biệt để tăng cường độ sáng, đôi má của bạn chưa bao giờ được trang điểm đẹp đến thế.", "how_to_use": "Xoay cọ xung quanh bóng bên ngoài và gõ nhẹ phần thừa. Dùng cọ chải phẳng, lên xương gò má bắt đầu từ gò má để tạo thêm cấu trúc cho khuôn mặt. Lấy đầu nhọn của cọ, tô màu cốt lõi và gõ nhẹ phần thừa. Thoa lên gò má để làm cho chúng sáng lên. Pha trộn liền mạch với nhau.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13322965-5934896480797685.jpg", "productCode": "MakeUp_210", "manufactureDate": "2022-08-07 00:00:00", "expirationDate": "2025-08-06 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Cọ tạo khối và nước da màu đồng kép của Huda Beauty", "cost": 69000.0, "description": "Là loại cọ tạo khối và tạo khối, cọ tạo khối và tạo khối màu đồng của Huda Beauty là sản phẩm tuyệt vời nhất của dụng cụ trang điểm. Tuyệt vời để đóng gói trên sản phẩm và pha trộn liền mạch, loại cọ này hoàn hảo để gọt xương gò má, điêu khắc đường viền hàm của bạn hoặc phủ bụi toàn thân để có ánh sáng bãi biển. Được chế tạo từ những sợi lông dày đặc, cọ đảm bảo tiếp nhận sản phẩm tối đa - đầu nghiêng nhỏ nhẹ nhàng ấn phấn vào da và có hình dạng lý tưởng để tiếp cận mọi đường nét trên khuôn mặt của bạn, trong khi đầu nghiêng lớn hơn, mềm mại hơn được thiết kế để đánh bóng và làm sáng da. trộn bột để có lớp sơn hoàn thiện bằng airbrush.", "how_to_use": "Sử dụng để xác định đường viền hàm, xương gò má, mũi và trán - hoặc quét toàn bộ sản phẩm để có làn da rám nắng.", "ingredient": "", "brand": "Huda Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13311001-1614896649885317.jpg", "productCode": "MakeUp_178", "manufactureDate": "2022-10-29 00:00:00", "expirationDate": "2025-10-28 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Cuộc cách mạng mờ của Charlotte Tilbury", "cost": 81000.0, "description": "Loại son môi mờ quyến rũ này không chỉ mang lại màu sắc đậm, khó hôn mà còn dưỡng ẩm và bảo vệ môi bằng sự pha trộn tinh tế của dầu và sáp, cùng với chiết xuất 'cây son môi' và hoa lan. Giàu sắc tố khuếch tán ánh sáng để tạo ảo giác về độ căng mọng của môi, sắc tố mang lại kết cấu mượt mà nhưng không khô, giúp đôi môi mềm mại và được nuôi dưỡng đồng thời tạo ra một lớp trang điểm quyến rũ. Và để đảm bảo việc thoa son trở nên dễ dàng, có một đầu son có góc vuông cải tiến phản ánh độ chính xác của cọ môi để tạo ra đường viền môi và chiếc nơ thần tình yêu được xác định hoàn hảo nhất. Chọn trong số các sắc thái tuyệt đẹp khác nhau, từ màu đỏ tươi của Hollywood 'Walk of No Shame' (trước đây gọi là 'Walk of Shame'), màu trung tính mát mẻ 'So 90s' (trước đây gọi là 'Birkin Brown') đến quả mọng màu tím 'Festival Magic' (trước đây gọi là 'Glastonberry'), màu đỏ ấm 'M.I.KISS' (trước đây gọi là 'Bond Girl'), màu hoa hồng 'Graceively Pink' (trước đây gọi là 'Amazing Grace') và hoa hồng mọng mới và độc quyền ' Điệu nhảy đầu tiên'.", "how_to_use": "Thoa Matte Revolution trực tiếp từ viên đạn để có đôi môi đầy đặn hơn, rộng hơn, sáng hơn từ bên trong.", "ingredient": "", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323147-1844896481252038.jpg", "productCode": "MakeUp_208", "manufactureDate": "2022-12-21 00:00:00", "expirationDate": "2025-12-20 00:00:00", "origin": "Pháp"}, {"category": "MakeUp", "name": "Kem dưỡng sáng màu Tower 28 Beauty BeachXin vui lòng", "cost": 63000.0, "description": "Với các sắc thái của san hô, mận sẫm và đào được lấy cảm hứng từ hoàng hôn ở Santa Monica, Kem dưỡng đa năng Beachplease Luminous Tinted Balm của Tower 28 Beauty hòa quyện một cách liền mạch để mang lại làn da khỏe mạnh, rám nắng. Được thiết kế để che phủ đôi môi và má của bạn với màu sắc nhẹ nhàng, công thức thuần chay và không chứa chất độc hại này có tác dụng làm tươi trẻ tương tự như một ngày nằm dài dưới ánh nắng mùa hè. Không bao giờ bị vón cục hay nặng nề, chảo kem không chứa silicon sẽ khuếch tán dễ dàng để đạt được làn da thứ hai trông giống bạn, chỉ trong kỳ nghỉ. Công thức thân thiện với làn da nhạy cảm được tạo ra với sự kết hợp của các thành phần có nguồn gốc thực vật, thân thiện với làn da (ví dụ: chiết xuất trà xanh và lô hội) để làm dịu làn da của bạn sau mỗi lần sử dụng. Chọn giữa sáu sắc thái lấy cảm hứng từ hoàng hôn: 'Magic Hour', màu khỏa thân màu hồng; 'Giờ vàng', màu cam rực rỡ; 'Happy Hour', màu hồng san hô; 'Giờ cao điểm', một quả đào tâng bốc; 'Power Hour', tông màu đất nung và 'After Hours', tông màu quả mọng sẫm.", "how_to_use": "Dành cho má và môi. Chỉ cần nhấn, trộn và tạo lớp để có màu đậm hơn!", "ingredient": "", "brand": "Tower 28 Beauty", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323739-6794896632954730.jpg", "productCode": "MakeUp_167", "manufactureDate": "2023-04-18 00:00:00", "expirationDate": "2026-04-17 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Gel kẻ mày Anastasia Beverly Hills - Trong suốt", "cost": 69000.0, "description": "Nếu đôi mắt là cửa sổ tâm hồn thì lông mày chính là tấm màn, vì vậy hãy đảm bảo rằng chúng được vẽ một cách đáng yêu. Clear Brow Gel là sự lựa chọn hoàn hảo để tạo đường nét cho lông mày của bạn và hạn chế những sợi lông mày lệch lạc mà không bị cứng hoặc dính. Được sử dụng một mình hoặc trên lớp phấn phủ yêu thích của bạn, nó cố định các sợi tóc theo bất kỳ kiểu nào bạn ưa thích - từ rậm rạp, chải chuốt và trẻ trung đến siêu bóng mượt và đáng Insta - 'bộ' và dưỡng chất công thức thực vật dành cho những đôi lông mày hoạt động theo làn sóng của cây đũa thần này.", "how_to_use": "Thoa gel theo những nét ngắn hướng lên trên, theo hướng mọc của lông. Hoàn hảo để thử nghiệm kiểu dáng lông mày 'được chải chuốt' của mùa này hoặc để đảm bảo chúng không bị lệch trong ngày.", "ingredient": "", "brand": "Anastasia Beverly Hills", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11286148-3404982445803829.jpg", "productCode": "MakeUp_183", "manufactureDate": "2022-03-13 00:00:00", "expirationDate": "2025-03-12 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Gel kẻ mày Anastasia Beverly Hills - Trong suốt", "cost": 69000.0, "description": "Nếu đôi mắt là cửa sổ tâm hồn thì lông mày chính là tấm màn, vì vậy hãy đảm bảo rằng chúng được vẽ một cách đáng yêu. Clear Brow Gel là sự lựa chọn hoàn hảo để tạo đường nét cho lông mày của bạn và hạn chế những sợi lông mày lệch lạc mà không bị cứng hoặc dính. Được sử dụng một mình hoặc trên lớp phấn phủ yêu thích của bạn, nó cố định các sợi tóc theo bất kỳ kiểu nào bạn ưa thích - từ rậm rạp, chải chuốt và trẻ trung đến siêu bóng mượt và đáng Insta - 'bộ' và dưỡng chất công thức thực vật dành cho những đôi lông mày hoạt động theo làn sóng của cây đũa thần này.", "how_to_use": "Thoa gel theo những nét ngắn hướng lên trên, theo hướng mọc của tóc. Hoàn hảo để thử nghiệm kiểu dáng lông mày 'được chải chuốt' của mùa này hoặc để đảm bảo chúng không bị lệch trong ngày.", "ingredient": "", "brand": "Anastasia Beverly Hills", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11286148-3404982445803829.jpg", "productCode": "MakeUp_185", "manufactureDate": "2024-09-30 00:00:00", "expirationDate": "2027-09-30 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Máy bơm nền mỹ phẩm NARS", "cost": 15000.0, "description": "Hãy yêu cầu bất kỳ người yêu thích làm đẹp nào kể tên các sản phẩm làm da được thèm muốn nhất của họ và rất có thể NARS sẽ đứng đầu danh sách - và chiếc máy bơm cực kỳ tiện lợi này sẽ chứng tỏ là đối tác hoàn hảo cho kem nền dạng lỏng NARS của bạn. Được thiết kế để phân phối đúng lượng sản phẩm, máy bơm này loại bỏ nhu cầu nhúng hoặc đổ sản phẩm – do đó không còn đổ quá nhiều, nhỏ giọt hoặc lãng phí sản phẩm. Bằng cách chỉ phân phối sản phẩm bạn cần, máy bơm này sẽ kéo dài tuổi thọ của nền móng và giúp bạn tiết kiệm tiền. Ngoài ra, nó còn hợp vệ sinh và cực kỳ thiết thực khi sử dụng – một cách làm đẹp không cần bàn cãi.", "how_to_use": "Sử dụng với kem nền để lấy lượng vừa đủ và giảm thiểu lãng phí sản phẩm", "ingredient": "", "brand": "NARS", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10408310-2054927584618921.jpg", "productCode": "MakeUp_203", "manufactureDate": "2023-12-06 00:00:00", "expirationDate": "2026-12-05 00:00:00", "origin": "Việt Nam"}, {"category": "MakeUp", "name": "Charlotte Tilbury Bộ đôi lót siêu khỏa thân", "cost": 72000.0, "description": "Vừa là bút kẻ mắt vừa là chất làm sáng mắt, The Super Nakeds Duo Liner của Charlotte Tilbury cho phép bạn điều khiển ánh sáng và bóng tối để tạo ra một đôi mắt khói cực kỳ dễ đeo, giống mèo. Với sắc tố màu nâu đen ở một đầu và màu đào nhạt ở đầu kia, hãy lướt những lớp lót dạng kem vô tận này lên mí mắt và đường kẻ mắt của bạn. Lấy cảm hứng từ những bí quyết hậu trường cực kỳ quý giá của nghệ sĩ trang điểm, chì kẻ mắt hai đầu này là chìa khóa cho đôi mắt to, to hơn, sáng hơn. Có thể pha trộn và lâu dài (nếu có thể chịu được đường băng, nó có thể quản lý các kế hoạch hàng ngày của bạn mà không có vấn đề gì!), công thức cảm quan được pha với các loại dầu và sáp làm mềm để mang lại cảm giác mịn màng tuyệt đẹp trên da của bạn. Được tạo ra với nồng độ cao các sắc tố tinh khiết, mong đợi sự giải phóng màu sắc chính xác và mãnh liệt, có thể làm mờ để có hiệu ứng lấy nét mềm.", "how_to_use": "Sử dụng bóng màu khỏa thân để kẻ dọc theo đường nước để tạo đôi mắt rộng hơn, sáng hơn. Áp dụng màu đen/nâu dọc theo đường mi mắt trên và vuốt ra theo đường lông mèo để tăng cường và thêm nét mơ màng.", "ingredient": "Làm sáng: Polyisobutene hydro hóa, Isododecane, Sáp tổng hợp, Polymethylsilsesquioxane, Silica, Polybutene, Polydicyclopentadiene hydro hóa, Oryza Sativa (Gạo) Sáp cám, Dầu thầu dầu hydro hóa, Sáp ong tổng hợp, Ethylene/Propylene Copolymer, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, [ +/- Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491, Ci 77492, Ci 77499)]. Tăng cường: Polyisobutene hydro hóa, Isododecane, Sáp tổng hợp, Polymethylsilsesquioxane, Polybutene, Silica, Polydicyclopentadiene hydro hóa, Sáp cám Oryza Sativa (Gạo), Dầu thầu dầu hydro hóa, Sáp ong tổng hợp, Ethylene/Propylene Copolymer, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Mica , [+/- Oxit sắt (Ci 77491, Ci 77492, Ci 77499)].", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313718-2014896610112343.jpg", "productCode": "MakeUp_186", "manufactureDate": "2023-11-07 00:00:00", "expirationDate": "2026-11-06 00:00:00", "origin": "Mỹ"}, {"category": "MakeUp", "name": "Westman Atelier Baby Cheeks Blush Stick 6g (Nhiều sắc thái khác nhau)", "cost": 132000.0, "description": "Theo phong cách Westman Atelier đích thực, Baby Cheeks Blush Stick mang lại màu kem tuyệt đẹp, mọng nước cho môi, mí mắt và má trong một thỏi dễ sử dụng, thân thiện khi di chuyển, lý tưởng cho những chàng trai và cô gái bận rộn cần sự ngắn gọn, bản chỉnh sửa chăm chỉ của những người đa nhiệm dễ dàng trong túi trang điểm của họ. Tự hào với kết cấu bơ dễ dàng tan chảy vào da để tạo làn da khỏe mạnh, tự nhiên, loại má hồng này mang lại một màu sắc nhẹ nhàng, yêu thích làn da với sự pha trộn ba loại dầu ayurvedic nhẹ giúp nuôi dưỡng nhẹ nhàng đồng thời có tác dụng cân bằng độ ẩm. Chiết xuất nho Vitis vita giải độc, kích thích cung cấp collagen và axit hyaluronic tự nhiên cho làn da, mang lại làn da đầy đặn, dẻo dai, chống lão hóa. Có sẵn sáu sắc thái rực rỡ, ('Petal', hoa hồng khỏa thân bụi bặm; 'Chouchette', màu đào đào; 'Dou Dou', hoa hồng ấm áp; 'Poppet', hồng anh túc; 'Minette', đào rực rỡ; và 'Bichette', màu đỏ gạch) được chọn và phối để phù hợp với tâm trạng và trang phục của bạn.", "how_to_use": "Thoa Baby Cheek lên ngón tay và bắt đầu bằng cách thoa lên giữa xương gò má của bạn. Làm việc xung quanh theo chu vi hình bầu dục, hòa quyện ra ngoài khi bạn di chuyển. Thoa lên môi để tăng thêm độ đầy đặn và mọng nước.", "ingredient": "Caprylic/Capric Triglyceride, Cao lanh, Caprylyl Caprylate/Caprate, Dầu hạt Simmondsia Chinensis (Jojoba), Polyethylene, Mica, Axit Polyhydroxystearic, Lecithin, Behenylcarbamoylpropyl Polysilsesquioxane, Tocopherol, Ascorbyl Palmitate, Axit Citric, Nuôi cấy tế bào lá Rubus Idaeus, Carmine (Ci 75470 ). Có thể chứa: Titanium Dioxide Ci 77891, Iron Oxides Ci 77491, Iron Oxides Ci 77492, Iron Oxides Ci 77499, Red 30 Lake Ci 73360, Blue 1 Lake Ci 42090, Red 7 Lake Ci 15850, Yellow 5 Lake Ci 19140.", "brand": "Westman Atelier", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13324041-1854896637021386.jpg", "productCode": "MakeUp_182", "manufactureDate": "2023-07-22 00:00:00", "expirationDate": "2026-07-21 00:00:00", "origin": "Ý"}, {"category": "MakeUp", "name": "Bút kẻ mắt Charlotte Tilbury Pillow Talk", "cost": 66000.0, "description": "Để có đôi mắt đẹp vượt thời gian, không đâu khác ngoài Pillow Talk Eyeliner của Charlotte Tilbury - một cây bút chì mịn, dạng kem giúp xác định đường viền mi một cách liền mạch để tạo ra một lớp sơn bóng cầu kỳ hoặc một chút quyến rũ, 'rock gà'. Những 'chiếc váy nhỏ (màu khỏa thân)' trong tủ đồ trang điểm của bạn, mỗi công thức giàu sắc tố được pha thêm phấn phủ mờ đục (lâu trôi) và hỗn hợp dầu dưỡng để mang lại lớp nền hoàn hảo, chống lem, mọi lúc...", "how_to_use": "Ban ngày: Ngồi trước gương, dùng tay còn lại kéo căng mí mắt. Quét bút chì dọc theo hàng mi của bạn theo một đường mỏng liên tục. Vẽ lại đường theo cường độ ưa thích của bạn. Đối với ban đêm: Kẻ một đường kẻ mới sau đó làm nhòe nó, sử dụng cọ góc nhỏ, hướng lên và hướng ra ngoài để có một đôi mắt khói quyến rũ khi di chuyển - không cần phấn mắt! Để thêm phần kịch tính, hãy kẻ thêm cả đường nước ở mí mắt trên và dưới. Nếu bạn làm sai, hãy ngâm một chiếc tăm bông nhọn vào nước tẩy trang mắt 'Take It All Off' của Charlotte Tilbury và loại bỏ các lỗi hoặc sản phẩm thừa để có một đường kẻ sạch sẽ.", "ingredient": "Polyisobutene hydro hóa, Isododecane, Sáp tổng hợp, Mica, Polymethylsilsesquioxane, Polybutene, Silica, Polydicyclopentadiene hydro hóa, Sáp cám Oryza Sativa (Gạo), Dầu thầu dầu hydro hóa, Sáp ong tổng hợp, Ethylene/Propylene Copolymer, Bột ngọc trai, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, [+/- Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491, Ci 77492, Ci 77499), Carmine (Ci 75470)]", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313703-1234896608946750.jpg", "productCode": "MakeUp_204", "manufactureDate": "2023-10-14 00:00:00", "expirationDate": "2026-10-13 00:00:00", "origin": "Đức"}]