[{"category": "Skin", "name": "Dầu dưỡng mi Revitalash Advanced 3,5 ml", "cost": 387000.0, "description": "", "how_to_use": "", "ingredient": "", "brand": "RevitaLash", "volume": "3.5ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10560417-1534868371575033.jpg", "productCode": "Skin_23", "manufactureDate": "2022-09-10 00:00:00", "expirationDate": "2025-09-09 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Tiến sĩ Dennis Gross DRx SpectraLite FaceWare Pro", "cost": 1395000.0, "description": "Là mẫu toàn diện thế hệ tiếp theo, phù hợp với mọi người, thiết bị cải tiến này nằm thoải mái trên toàn bộ khuôn mặt trong khi vẫn chủ động nhắm mục tiêu vào toàn bộ khu vực, sử dụng tổng cộng 100 đèn LED màu đỏ (để kích thích sản xuất collagen và đàn hồi tự nhiên để giảm thiểu tình trạng lão hóa da). nếp nhăn, đốm nắng, tổn thương do ánh nắng mặt trời và mẩn đỏ) và 62 đèn LED màu xanh lam (tiêu diệt vi khuẩn và ngăn ngừa mụn trong tương lai). Chọn từ ba lựa chọn điều trị, liệu pháp ánh sáng đỏ, liệu pháp ánh sáng xanh hoặc liệu pháp ánh sáng đỏ và xanh nhằm mục tiêu các nếp nhăn và đốm cùng một lúc. Bạn sẽ bắt đầu nhận thấy những thay đổi trên bề mặt và giảm nhược điểm chỉ sau hai tuần và 97% đối tượng trong nghiên cứu lâm sàng của Tiến sĩ Dennis Gross cho thấy sự cải thiện rõ rệt về đường nhăn, nếp nhăn, tông màu da và mụn trong khoảng thời gian 10 tuần hàng ngày. sử dụng. Chúng tôi thích những tỷ lệ cược đó! Với dây sạc USB đa năng, dây đeo đầu có thể tháo rời, điều chỉnh được, túi đựng tiện lợi và sách hướng dẫn sử dụng đầy đủ đi kèm, chúng tôi đang cố gắng nghĩ ra lý do để không mua một chiếc…", "how_to_use": "Sau khi rửa sạch và sử dụng Alpha Beta Peel, đặt thiết bị thoải mái lên mặt, buộc dây đeo quanh đầu. Nhấn và giữ nút nguồn trong 2 giây để bật thiết bị, chọn cài đặt ánh sáng (đỏ, xanh lam, đỏ + xanh) và sử dụng trong thời gian điều trị đã được lập trình là 3 phút. Tháo thiết bị và sử dụng serum và/hoặc kem dưỡng ẩm mà bạn chọn.", "ingredient": "", "brand": "Dr Dennis Gross", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11984107-1144846343476104.jpg", "productCode": "Skin_10", "manufactureDate": "2023-05-13 00:00:00", "expirationDate": "2026-05-12 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "Thiết bị xông hơi mặt Dr Dennis Gross Skincare Pro", "cost": 807000.0, "description": "Đưa thói quen chăm sóc da (và tự chăm sóc) của bạn lên một tầm cao mới với Máy xông hơi mặt Dr. Dennis Gross Skincare Pro. Thích hợp cho mọi loại da, nó hoạt động với công nghệ hơi nước vi mô để truyền độ ẩm cho da, làm thông thoáng lỗ chân lông và tạo lớp nền cho làn da của bạn trong phần còn lại của quy trình chăm sóc da. Với thiết kế đẹp, nhỏ gọn và vòi phun rộng để xông hơi đúng nơi bạn muốn, máy hấp lấy cảm hứng từ spa này sẽ làm mềm và giải độc chỉ trong chín phút. Sử dụng trên làn da mới được làm sạch để trẻ hóa, tiếp thêm sinh lực và tối đa hóa sự hấp thụ của các phương pháp điều trị hoặc mặt nạ chăm sóc da tiếp theo của bạn.", "how_to_use": "Làm sạch mặt và lau khô. Đổ đầy bình nước bằng nước máy, nước tinh khiết hoặc nước cất. Bật thiết bị bằng một lần nhấn để làm ấm và hai lần để làm nóng. Ở chế độ hơi ấm, nút nguồn sẽ phát sáng màu cam nhạt và khi nóng, nút nguồn sẽ phát sáng màu hồng nóng. Hấp trong tối đa 15 phút.", "ingredient": "", "brand": "Dr Dennis Gross", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14218968-4215049336836847.jpg", "productCode": "Skin_22", "manufactureDate": "2023-06-19 00:00:00", "expirationDate": "2026-06-18 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Bác sĩ Dennis Gross Chăm sóc da DRx Spectralite EyeCare Pro", "cost": 525000.0, "description": "Giống như thực hiện một buổi trị liệu bằng ánh sáng chuyên nghiệp hàng ngày tại nhà, Spectralite EyeCare PRO của Tiến sĩ Dennis Gross là tương lai của việc chăm sóc da cho vùng mắt mỏng manh: và nó trông tươi sáng. Là mẫu thế hệ tiếp theo, phù hợp với mọi người, thiết bị cải tiến này nằm thoải mái trên vùng mắt và sử dụng ánh sáng của 72 đèn LED màu đỏ và màu hổ phách để khởi động các tế bào da kém hoạt động và mang lại kết quả kỳ diệu. Thâm nhập sâu vào lớp hạ bì của da, ánh sáng có bước sóng dài hơn này được chứng minh là giúp kích thích tổng hợp collagen - khởi động các nguyên bào sợi của bạn để củng cố cấu trúc của da và tăng cường độ đàn hồi của da, từ đó làm giảm độ sâu của đường nhăn và vết chân chim. Bạn sẽ bắt đầu nhận thấy những thay đổi trên bề mặt chỉ sau hai tuần và 97% đối tượng trong nghiên cứu lâm sàng của Tiến sĩ Dennis Gross cho thấy sự cải thiện rõ rệt về đường nhăn, nếp nhăn và tông màu da trong khoảng thời gian 10 tuần sử dụng hàng ngày. Chúng tôi thích những tỷ lệ cược đó! Với dây sạc USB đa năng, dây đeo đầu có thể tháo rời, điều chỉnh được, túi đựng tiện lợi và sách hướng dẫn sử dụng đầy đủ đi kèm, chúng tôi đang cố gắng nghĩ ra lý do để không mua một chiếc…", "how_to_use": "Trên vùng da khô sạch, đặt thiết bị thoải mái lên vùng mắt. (Nếu cần, dây đeo đi kèm để tăng thêm sự thoải mái.) Bật nguồn thiết bị và sử dụng trong thời gian điều trị được lập trình là 3 phút. Thiết bị sẽ tự động tắt. Tháo thiết bị và sử dụng serum mắt và/hoặc kem dưỡng mắt mà bạn chọn. Những gì bao gồm: Dây sạc USB phổ thông SpectraLite™ EyeCare Pro Dây đeo đầu có thể tháo rời, điều chỉnh Túi bảo quản Hướng dẫn sử dụng Tính năng và lợi ích của thiết bị: Thiết bị rảnh tay – dễ dàng và thuận tiện Tự động tắt sau 3 phút – không cần lo lắng, thời gian sử dụng ngắn Thiết bị hỗ trợ USB có đèn báo sạc – thân thiện với du lịch Thiết kế silicon linh hoạt và dây đeo đầu có thể điều chỉnh – thoải mái, vừa vặn Lợi ích cho da: Thẩm thấu sâu vào da để tạo collagen Làm mờ nếp nhăn và vết chân chim Làm săn chắc da Làm đều màu da và kết cấu Tăng mật độ da", "ingredient": "", "brand": "Dr Dennis Gross", "volume": "", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/12553406-3614781118158988.jpg", "productCode": "Skin_45", "manufactureDate": "2022-05-13 00:00:00", "expirationDate": "2025-05-12 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Công thức phát sáng x Bộ Barbie", "cost": 84000.0, "description": "Câu trả lời của bạn cho làn da sáng mịn, ngậm nước? Hãy chào mừng Watermelon Glow Niacinamide Dew Drops và Watermelon Glow Pink Juice Moisturiser được đựng trong một bộ sưu tập tuyệt đẹp. Ở đây để cung cấp megawatt ánh sáng mà không cần trang điểm, Watermelon Glow Niacinamide Dew Drops ngay lập tức làm nổi bật làn da để có làn da ẩm ướt, kỳ diệu! Trong khi chăm sóc da, Dưa hấu Dew Drops cung cấp vitamin và hydrat hóa để làm cho làn da thực sự sáng từ trong ra ngoài. Sản phẩm trang điểm và chăm sóc da này hoạt động dưới hoặc trên lớp trang điểm, tất cả đều không dính hoặc nhờn. Thêm vào đó, Kem dưỡng ẩm Watermelon Glow Pink Juice làm dịu làn da bị kích ứng và viêm nhiễm bằng các vitamin phục hồi da, chất chống oxy hóa chống gốc tự do và axit amin. Cùng với việc làm tràn ngập các tế bào đang khát nước bằng chiết xuất dưa hấu, loại kem dưỡng ẩm kỳ diệu này còn có axit hyaluronic dưỡng ẩm và các chất thực vật (bao gồm chiết xuất hoa mẫu đơn và hoa nhài) để giữ ẩm và chuẩn bị cho làn da cho ngày mới. Hãy sẵn sàng để tỏa sáng, tỏa sáng, tỏa sáng.", "how_to_use": "Sau khi làm sạch và săn chắc da, thoa 1-2 lần bơm Watermelon Glow Niacinamide Dew Drops để làm sáng da và tăng cường độ sáng. Sau đó thoa 1-2 lần Kem dưỡng ẩm Watermelon Glow Pink Juice để cấp nước và khóa chặt phần còn lại của quy trình chăm sóc da của bạn. Mẹo chuyên nghiệp: Sử dụng Watermelon Glow Niacinamide Dew Drops làm kem lót hoặc trộn với kem nền, má hồng hoặc phấn tạo khối để có làn da sáng như sương.", "ingredient": "Kem dưỡng ẩm nước ép dưa hấu Glow Pink: Water/Aqua/Eau, Propanediol, Citrullus Lanatus (Dưa hấu) Chiết xuất từ ​​​​trái cây, Ethyl Olivate, Glycyrrhiza Glabra (Cam thảo) Chiết xuất từ ​​rễ, Glycerin, Chiết xuất từ ​​rễ Paeonia Suffruticosa, Chiết xuất từ ​​​​rễ Scutellaria Baicalensis, Cetearyl Olivate, Sorbitan Olivate , Axit Glutamic, Natri Hyaluronate, Sáp hoa Jasminum Grandiflorum (Jasmine), Cetyl Alcohol, Cyamopsis Tetragonoloba (Guar) Gum, Xanthan Gum, Axit amin hạt mơ, Chiết xuất rễ Alkanna Tinctoria, Beta-Glucan, Acrylates/C10-30 Alkyl Acrylate Crosspolymer , Chiết xuất từ ​​​​lá Brassica Oleracea Capitata (Bắp cải), Chiết xuất từ ​​​​rễ cây Ipomoea Batatas, Chiết xuất từ ​​lá Olea Europaea (Ô liu), Protein ngô thủy phân, Protein đậu nành thủy phân, Protein lúa mì thủy phân, Chiết xuất từ ​​trái cây Vaccinium Angustifolium (Quả việt quất), Chiết xuất từ ​​​​trái cây Fragaria Ananassa (Dâu tây) , Nước hoa Rosa Damascena, Chiết xuất từ ​​​​trái cây Pyrus Communis (Quả lê), Chiết xuất hạt Cucumis Melo (Dưa), Chiết xuất từ ​​​​rễ cây Iris Florentina, Chiết xuất từ ​​​​rễ cỏ Vetiveria Zizanoides, Butylene Glycol, 1,2-Hexanediol. Dưa hấu Glow Niacinamide Giọt sương: Aqua/Water/Eau, Propanediol, Glycereth-26, Glycerin, Niacinamide, 2,3-Butanediol, 1,2-Hexanediol, Cetyl Ethylhexanoate, Chiết xuất trái cây Citrullus Lanatus, Natri Hyaluronate, Polyglyceryl-3 Methylglucose Distearate , Tromethamine, Glyceryl Stearate, Carbomer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Ethylhexylglycerin, Xanthan Gum, Polyqu Parentium-51, Dextrin, Chiết xuất Monascus, Chiết xuất từ ​​​​trái cây Gardenia Florida, Tocopherol, Hương thơm/Parfum, Benzyl Benzoate.", "brand": "Glow Recipe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14853476-6825061570645540.jpg", "productCode": "Skin_5", "manufactureDate": "2023-02-22 00:00:00", "expirationDate": "2026-02-21 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Tiến sĩ Dennis Gross Skincare Advanced Retinol + Ferulic Triple Correction Eye Serum", "cost": 216000.0, "description": "Là một phần trong dòng sản phẩm Retinol + Ferulic của thương hiệu, Advanced Retinol + Ferulic Triple Correction Eye Serum trong sản phẩm anh hùng 3 trong 1 giúp làm săn chắc da ở mí mắt trên và dưới, giảm nếp nhăn và tăng cường hydrat hóa đáng kể. Đôi mắt là một trong những khu vực đầu tiên xuất hiện dấu hiệu lão hóa rõ rệt. Đó là lý do tại sao Tiến sĩ dennis Gross Skincare đã tạo ra Serum dưỡng mắt Advanced Retinol + Ferulic Triple Correction. Ở đây để giúp bạn điều trị đôi mắt lão hóa theo ba cách với loại huyết thanh hấp thụ nhanh này, nó được cung cấp bởi Phyto-Retinol Blend ™ độc quyền của thương hiệu để giúp da săn chắc, tăng cường hydrat hóa và giảm nếp nhăn và vết nhăn.", "how_to_use": "Để sử dụng AM hoặc PM. Áp dụng ½ máy bơm cho cả hai mắt, chạm nhẹ nhàng quanh toàn bộ vùng mắt bao gồm mí mắt, vết chân chim và vùng da 11.", "ingredient": "Nước/Aqua/Eau, Propylene Glycol, Isopentyldiol, Bakuchiol, Retinol, Chiết xuất lá Nephelium Lappaceum, Axit Ferulic, Ubiquinone, Quercetin, Chiết xuất lá Camellia Sinensis, Natri Hyaluronate, Saccharide Isomerate, Phospholipids, Chiết xuất Centella Asiatica, Caffeine, Salix Alba (Liễu) ) Chiết xuất vỏ cây, Axit Salicylic, Isoflavone đậu nành, Adenosine, Panthenol, Butylene Glycol, Tetrapeptide-21, Caprylic/Capric Triglyceride, Glycerin, Leuconostoc/Dịch lọc lên men từ rễ củ cải, Axit Mandelic, Kali Hydroxide, Maltodextrin, PVM/MA Decadiene Crosspolymer, BHT , BHA, Polysorbate 20, Axit Citric, Natri Phytate, Natri Citrate, Phenoxyetanol, Natri Benzoat, Kali Sorbate, Oxit sắt (CI 77491, CI 77492)", "brand": "Dr Dennis Gross", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13310244-1694896409397823.jpg", "productCode": "Skin_24", "manufactureDate": "2024-01-15 00:00:00", "expirationDate": "2027-01-14 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Kem nền Summer Fridays Rich Cushion 50ml", "cost": 156000.0, "description": "Nói lời tạm biệt với làn da khô, căng thẳng và chào đón kỷ nguyên dưỡng ẩm sâu với Rich Cushion Cream từ SUMMER FRIDAYS. Vâng, nó thực sự mộng mơ đúng như tên gọi. Làm dịu và làm mới làn da ngay lập tức với công thức mịn mượt này lướt nhẹ trên da, để lại tấm màn bảo vệ và vẻ rạng rỡ rõ rệt. Được bổ sung các thành phần cần thiết cung cấp độ ẩm cũng như chất chống oxy hóa và hỗn hợp hoa cúc và allantoin (giúp làm dịu da), Rich Cushion Cream hỗ trợ hàng rào độ ẩm tự nhiên của da và giúp da phục hồi sau các tác nhân gây căng thẳng bên ngoài.", "how_to_use": "Thoa lên vùng da đã được làm sạch, ẩm và massage nhẹ nhàng bằng đầu ngón tay.", "ingredient": "Nước/Aqua/Eau, Dầu hạt Helianthus Annuus (Hướng dương), Glycerin, Ethylhexyl Palmitate, Glyceryl Stearate, Isopropyl Myristate, Cetyl Alcohol, Betaine, Axit Hyaluronic, Chiết xuất từ ​​trái cây Citrullus Lanatus (dưa hấu), Chiết xuất từ ​​trái cây Pyrus Malus (táo), Lens Chiết xuất trái cây Esculenta (Đậu lăng), Dầu hạt Simmondsia Chinensis (Jojoba), Dầu Persea Gratissima (Bơ), Dầu hạt Carthamus Tinctorius (Cây rum), Squalane, Saccharide Isomerate, Chiết xuất hoa Chamomilla Recutita (Matricaria), Bisabolol, Allantoin, Chiết xuất Centella Asiatica , Chiết xuất Salicornia Herbacea, Chiết xuất Kappaphycus Alvarezii, Chiết xuất từ ​​​​quả Caesalpinia Spinosa, Resveratrol, Tetrahexyldecyl Ascorbate, Tocopherol, Tocopheryl Acetate, Panthenol, Natri PCA, Natri Lactate, Caprylic/Capric Triglyceride, Ethylhexylglycerin, Glyceryl Laurate, Axit Stearic, Axit Palmitic, Hydroxypropyl Cyclodextrin , Caprylyl Glycol, Natri Citrate, Glyceryl Stearate Citrate, Glyceryl Caprylate, Kali Sorbate, Axit Citric, Natri Hydroxide, Xanthan Gum, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Natri Benzoate.", "brand": "Summer Fridays", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14870578-9675067194047419.jpg", "productCode": "Skin_12", "manufactureDate": "2022-11-17 00:00:00", "expirationDate": "2025-11-16 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Tẩy tế bào chết dạng lỏng BHA 2% Paula's Choice Skin Perfecting (118ml)", "cost": 102000.0, "description": "Khi cơn bùng phát xảy ra, sản phẩm tẩy tế bào chết dạng lỏng BHA 2% BHA hoàn hảo cho da này của PAULA's CHOICE là một thứ thiết yếu trong kho vũ khí chăm sóc da của bạn. Lý tưởng cho các loại da dễ bị mụn, nhờn hoặc hỗn hợp, công thức không mài mòn này được kết hợp với axit salicylic BHA để loại bỏ tế bào da chết cả trên bề mặt da và bên trong lỗ chân lông. Kết hợp với đặc tính chống viêm, điều này giúp giảm nhược điểm và mụn đầu đen để có làn da sáng hơn (Hoan hô!). Hỗ trợ axit salicylic trong sứ mệnh làm sạch mụn, methylpropanediol tăng cường khả năng hấp thụ để bạn có thể tận dụng tối đa từng thành phần, đồng thời tăng cường mức độ hydrat hóa và chiết xuất trà xanh cung cấp một lượng lớn chất chống oxy hóa để làm dịu và bảo vệ. Với chất lỏng giống như mực, công thức dễ dàng thấm vào da và có cả kích cỡ đầy đủ (118ml) và du lịch (30ml), vì vậy bạn không bao giờ cần phải có...", "how_to_use": "Thấm nhẹ vào miếng bông rồi nhẹ nhàng thoa lên toàn bộ khuôn mặt và cổ, kể cả vùng mắt (tránh đường mi và mí mắt). Không rửa sạch. Đầu tiên, thoa cách ngày và lưu ý phản ứng của da. Sau đó sử dụng tối đa hai lần mỗi ngày. Đối với ban ngày, hãy dùng kem chống nắng phổ rộng có chỉ số SPF 30 trở lên. Dị ứng với aspirin (acetylsalicylate)? Không sử dụng sản phẩm này vì nó có chứa axit salicylic (BHA).", "ingredient": "Aqua, Methylpropanediol (hydrat hóa), Butylene Glycol (hydrat hóa), Salicylic Acid (Beta Hydroxy Acid, tẩy tế bào chết), Polysorbate 20 (chất ổn định), Camellia Oleifera (Trà xanh) Chiết xuất lá (làm dịu da/chống oxy hóa), Natri Hydroxide (cân bằng độ pH) , Tetrasodium EDTA (chất ổn định).", "brand": "Paula's Choice", "volume": "118ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11174178-1044909106371632.jpg", "productCode": "Skin_4", "manufactureDate": "2024-08-02 00:00:00", "expirationDate": "2027-08-02 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Chủ nhật Riley C.E.O. Kem Vitamin C làm sáng da Afterglow 50ml", "cost": 180000.0, "description": "Gia đình tươi sáng của Sunday Riley có một thành viên siêu nạp mới trong C.E.O. Afterglow, một loại kem gel dưỡng ẩm hứa hẹn mang lại làn da rạng rỡ và không gây bóng nhờn. Hãy tỏa sáng đúng lúc vào mùa hè, nhờ khả năng tạo sương của loại kem làm đầy đặn mới nhất của Sunday Riley. Truyền vào một loạt chất chống oxy hóa đậm đặc là THD Ascorbate cường độ cao, tiêu chuẩn vàng của vitamin C không chỉ mạnh mẽ mà còn cực kỳ ổn định. Khả năng làm giảm các dấu hiệu lão hóa (mà chúng tôi có thể thêm vào mà không gây kích ứng) là không ai sánh kịp. Được hỗ trợ thêm bởi natri hyaluronate để liên kết nước vào da khô và ergothioneine để ngăn chặn các gốc tự do với sự pha trộn cân bằng của allantoin làm dịu, lutein giàu chất chống oxy hóa và dầu hoa cam nâng cao tinh thần, lão hóa sớm sẽ không có cơ hội.", "how_to_use": "Có thể sử dụng vào buổi sáng và buổi tối để làm sạch da. Để có làn da tràn đầy sức sống và vẻ ngoài săn chắc hơn, hãy thoa lên mặt, cổ và vùng ngực.", "ingredient": "Nước/Eau/Aqua, Dimethicone, Neopentyl Glycol Diethylhexanoate, Tetrahexyldecyl Ascorbate, Polyglycerin-6, Propanediol, Phenyl Trimethicone, Glycerin, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Natri Hyaluronate Crosspolymer, Ergothioneine, Xanthophyll, Allantoin, Citrus Aurantium Amara (Neroli) Dầu, Natri Acryloyldimethyltaurate/VP Crosspolymer, Mannitol, Pentylene Glycol, Isododecane, Dimethicone Crosspolymer, Natri Phytate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, Benzotriazolyl Dodecyl p-Cresol, Polymethylsilsesquioxane, Amoni Acryloyldimethyltaurate/Beheneth-25 Methacrylate Crosspolymer, Carthamus Tinctorius (Safflower) Dầu hạt, Citrus Aurantium Dulcis (Cam ngọt) Dầu vỏ, Phenoxyetanol, Caprylyl Glycol, Chlorphenesin, Ethylhexylglycerin, Axit Citric, Polysorbate 60, Sorbitan Isostearate.", "brand": "Sunday Riley", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13644769-2094935078971616.jpg", "productCode": "Skin_17", "manufactureDate": "2023-10-05 00:00:00", "expirationDate": "2026-10-04 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "FARMACY Green Clean Balm Jumbo Size 200ml", "cost": 165000.0, "description": "Làm mới làn da của bạn với Green Clean Make Up Meltaway Cleaning Balm của FARMACY, một thương hiệu có trụ sở tại New York kết hợp khoa học tiên tiến với các nguyên liệu sạch được trồng tại địa phương để mang lại kết quả hiệu quả cho việc chăm sóc da ngay từ trang trại. Sử dụng chiết xuất đu đủ, công thức dầu dưỡng tạo ra bọt sang trọng khi tiếp xúc với nước để nhẹ nhàng tẩy tế bào chết và tinh chỉnh làn da mà không làm bong tróc hay khô da. Dầu rễ hướng dương và gừng giúp hòa tan hiệu quả lớp trang điểm và tạp chất cứng đầu, trong khi hỗn hợp phục hồi của tinh dầu chanh, cam Bergamot và cam mang lại cho làn da cảm giác sạch sẽ và tươi mát. Echinacea GreenEnvy (nhà máy độc quyền và được cấp bằng sáng chế của thương hiệu) mang lại kết cấu và tông màu mịn màng, đồng đều.", "how_to_use": "Múc một lượng lớn bằng thìa đi kèm và thoa lên da khô. Dùng đầu ngón tay massage lên da theo chuyển động tròn nhẹ nhàng hướng lên và hướng ra ngoài, tập trung vào những vùng cần chú ý (như trang điểm mắt). Chất dưỡng rắn tan chảy thành dầu khi tiếp xúc với da, sau đó tạo bọt sữa khi thoa nước. Xịt nước hoặc lau sạch bằng khăn ấm và ẩm.", "ingredient": "Cetyl Ethylhexanoate, Caprylic/Capric Triglyceride, Peg-20 Glyceryl Triisostearate, Peg-10 Isostearate, Polyethylene*, Chiết xuất rễ cây Echinacea Purpurea, Chiết xuất từ ​​​​trái cây Carica Papaya (Đu đủ), Chiết xuất hạt Moringa Pterygosperma, Dầu hạt Moringa Oleifera, Zingiber Officinale (Gừng) Dầu rễ, Dầu hạt Helianthus Annuus (Hướng dương), Sorbitan Sesquioleate, Dầu Citrus Aurantifolia (Vôi), Dầu trái cây Citrus Aurantium Bergamia (Bergamot), Glycerin, Chiết xuất lá Melia Azadirachta, Chiết xuất hoa Melia Azadirachta, Chiết xuất Corallina Officinalis, Citrus Aurantium Dulcis ( Cam) Dầu vỏ, Bột hổ phách, Dầu hoa Cananga Odorata, Chiết xuất từ ​​trái cây Coccinia Indica, Chiết xuất từ ​​trái cây Solanum Melongena (Cà tím), Chiết xuất từ ​​​​rễ cây Curcuma Longa (nghệ), Chiết xuất từ ​​lá Ocimum Sanctum, Nước/Aqua/Eau, Butylene Glycol, Disodium Phosphate , Axit Citric, Phenoxyetanol, Citral, Limonene, Linalool.", "brand": "FARMACY", "volume": "200ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12267952-1325058750310557.jpg", "productCode": "Skin_30", "manufactureDate": "2024-10-03 00:00:00", "expirationDate": "2027-10-03 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Sữa rửa mặt tạo bọt CeraVe với Niacinamide dành cho da thường đến da dầu 236ml", "cost": 28500.0, "description": "Hoàn hảo cho làn da nhạy cảm, da thường đến da nhờn hoặc dễ bị mụn, Sữa rửa mặt tạo bọt nhẹ nhàng của CeraVe rửa sạch cả ngày và làm sạch sâu cho da - mà không khiến da bị khô hoặc mất nước. Trên thực tế, loại sữa rửa mặt chăm chỉ này thực sự sẽ giúp thúc đẩy làn da khỏe mạnh và ngậm nước hơn bằng cách sửa chữa và hỗ trợ hàng rào độ ẩm cho làn da của bạn. Kết cấu giống như gel này chuyển sang bọt mềm khi được cấp nước, mang lại cho bạn làn da tươi mát và thanh lọc. Giống như tất cả các siêu anh hùng của CeraVe, cốt lõi của loại sữa rửa mặt này là một loại cocktail gồm ba loại ceramide thiết yếu (lipid về cơ bản là 'chất keo' của hàng rào bảo vệ da của bạn). Làm ngập làn da của bạn với các loại ceramide này giúp giữ cho hàng rào bảo vệ da đó ở trạng thái khỏe mạnh tốt nhất, giúp duy trì độ ẩm ngay cả khi làm sạch làn da của bạn. 'Công nghệ MVE' độc đáo của CeraVe có nghĩa là bạn thậm chí còn nhận được nhiều lợi ích hơn từ những loại ceramide này; nó đảm bảo chúng được giải phóng dần dần theo thời gian để đảm bảo nuôi dưỡng và hydrat hóa lâu dài. Lo lắng về độ nhạy? Công thức làm được tất cả này không có mùi thơm và không gây dị ứng.", "how_to_use": "Sử dụng buổi sáng và buổi tối. Thoa lên tay ướt và massage vào da, sau đó rửa sạch.", "ingredient": "Nước / Nước, Cocamidopropyl Hydroxysultaine, Natri Lauroyl Sarcosine, Propanediol, Peg-150 Pentaerythrityl Tetrastearate, Peg-6 Caprylic/ Capric Glycerides, Glycerin, Ceramide Np, Ceramide Ap, Ceramide Eop, Carbomer, Niacinamide, Natri Methyl Cocoyl Taurate, Natri Benzoate, Natri Clorua, Natri Lauroyl Lactylate, Natri Hyaluronate, Cholesterol, Phenoxyethyl, Disodium Edta, Axit Citric, Tetrasodium Edta, Phytosphingosine, Xanthan Gum, Ethylhexylglycerin (Mã F.I.L. D250307/1).", "brand": "CeraVe", "volume": "236ml", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/11798698-1384774893182190.jpg", "productCode": "Skin_2", "manufactureDate": "2022-09-17 00:00:00", "expirationDate": "2025-09-16 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Son dưỡng phục hồi đa năng La Roche-Posay Cicaplast Balm B5 100ml", "cost": 45000.0, "description": "Là một vị cứu tinh đa năng cho làn da, Kem dưỡng đa năng Cicaplast Baume B5 giúp làm dịu và cấp ẩm cho da, đồng thời có tác dụng tuyệt vời đối với các loại da nhạy cảm. Pha trộn hỗn hợp nước suối nhiệt đặc trưng của thương hiệu với 5% panthenol, làm dịu làn da căng, khô và nứt nẻ bằng loại dầu dưỡng không nhờn và cực kỳ dưỡng này. Sử dụng tối thiểu các thành phần, loại son dưỡng đa năng này sử dụng glycerin để hydrat hóa làn da và cicaplast để bổ sung vitamin và axit amin, giúp làn da của bạn trở nên khỏe mạnh hơn. Cho dù đó là để phục hồi vùng da bị tổn thương sau chấn thương hay dành cho những vùng trên cơ thể bạn cần thêm một chút TLC, hãy giữ chặt chiếc ghim da này và bạn sẽ không bao giờ nhìn lại...", "how_to_use": "Áp dụng hàng ngày để làm sạch da khô với một lớp dày. Có thể sử dụng trên mặt và cơ thể, tránh môi và đường viền mắt.", "ingredient": "Aqua hydro hóa polyisobutene dimethicone glycerin butyrospermum parkii bơ panthenol propanediol butylene glycol aluminum octenylsuccinate cetyl PEG/ Ate silica mangan gluconate kẽm gluconate pentaerythrityl tetra-di-t- Butyl Hydroxyhydrocinnamate Capryloyl Glycine Copper Gluconate Disodium Edta Citric Acid Aluminium Hydroxide.", "brand": "La Roche-Posay", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13938508-6024986149138115.jpg", "productCode": "Skin_1", "manufactureDate": "2024-09-02 00:00:00", "expirationDate": "2027-09-02 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Kem chống nắng La Roche-Posay Anthelios UVMune 400 Invisible Fluid SPF50+ 50ml", "cost": 59699.99999999999, "description": "Giữ an toàn dưới ánh nắng mặt trời mà không để lại vệt nhờ lớp chống nắng hoàn thiện vô hình này. Với công thức không nhờn và không mùi thơm, đây là loại kem chống nắng thân thiện với làn da mà chúng ta mong muốn có được trên làn da của mình qua mỗi mùa. Mang đến cho làn da của bạn sự bảo vệ xứng đáng với Kem chống nắng Anthelios UVMune 400 Invisible Fluid SPF 50+. Da nhạy cảm có thể yên tâm rằng sản phẩm này đã được kiểm nghiệm không ngừng về độ dịu nhẹ trên da và với khả năng bảo vệ khỏi tia UVA, UVB và Ultra Long UVA, làn da của bạn chưa bao giờ cảm thấy an toàn hơn thế. Chúng tôi sẽ cung cấp nguồn cung cấp trọn đời!", "how_to_use": "Để sử dụng hàng ngày và phơi nắng. Lắc trước khi sử dụng. Thoa sản phẩm chống nắng ngay trước khi tiếp xúc. Thoa lại thường xuyên và nhiều để duy trì khả năng bảo vệ, đặc biệt là sau khi đổ mồ hôi hoặc lau khăn.", "ingredient": "Nước/Nước, Alcohol Denat., Triethyl Citrate, Diisopropyl Sebacate, Silica, Ethylhexyl Salicylate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Ethylhexyl Triazone, Butyl Methoxydibenzoylmethane, Glycerin, Propanediol, C12-22 Alkyl Acrylate/Hydroxyethylacrylate Copolymer, Natri Citrate, Methoxypropylamino Cyclohexenylidene oaxetat , Perlite, Tocopherol, Caprylic/Capric Triglyceride, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Axit Citric, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Drometrizole Trisiloxane, Hydroxyethylcellulose, Terephthalylidene Dicamphor Axit Sulfonic, Trietanolamine, Trisodium Ethylenediamine Disuccine.", "brand": "La Roche-Posay", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13494906-1084932951714264.jpg", "productCode": "Skin_3", "manufactureDate": "2022-09-15 00:00:00", "expirationDate": "2025-09-14 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Mặt nạ kem hoa hồng đen Sisley", "cost": 399000.0, "description": "Với Mặt nạ kem hoa hồng đen, bạn có thể xóa tan mệt mỏi và xỉn màu theo đúng nghĩa đen chỉ sau 15 phút để lộ làn da sáng và căng mọng tỏa ra từ bên trong. Được thiết kế để phục hồi và làm mịn làn da của bạn, mặt nạ kem mềm và thơm ngon này rất giàu các hoạt chất như hoa hồng đen làm dịu, bơ hạt mỡ nuôi dưỡng và chiết xuất đài hoa Alkekengi tăng cường collagen. Nói chung, các siêu thành phần này có tác dụng làm đầy đặn, cấp nước và cung cấp năng lượng cho làn da để tạo ra một làn da sáng mịn. Phần tốt nhất? Nó hoạt động chỉ trong 10-15 phút - vì vậy bạn có thể áp dụng nó trong khi thiền, đọc sách hoặc chuẩn bị bữa tối (về cơ bản, mọi thứ đều ổn!). Hãy nhớ hít thở mùi hương tinh tế của nó và tưởng tượng bạn đang ở trong một vườn hoa hồng bình dị ở đâu đó dưới ánh nắng.", "how_to_use": "Thoa 2-3 lần một tuần với một lớp dày lên mặt và cổ, cẩn thận tránh vùng quanh mắt. Để trên da khoảng 10-15 phút, sau đó lau sạch phần dư thừa.", "ingredient": "Aqua/Nước/Eau, Butyrospermum Parkii (Shea) Butter, Glycerin, Hydroxyethyl Acrylate/sodium Acryloyldimethyl Taurate Copolymer, Squalane, Butylene Glycol, Tocopheryl Acetate, Panthenol, Chiết xuất Physalis Alkekengi Calyx, Chiết xuất Verbascum Thapsus, Chiết xuất Chlorella Vulgaris, Chiết xuất hoa hồng, Vitis Chiết xuất lá Vinifera (Nho), Chiết xuất Padina Pavonica Thallus, Dầu lá Michelia Alba, Dầu Pelargonium Graveolens, Dầu hoa Rosa Damascena, Dầu hạt Simmondsia Chinensis (Jojoba), Glyceryl Stearate, Peg-100 Stearate, Ethylhexylglycerin, Pentylene Glycol, Polysorbate 60, Sorbitan Isostearate, Disodium Edta, Axit Citric, Natri Hydroxide, Dầu Glycine Soja (Đậu nành), Phenoxyetanol, Natri Benzoat, Kali Sorbate, Tocopherol, Oxit sắt (Ci 77491), Linalool, Citronellol, Geraniol. IL#4A Lưu ý: Danh sách các thành phần có trong thành phần của sản phẩm SISLEY-PARIS và HAIR Rituel của Sisley được cập nhật thường xuyên. Vui lòng tham khảo danh sách thành phần trên bao bì trước khi sử dụng sản phẩm.", "brand": "Sisley", "volume": "60ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11218759-1355072438222766.jpg", "productCode": "Skin_6", "manufactureDate": "2022-12-27 00:00:00", "expirationDate": "2025-12-26 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Kem Drunk Elephant Lala Retro 50ml", "cost": 168000.0, "description": "Nếu làn da của bạn cần được giải cứu, hãy giới thiệu nó với loại kem dưỡng ẩm đa năng, bổ dưỡng này. Lấy ceramides và trộn với sáu loại dầu châu Phi và đánh chúng thành một loại kem, hỗn hợp thoáng mát này có kết cấu sang trọng của một loại kem dưỡng da mặt phong phú mà không gây cảm giác ngột ngạt hay nặng nề. Dầu Marula nuôi dưỡng và trẻ hóa làn da, giàu chất chống oxy hóa và omega; Mongongo bảo vệ chống lại những kẻ xâm lược môi trường; baobab rất giàu vitamin C và mang lại lợi ích dưỡng ẩm, chống oxy hóa và làm dịu; Dưa Kalahari là loại dầu siêu dưỡng ẩm, trẻ hóa; ximenia rất giàu vitamin C và rất bổ dưỡng và cuối cùng, chanh dây rất giàu axit béo thiết yếu và vitamin C giúp làm sáng da. Đi kèm với các loại dầu dưỡng này, chiết xuất chuối giúp phục hồi và làm sáng da, trong khi hạt trà xanh lên men mang lại lợi ích dưỡng ẩm và nuôi dưỡng. Với công thức ở độ pH lý tưởng là 5,5, Lala Retro Whipped Cream giúp da không bị xỉn màu hoặc khô đồng thời cung cấp lượng ẩm ổn định suốt cả ngày lẫn đêm. Hộp đựng kín khí (và dễ thương!) Cũng giúp công thức luôn tươi mới.", "how_to_use": "Thoa một lượng Lala Retro™ bất cứ lúc nào lên làn da khô và sạch. Trộn với bất kỳ loại serum, dầu hoặc kem chống nắng nào của Drunk Elephant như một phần của giải pháp chăm sóc da tổng thể. Thêm một mũi B-Hydra để tăng thêm lượng vitamin B + hydrat hóa. Ngoài ra, Lala Retro có thể được áp dụng cho bất kỳ bộ phận nào của cơ thể để nuôi dưỡng làn da khỏi bị khô.", "ingredient": "Nước/Aqua/Eau, Glycerin, Caprylic/ Capric Triglyceride, Isopropyl Isostearate, Pseudozyma Epicola/Camellia Sinensis Dầu hạt/Glucose/Glycine Soja (Đậu nành) Bột/Chiết xuất mạch nha/Chiết xuất nấm men Dịch lọc lên men, Glyceryl Stearate SE, Cetearyl Alcohol, Axit Palmitic , Axit stearic, Pentylene Glycol, Chiết xuất lá Plantago Lanceolata, Dầu hạt Adansonia Digitata, Dầu hạt Citrullus Lanatus (Dưa hấu), Dầu hạt Passiflora Edulis, Dầu hạt Schinziophyton Rautanenii, Dầu hạt Sclerocarya Birrea, Polyglyceryl-6 Ximenia Americana Seedate, Cholesterol, Ceramide AP, Ceramide EOP,Sodium Hyaluronate Crosspolymer, Ceramide NP, Phytosphingosine, Ceteareth-20, Trisodium Ethylenediamine Disuccinate, Tocopherol, Natri Lauroyl Lactylate, Natri Hydroxide, Axit Citric, Carbomer, Xanthan Gum, Caprylyl Glycol, Chlorphenesin, Phenoxyetanol, Ethylhexylglycerin.", "brand": "Drunk Elephant", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13310264-1224989242066667.jpg", "productCode": "Skin_8", "manufactureDate": "2022-02-02 00:00:00", "expirationDate": "2025-02-01 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Kem dưỡng ẩm Augustinus Bader 30ml", "cost": 420000.0, "description": "Một loại kem dưỡng da mặt mang tính cách mạng lấy cảm hứng từ 30 năm nghiên cứu và đổi mới, Giáo sư Augustinus Bader đã tạo ra sản phẩm mang tính biểu tượng này. Với hai lần lặp lại để lựa chọn - một loại kem nhẹ, tươi mát nhưng dưỡng ẩm sâu hoặc công thức 'Rich' sang trọng, nuôi dưỡng mạnh mẽ - những sản phẩm này có tác dụng phục hồi vẻ ngoài trẻ trung của làn da; thay đổi làn da một cách ngoạn mục với công nghệ trẻ hóa da TFC8. Dựa trên kiến ​​thức rằng cơ thể bạn có một 'mật mã' bẩm sinh để sửa chữa mô, Kem chứa 'Phức hợp yếu tố kích hoạt' (TFC8) đã được cấp bằng sáng chế để 'mở khóa' mã này. Tất cả nghe có vẻ hơi khoa học? Điều chính bạn cần biết là bằng cách kích thích quá trình tái tạo tự nhiên của làn da, những loại thuốc này giúp giảm rõ rệt các dấu hiệu lão hóa và tổn thương do môi trường, giúp làn da của bạn trông như được phục hồi, tái tạo và đổi mới. Là một sự bổ sung lý tưởng cho thói quen hàng ngày của bạn, 'The Cream' là một công thức hấp thụ nhanh, không trọng lượng, lý tưởng cho các loại da thường - giữ cho làn da căng mọng nhờ hydrat hóa và sáng khỏe nhờ tăng cường đậu nành, protein gạo thủy phân, lô hội làm dịu và axit ascorbic làm sáng da. Được cải tiến để thân thiện với người ăn chay (không còn chứa sáp ong chống viêm) nhưng cũng không kém phần sang trọng, 'The Rich Cream' là một loại hỗn hợp đậm đặc hơn phù hợp nhất với các loại da thường đến da khô. Bên cạnh TFC8 tiên tiến, nó còn có dầu argan, bơ và hoa anh thảo dưỡng ẩm phong phú, cũng như axit béo giàu omega 6 và chất chống oxy hóa để bảo vệ làn da của bạn chống lại các gốc tự do.", "how_to_use": "Để có kết quả tối ưu, thoa lên da khô, sạch, buổi sáng và buổi tối. Để kích hoạt TFC8® đã được cấp bằng sáng chế, Augustinus Bader khuyến nghị các bước sau: 1. Mát-xa kem dọc theo đường viền hàm của bạn 2. Quét từ mũi đến tai và ngang trán 3. Quét phần thừa trên má và cổ", "ingredient": "Kem: Aqua (Nước), Caprylic/Capric Triglyceride, Pentylene Glycol, Propylene Glycol, Phosphatidylcholine hydro hóa, Glycerin, Sorbitol, Butyrospermum Parkii (Shea) Butter, Tocopheryl Acetate, Butylene Glycol, Xanthan Gum, Panthenol, Natri Carbomer, Lá Aloe Barbadensis Nước ép, Retinyl Palmitate, Protein gạo thủy phân, Squalane, Helianthus Dầu hạt Annuus (Hướng dương), Phenoxyetanol, Ascorbyl Palmitate, Lecithin, Alcohol, Carbomer, Ceramide NP, TFC-8, Natri Benzoate, Glycine Soja (Đậu nành) Protein, Superoxide Dismutase, Axit Citric, Natri Hydroxide, Dextran, Palmitoyl Tripeptide-8 , Axit ascoricic, Ethylhexylglycerin, Tocopherol, Kali Sorbate, Natri Dextran Sulfate Kem giàu: Aqua (Nước), Coco-Caprylate/Caprate, Dầu hạt Helianthus Annuus (Hướng dương), Squalane, Glycerin, Dầu hạt nhân Argania Spinosa, Ethyl Oleate, Persea Gratissima (Dầu bơ), Polyglyceryl-4 Oleate, Magiê Sulfate, Oenothera Dầu Biennis (Hoa anh thảo), Panthenol, Polyglyceryl-6 Oleate, Zinc Pca, Polyhydroxystearic Axit, Butylene Glycol, Butyrospermum Parkii (Shea) Butter, Kali Sorbate, Natri Benzoate, Tocopherol, Natri Hyaluronate, Protein gạo thủy phân, Maltodextrin, Axit Citric, Chiết xuất lá Camellia Sinensis, Lecithin hydro hóa, Tocopheryl Acetate, Xanthan Gum, Alanyl Glutamine, Arginine , Oligopeptide-177, Phenylalanine, Dầu hạt Sisymbrium Irio, Natri Clorua, Dextran, Palmitoyl Tripeptide-8.", "brand": "Augustinus Bader", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13315097-3264976247628656.jpg", "productCode": "Skin_9", "manufactureDate": "2023-07-16 00:00:00", "expirationDate": "2026-07-15 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Medik8 Crystal Retinal 6", "cost": 198000.0, "description": "Với bốn điểm mạnh phù hợp với nhu cầu của làn da bạn (và khả năng chịu đựng của nó!), Medik8s Crystal Retinal sẽ tăng cường quá trình điều trị của bạn với retinaldehyd ổn định để kích thích tế bào của bạn sản xuất collagen quý giá giúp tăng cường khả năng phục hồi và mật độ của da. Cấp độ 6 chứa 0,06% retinol đóng gói và là một bước tiến lên so với cấp độ 3 khi làn da của bạn đã thích nghi với khí hậu, rất phù hợp cho những người đã quen với retinol nhưng muốn nâng cấp mọi thứ. Axit retinoic là dạng retinol mà da bạn có thể sử dụng (hiện chỉ được bán theo đơn vì hiệu quả của nó), tuy nhiên, các tế bào chuyển đổi retinol (vitamin A) thành retinaldehyd sau đó là axit retinoic với kết quả đáng chú ý, chỉ là chúng mất nhiều thời gian hơn một chút. Do đó, bằng cách bỏ qua một bước trong quy trình chuyển đổi và khai thác retinaldehyd được đóng gói, một dạng vitamin A Medik8 mới mang tính cách mạng sẽ tăng tốc quá trình làm mịn, làm sáng, làm săn chắc và giảm vết thâm với những thay đổi rõ rệt sau bốn tuần sử dụng. Với cấu trúc tinh thể độc đáo dễ dàng được chuyển hóa bởi các enzyme khi sử dụng, Crystal Retinal đảm bảo tính ổn định và khả năng hấp thụ tối đa đồng thời giảm thiểu nguy cơ kích ứng. Với các lợi ích tăng cường độ rạng rỡ, làm sáng và tái tạo cấu trúc của retinol (không có tác dụng phụ gây bong vảy), sản phẩm này giúp củng cố làn da qua đêm và mang lại sự khác biệt rõ rệt nhanh hơn 11 lần so với retinol. Việc bổ sung axit hyaluronic và glycerin giúp làm căng mọng và giữ ẩm cùng với vitamin E chống oxy hóa khiến sản phẩm này trở nên hoàn hảo cho những ai muốn tiếp tục hành trình sử dụng retinol của mình.", "how_to_use": "Sau khi rửa mặt vào buổi tối, massage một lượng nhỏ Crystal Retinal lên mặt, cổ và vùng da cổ. Cho phép hấp thụ trước khi áp dụng kem dưỡng ẩm của bạn. Nên áp dụng Crystal Retinal dần dần và chỉ sử dụng vào buổi tối. Sử dụng hai lần một tuần trong hai tuần đầu tiên, mỗi đêm trong hai tuần tiếp theo, sau đó mỗi đêm. Luôn thoa kem chống nắng vào sáng hôm sau khi sử dụng sản phẩm này và trong một tuần sau đó. Tham khảo ý kiến ​​bác sĩ nếu đang cho con bú hoặc mang thai. Xin lưu ý: hình ảnh và tên sản phẩm được liệt kê có thể khác với bao bì nhận được do các bản cập nhật sản phẩm trên phạm vi. Hãy yên tâm, công thức và kết quả tuyệt vời sẽ được giữ nguyên.", "ingredient": "Aqua (Nước), Caprylic/Capric Triglyceride, Glycerin, Isododecane, Cetearyl Olivate, Natri Acrylate/Natri Acryloyldimethyl Taurate Copolymer, Cyclodextrin, Chiết xuất Eclipta Prostrata, Cetearyl Alcohol, PPG-12/SMDI Copolymer, Sorbitan Olivate, Tocopheryl Acetate, Titanium Dioxide, Squalane, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Phenoxyanol, Chiết xuất lá Melia Azadirachta, Hydroxypropyl Methylcellulose, Natri Hyaluronate, Tetrahexyldecyl Ascorbate, Dầu hạt Rubus Chamaemorus (Quả mâm xôi), Pentylene Glycol, Retinal, Alumina, Axit Isostearic, Lecithin, Polyglyceryl-3 Polyricinoleate , Axit Polyhydroxystearic, Natri Polyaspartate, Climbazole, Disodium EDTA, Dầu hạt Daucus Carota Sativa (Cà rốt), Hydroxyacetophenone, Chiết xuất hoa Lonicera Japonica (Hoa kim ngân), Ethylhexylglycerin, Chiết xuất hoa Lonicera Caprifolium (Hoa kim ngân), Axit 3-O-Ethyl Ascorbic, Dipteryx Chiết xuất đậu Odorata (Tonka), Axit Stearic, Dầu hạt Moringa Oleifera, Polysorbate 60, Sorbitan Isostearate, Chiết xuất trái cây Vanilla Planifolia (Vanilla), Decylene Glycol, BHT, 1,2-Hexanediol, Coumarin.", "brand": "Medik8", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11899386-1744963798909935.jpg", "productCode": "Skin_11", "manufactureDate": "2023-11-30 00:00:00", "expirationDate": "2026-11-29 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Niacinamide thông thường 10% + Kẽm 1% 30ml", "cost": 15000.0, "description": "Khai thác sức mạnh (bất cứ thứ gì ngoại trừ thông thường) của niacinamide và kẽm - với mức giá thấp đáng ngạc nhiên - loại huyết thanh mạnh mẽ này hoàn hảo để chống lại các nhược điểm, lỗ chân lông to và màu da không đồng đều. Là sản phẩm cần phải có để chống lại mụn, The Ordinary's Niacinamide 10% + Zinc 1% điều chỉnh việc sản xuất bã nhờn để thu nhỏ lỗ chân lông và giảm vi khuẩn gây mụn, giữ cho làn da của bạn luôn thông thoáng, bình tĩnh và thu hút. Là một chất cải thiện làn da siêu việt, niacinamide tăng cường khả năng miễn dịch của da và cải thiện khả năng giữ ẩm, trong khi một lượng kẽm PCA tuyệt vời có tác dụng phục hồi làn da bị tổn thương và thúc đẩy sản xuất collagen.", "how_to_use": "Thoa lên toàn bộ khuôn mặt vào buổi sáng và buổi tối trước các loại kem nặng hơn.", "ingredient": "Aqua (Nước), Niacinamide, Pentylene Glycol, Kẽm PCA, Dimethyl Isosorbide, Kẹo cao su hạt Tamarindus Indica, kẹo cao su Xanthan, Isoceteth-20, Ethoxydiglycol, Phenoxyetanol, Chlorphenesin.", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11363398-3584901839298679.jpg", "productCode": "Skin_49", "manufactureDate": "2022-07-09 00:00:00", "expirationDate": "2025-07-08 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Biossance Squalane và Copper Peptide Rapid Plumping Serum 50ml", "cost": 162000.0, "description": "Biossance's Squalane + Copper Peptide Rapid Plumping Serum làm căng mọng và mịn màng rõ rệt làn da thông qua hỗn hợp squalane, axit hyaluronic và peptide đồng tăng cường collagen. Chìa khóa để thúc đẩy độ nảy và độ đàn hồi, huyết thanh này được cung cấp bởi 'Phức hợp làm đầy nhanh chóng' gồm các thành phần dưỡng ẩm đã được chứng minh lâm sàng (đọc: axit hyaluronic, axit polyglutamic và squalane) để mang lại làn da mềm mại. Squalane có nguồn gốc từ mía trong công thức này giúp dưỡng ẩm tức thì và có tác dụng khóa độ ẩm đó để mang lại cảm giác thoải mái lâu dài. Thành phần tiêu đề khác, peptide đồng, là hỗn hợp peptide thuần chay, có màu xanh tự nhiên, hỗ trợ sản xuất collagen và đàn hồi để mang lại làn da săn chắc, mịn màng hơn. Điểm nổi bật cuối cùng của công thức là chiết xuất paracress giúp nâng và làm săn chắc da ngay lập tức và rõ rệt. Chúng tôi đã bán...", "how_to_use": "Massage một giọt đầy Copper Peptide Rapid Plumping Serum lên mặt và cổ đã được làm sạch. Có thể sử dụng vào buổi sáng và buổi tối.", "ingredient": "Nước/Aqua/Eau, Glycerin, Propanediol, Squalane, Natri Hyaluronate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Copper Tripeptide-1, Chiết xuất Acmella Oleracea, Ectoin, Tetrapeptide-30, Palmitoyl Hexapeptide-52, Copper PCA, Panthenol, Natri Polyglutamate , Chiết xuất lá Camellia Sinensis, Chiết xuất hoa Aloe Barbadensis, Chiết xuất hoa Passiflora Incarnata, Chiết xuất lá Melia Azadirachta, Chiết xuất từ ​​trái cây Solanum Melongena (Cà tím), Chiết xuất từ ​​​​rễ Curcuma Longa (nghệ), Chiết xuất hoa/lá húng quế Ocimum, Quả Coccinia Indica Chiết xuất, Chiết xuất hoa Melia Azadirachta, Chiết xuất lá Ocimum Sanctum, Chiết xuất Corallina Officinalis, Polyacrylate Crosspolymer-6, Acacia Senegal Gum, Xanthan Gum, Phenoxyanol, Ethylhexylglycerin, Axit Citric, Caprylyl Glycol.", "brand": "Biossance", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13643574-2994938395957130.jpg", "productCode": "Skin_13", "manufactureDate": "2024-10-08 00:00:00", "expirationDate": "2027-10-08 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "La Roche-Posay Effaclar Duo Plus 40ml", "cost": 54000.0, "description": "Được bổ sung các hoạt chất da liễu làm mờ vết thâm, loại kem dưỡng ẩm dạng gel nhẹ tác dụng kép này giúp giữ nước cho da đồng thời kiểm soát độ bóng và làm thông thoáng lỗ chân lông để có làn da sáng hơn. Nói lời tạm biệt với việc đánh dấu vết mụn còn sót lại vì 'Procerad' nắm quyền kiểm soát sắc tố và tông màu da, được tăng cường bằng glycerin để duy trì mức độ hydrat hóa suốt cả ngày. Chúng tôi không nghĩ làn da nhạy cảm và da dầu lại cảm thấy tốt như vậy. Thành phần yêu thích của chúng tôi đối với làn da có vấn đề, kẽm PCA giúp kiểm soát bã nhờn để giảm độ bóng. Chúng tôi đã đề cập đến LHA và axit salicylic chống mụn như những chất thông mũi hiệu quả của bạn để có làn da sạch hơn và lỗ chân lông thu nhỏ rõ rệt chưa? Thật an toàn khi nói rằng chúng tôi đã say mê sản phẩm dưỡng ẩm làm dịu da này.", "how_to_use": "Thoa lên toàn bộ khuôn mặt và cổ vào buổi sáng và buổi tối. Tránh đường viền mắt. Nên sử dụng sau khi rửa mặt bằng Gel rửa mặt Effaclar Purifying và dùng toner Effaclar Clarifying.", "ingredient": "Aqua/Nước,Glycerin, Dimethicone, Isocetyl Stearate, Niacinamide, Isopropyl Lauroyl Sarcosinate, Silica, Amoni Polyacryloyldimethyl Taurate, Methyl Methacrylate Crosspolymer, Kali Cetyl Phosphate, Sorbitan Oleate, Zinc Pca, Glyceryl Stearate Se, Isohexadecane, Natri Hydroxide, Myristyl Myristate, 2 -Oleamido-1, 3-Octadecanediol, Tinh bột nhôm Octenylsuccinate, Mannose, Poloxamer 338, Disodium Edta, Axit Capryloyl Salicylic, Caprylyl Glycol, Lên men Vitreoscilla, Xanthan Gum, Polysorbate 80, Acrylamide/Sodium Acryloyldimethyltaurate Copolymer, Bht, Axit Salicylic, Piroctone Olamine, Parfum/Hương thơm.", "brand": "La Roche-Posay", "volume": "40ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11091821-5255053261254432.jpg", "productCode": "Skin_16", "manufactureDate": "2022-10-15 00:00:00", "expirationDate": "2025-10-14 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Kem dưỡng mắt Summer Fridays Light Aura Vitamin C + Peptide 15ml", "cost": 120000.0, "description": "Bạn không thể quay ngược thời gian, nhưng bạn có thể sử dụng Kem dưỡng mắt Light Aura Vitamin C + Peptide này để làm sáng và săn chắc làn da, và về cơ bản thì điều đó cũng giống nhau... Chứa nhiều vitamin C và hỗn hợp peptide (có chứa các axit amin tạo nên cung cấp các protein mà da bạn cần để hình thành những thứ như collagen), loại kem mắt này làm sáng rõ và làm khỏe làn da đồng thời hỗ trợ sản xuất collagen tự nhiên để có vẻ ngoài mịn màng và săn chắc hơn. Dưỡng ẩm chuyên sâu (bản thân nó giúp làm đầy đặn làn da), công thức thậm chí còn yêu cầu caffeine để kích thích lưu lượng máu và làm sáng và làm mờ vùng dưới mắt, đồng thời làm dịu allantoin và vitamin E có tác dụng bảo vệ và giảm mẩn đỏ, và 'tự nhiên. quang học làm sáng ngay lập tức - mang lại cho kem cả lợi ích tức thời và tích lũy. Kết quả? Đôi mắt trẻ trung, hoàn hảo để trang điểm.", "how_to_use": "Thoa nhẹ nhàng quanh vùng mắt.", "ingredient": "Nước/Aqua/Eau, Behenyl Alcohol, Glycerin, Butyrospermum Parkii (Shea) Butter, Pentylene Glycol, Coco-Caprylate, Cetearyl Alcohol, Caprylic/Capric Triglyceride, Niacinamide, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Glyceryl Stearate, Jojoba Este, Tetrahexyldecyl Ascorbate, Isostearyl Isostearate, Natri Hyaluronate, Acetyl Hexapeptide-8, Dầu Persea Gratissima (Bơ), Dầu hạt Rosa Canina, Caffeine, Allantoin, Propanediol, Phospholipids, Dầu Prunus Amygdalus Dulcis (Dầu hạnh nhân ngọt), Chiết xuất Papaver Rhoeas, Tocopherol, Carica Papaya (Chiết xuất lá đu đủ, Chiết xuất từ ​​​​rễ cây Curcuma Longa (nghệ), Chiết xuất Corallina Officinalis, Chiết xuất từ ​​​​trái cây Coccinia Indica, Helianthus, Annuus (Sáp hạt hướng dương), Chiết xuất lá Ocimum Sanctum, Chiết xuất lá/hoa húng quế Ocimum, Simmondsia Chinensis ( Dầu hạt Jojoba), Chiết xuất lá/thân Bambusa Vulgaris, Chiết xuất Pisum Sativum (Hạt đậu), Glucosamine HCl, Silica, Chiết xuất hoa Melia Azadirachta, Chiết xuất lá Melia Azadirachta, Natri Stearoyl Glutamate, Polyglycerin-3, Diheptyl Succinate, Capryloyl Glycerin/Axit Sebacic Copolymer, Sorbitan Isostearate, Natri Phytate, Glyceryl Caprylate, Glyceryl Undecylenate, Xanthan Gum, 1,2-Hexanediol, Caprylyl Glycol, Natri Benzoate, Rượu Phenethyl, Polysorbate 60, Mica, Titanium Dioxide (CI 77891).", "brand": "Summer Fridays", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13495332-3264920263445531.jpg", "productCode": "Skin_20", "manufactureDate": "2023-07-04 00:00:00", "expirationDate": "2026-07-03 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Paula's Choice C15 Super Booster", "cost": 156000.0, "description": "Với axit ferulic, vitamin C và E, C15 Super Booster của PAULA'S CHOICE tự hào có công thức chứa 15% vitamin C đáng kinh ngạc giúp làm mờ các đường nhăn và nếp nhăn cũng như các đốm đen và tăng sắc tố để có làn da mịn màng, sáng hơn và săn chắc hơn. Vitamin C ổn định 15% được điều chế ở độ pH thân thiện với da là 3,0 và cũng tự hào có các chất chống oxy hóa mạnh như vitamin E và axit ferulic cũng như các peptide làm mịn da. Phù! Sự bổ sung hoàn hảo cho thói quen buổi sáng của bạn, chuẩn bị cho làn da được bảo vệ hoàn toàn khỏi tác hại của môi trường và chờ đợi làn da trẻ trung và rạng rỡ hơn đáng kể mỗi ngày. Chúng tôi bị ám ảnh!", "how_to_use": "Áp dụng một hoặc hai lần mỗi ngày sau khi rửa mặt, làm sạch da và tẩy tế bào chết. Nhỏ 2-3 giọt và thêm vào kem dưỡng ẩm hoặc serum yêu thích của bạn. Cũng có thể được sử dụng một mình. Đối với ban ngày, hãy dùng kem chống nắng phổ rộng có chỉ số SPF 30 trở lên. Có thể thoa xung quanh vùng dưới mắt.", "ingredient": "Aqua, Ascorbic Acid (vitamin C/chất chống oxy hóa), Butylene Glycol (hydrat hóa), Ethoxydiglycol (hydrat hóa), Glycerin (hydrat hóa/bổ sung nước cho da), PPG-26-Buteth-26 (tăng cường kết cấu), PEG-40 Dầu thầu dầu hydro hóa ( tăng cường kết cấu), Pentylene Glycol (bổ sung nước cho da), Tocopherol (vitamin E/chất chống oxy hóa), etanorulayH muidoS (bổ sung nước/bổ sung nước cho da), Hexanoyl Dipeptide-3 Norleucine Acetate (phục hồi da), Lecithin (bổ sung dưỡng chất cho da), Ferulic Acid (chất chống oxy hóa), Panthenol (bổ sung dưỡng chất cho da), Bisabolol (làm dịu da), Oryza Sativa (Gạo) Chiết xuất cám (làm mềm da), Hordeum Vulgare Extract (chất chống oxy hóa), Propyl Gallate (chất chống oxy hóa), Natri Gluconate (chất ổn định), Natri Hydroxide (điều chỉnh độ pH), Phenoxyetanol (chất bảo quản), Ethylhexylglycerin (chất bảo quản).", "brand": "Paula's Choice", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11289052-1374909086933576.jpg", "productCode": "Skin_21", "manufactureDate": "2024-07-16 00:00:00", "expirationDate": "2027-07-16 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Bộ công cụ khởi đầu NuFACE Mini+ (Nhiều màu sắc)", "cost": 720000.0, "description": "Kết hợp Thiết bị làm săn chắc da mặt Mini+ biến đổi với ba anh hùng miễn phí, Bộ công cụ khởi đầu Mini+ hoạt động để mang lại làn da rạng rỡ, trẻ trung hơn và vẻ ngoài có đường nét theo thời gian. Có sẵn với màu 'Sandy Rose' sang trọng và tinh tế hoặc 'Midnight Black' thanh lịch, đây là phụ kiện chăm sóc da hoàn hảo cho chế độ nâng cao tinh thần của bạn. Phát ra dòng điện có điện áp cực thấp phản chiếu dòng điện của chính cơ thể bạn ở cấp độ tế bào, Thiết bị làm săn chắc da mặt Mini+ tiên tiến sẽ phục hồi làn da bị tổn thương và kích thích sản xuất collagen và đàn hồi, làm giảm các dấu hiệu lão hóa một cách thần kỳ. Dễ dàng sử dụng chỉ trong năm phút, điều chỉnh cường độ và lướt dọc theo các vùng lông mày, xương gò má, trán và đường viền hàm của bạn để nâng cơ, làm đều màu và tạo đường viền. Để chuẩn bị cho da, hãy sử dụng cọ thoa (đi kèm) để thoa Hydrating Aqua Gel. Làm ướt da khô bằng một lớp màng dưỡng ẩm, loại gel này đảm bảo độ dẫn điện vi dòng và kết quả điều trị tối ưu. Được tạo ra với sự kết hợp mạnh mẽ giữa axit hyaluronic và nước băng, loại gel dưỡng ẩm này được thiết kế độc đáo với NuFACE IonPlex, do đó các dòng điện vi mô kéo dài tuổi trẻ được đưa đến bề mặt da và xuống cơ một cách hiệu quả. Cuối cùng nhưng không kém phần quan trọng, Kem làm săn chắc và làm sáng da được bổ sung các thành phần yêu thích làn da, chẳng hạn như axit hyaluronic để mang lại làn da mịn màng và dẻo dai, đồng thời có thể mát-xa đơn giản sau khi điều trị hoặc bất kỳ lúc nào da bạn cần tăng cường độ ẩm.", "how_to_use": "Làm sạch: Bằng sữa rửa mặt không chứa dầu. Tăng cường: Thoa một vài giọt một trong các loại huyết thanh NuFACE Super Booster lên đầu ngón tay và mát xa vào làn da khô, sạch cho đến khi hấp thụ hoàn toàn. Kích hoạt + Nâng: Quét một lớp giống như mặt nạ của Chất kích hoạt dòng điện siêu nhỏ NuFACE yêu thích của bạn theo từng phần khi bạn nâng lên. Thực hiện lướt/giữ bằng Thiết bị Mini+ của bạn. Kết thúc: Thoa kem mắt, kem dưỡng ẩm và đừng quên kem chống nắng! Biện pháp phòng ngừa: Nếu bạn đang được nhà cung cấp dịch vụ chăm sóc sức khỏe chăm sóc, hãy tham khảo ý kiến ​​nhà cung cấp dịch vụ chăm sóc sức khỏe của bạn trước khi sử dụng Thiết bị Mini+. Không sử dụng trên các vùng da bị sưng, nhiễm trùng, viêm hoặc da bị phát ban. Thiết bị này có thể không an toàn để sử dụng trên cổ ở những người có tiền sử bệnh động mạch cảnh, đột quỵ hoặc cơn thiếu máu cục bộ thoáng qua (TIA), hẹp động mạch cảnh, huyết áp không ổn định, dễ ngất xỉu, bệnh tuyến giáp hoặc các thủ tục phẫu thuật trước đó trong vùng cổ. Tránh sử dụng áp lực quá mức khi sử dụng thiết bị này ở phía trước cổ và tránh sử dụng thiết bị trên đường giữa cổ. Vui lòng tham khảo ý kiến ​​nhà cung cấp dịch vụ chăm sóc sức khỏe của bạn nếu bạn có bất kỳ thắc mắc nào trước khi sử dụng. Nam giới nên cạo râu trước khi sử dụng.", "ingredient": "Kem lụa: Aqua/Water/Eau, Caprylic/Capric Triglyceride, Butyrospermum Parkii Butter, Propanediol, Natri Acrylates Copolymer, Chiết xuất bùn biển, Isopentyldiol 1,2-Hexanediol, Adenosine, Chiết xuất hoa Bellis Perennis, Betaine, Biosaccharide Gum-4, Bisabolol , Caprylyl Glycol, Axit Citric, Ethylhexylglycerin, Glycerin, Dầu hạt Helianthus Annuus, Axit Hyaluronic thủy phân, Chiết xuất từ ​​​​trái cây Hylocereus Undatus, Lecithin, Chiết xuất từ ​​​​củ Leucojum Aestivum, Mannan, Chiết xuất Olivine, Pentylene Glycol, Natri Citrate, Tocopherol, Chiết xuất Tremella Fuciformis Sporocarp, Chiết xuất hoa Trifolium Pratense, Chiết xuất rễ cây Zingiber Officinale, Axit Benzoic, Rượu Benzyl, Phenoxyetanol, Kali Sorbate, Natri Benzoat, Natri Metabisulfite. Aqua Gel: Nước/Aqua/Eau, Propanediol, Chiết xuất bùn biển, Axit Hyaluronic thủy phân, Adenosine, Chiết xuất Olivine, Chiết xuất Tremella Fuciformis Sporocarp, Betaine, Glycerin, Carbomer, Hydroxyethylcellulose, Ethylhexylglycerin, Caprylyl Glycol, Natri Citrate, Tocopherol, Rượu Benzyl, Glyceryl Caprylate, Glyceryl Undecylenate, Kali Sorbate, Disodium Phosphate, Natri Phosphate, Natri Metabisulfite, Phenoxyetanol, Natri Hydroxide, Natri Nitrat.", "brand": "NuFACE", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13837543-1764982482667055.jpg", "productCode": "Skin_25", "manufactureDate": "2022-04-28 00:00:00", "expirationDate": "2025-04-27 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Caudalie Vinoperfect Skin Correcting Serum 30ml", "cost": 150000.0, "description": "Được hỗ trợ bởi thành phần bí mật của Caudalie có tên là Viniferine (ssshhh!), huyết thanh này đã được chứng minh một cách khoa học để làm sáng các đốm đen chỉ trong bốn tuần. Được chiết xuất từ ​​​​thân cây nho, Viniferine được cho là có hiệu quả bảo vệ gốc tự do cao gấp 62 lần so với Vitamin C - khiến nó trở thành một nguồn năng lượng làm sạch da, có tác dụng giảm sắc tố, điều chỉnh các đốm đen hiện có và ngăn ngừa sự xuất hiện của các đốm mới. Vinoperfect cung cấp tác dụng chống oxy hóa và chống lão hóa bằng cách kích thích sản xuất đàn hồi và collagen – với công thức mới và cải tiến kể từ tháng 4 năm 2021 giúp làm đều màu và làm sáng tông màu một cách hiệu quả và dễ dàng. Thích hợp cho mọi loại da (ngay cả những loại da nhạy cảm nhất!), công thức tăng cường độ rạng rỡ này tự hào có danh sách 98% thành phần tự nhiên với squalane có nguồn gốc từ ô liu có tác dụng dưỡng ẩm mà không khiến bạn trông nhờn. Với hương thơm tươi mát và tinh tế của hoa chanh, lá cam, dưa hấu và bạc hà nghiền – cùng với bao bì có thể tái chế 100% – đây được coi là điểm nhấn của bất kỳ quy trình chăm sóc da nào.", "how_to_use": "Thoa vào buổi sáng và buổi tối lên mặt, cổ và ngực trước khi dùng kem dưỡng ẩm thông thường của bạn. Lời khuyên từ các chuyên gia trị liệu của chúng tôi: Để có được làn da sáng hoàn hảo, hãy thoa serum này dưới lớp kem chống nắng dành cho da mặt trước khi ra nắng.", "ingredient": "Aqua/Nước/Eau, Butylene Glycol, Glycerin, Coco-Caprylate/Caprate, Squalane, Chiết xuất chồi nho Palmitoyl, Polyglyceryl-3 Distearate, Bisabolol, Glyceryl Stearate, Xanthan Gum, Caprylyl Glycol, Cellulose vi tinh thể, Polyacrylate Crosspolymer-6, Kali Sorbate , Glyceryl Stearate Citrate, Axit Citric, Natri Phytate, Natri Hydroxide, Nước hoa (Hương thơm).(243/032)", "brand": "Caudalie", "volume": "158ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12782348-1304853587214094.jpg", "productCode": "Skin_27", "manufactureDate": "2022-06-29 00:00:00", "expirationDate": "2025-06-28 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Kem dưỡng da hoa hồng đen Sisley 50ml", "cost": 495000.0, "description": "Thiếu ánh sáng của bạn? Hãy khám phá lại nó với Kem dưỡng da hoa hồng đen của SISLEY-PARIS. Nó chứa nhiều tinh dầu nuôi dưỡng giúp cung cấp độ ẩm cho làn da của bạn, làm mịn kết cấu và tăng cường vẻ rạng rỡ tự nhiên cho làn da của bạn. Được thiết kế để biến thói quen của bạn thành một trải nghiệm cảm giác, công thức mượt mà này biến thành những giọt nước siêu nhỏ khi nó tiếp xúc với lớp biểu bì để tăng cường hydrat hóa tối đa. Chiết xuất đài hoa Alkekengi phục hồi làn da trong khi chiết xuất padina pavonica củng cố lớp hydric, tác dụng kép giúp phục hồi độ sáng. Loại kem dưỡng này cũng được làm giàu với chiết xuất hoa hồng đen, nước hoa hồng tháng Năm, dầu hạt mỡ và dầu lạc đà để mang lại làn da mềm mại đẹp đẽ, được nghỉ ngơi và thắp sáng từ bên trong. Tất cả đều có dấu ấn khứu giác của thương hiệu để đánh thức các giác quan vào buổi sáng và buổi tối.", "how_to_use": "Thoa lên mặt và cổ, buổi sáng và buổi tối. Bạn cũng có thể thoa một vài giọt Black Rose Precious Face Oil trước, mỗi ngày một lần, nếu da bạn cần nhiều TLC hơn.", "ingredient": "Nước/Eau (Aqua), Nước hoa Rosa Centifolia, Glycerin, Polyisobutene hydro hóa, Butyrospermum Parkii (Shea) Butter, Dimethicone, Pentylene Glycol, Butylene Glycol, Dầu hạt Camelina Sativa, Tocopheryl Acetate, Biosaccharide Gum-1, Chiết xuất Physalis Alkekengi Calyx, Chiết xuất Rhododendron Ferrugineum, Chiết xuất hoa dâm bụt Sabdariffa, Tocopherol, Chiết xuất hoa hồng, Chiết xuất Padina Pavonica Thallus, Dầu lá Michelia Alba, Dầu Pelargonium Graveolens, Dầu hoa Rosa Damascena, Caprylic/capric Triglyceride, Dầu hạt Simmondsia Chinensis (Jojoba), Natri Clorua, Dimethicone /peg-10/15 Crosspolymer, Lauryl Peg-10 Tris (Trimethylsiloxy)silylethyl Dimethicone, Dầu đậu nành hydro hóa, Axit Citric, Dipropylene Glycol, Natri Hydroxide, Disodium Phosphate, Phenoxyetanol, Kali Sorbate, Natri Benzoat, Oxit sắt (Ci 77491), Linalool, Citronellol, Geraniol, Citral, Eugenol. Lưu ý: Danh sách các thành phần có trong thành phần của sản phẩm SISLEY-PARIS và HAIR Rituel của Sisley được cập nhật thường xuyên. Vui lòng tham khảo danh sách thành phần trên bao bì trước khi sử dụng sản phẩm.", "brand": "Sisley", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14700243-7735070625394541.jpg", "productCode": "Skin_28", "manufactureDate": "2022-11-08 00:00:00", "expirationDate": "2025-11-07 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Dầu tẩy trang tầm xuân Pai Skincare Light Work 100ml", "cost": 99000.0, "description": "Loại bỏ lớp trang điểm, bã nhờn dư thừa và tạp chất mà không gây kích ứng cho da và mắt nhạy cảm, sữa rửa mặt dạng dầu Light Work này rất lý tưởng để loại bỏ bụi bẩn trong ngày mà không gây nguy cơ nổi cơn thịnh nộ. Không độc hại, được chứng nhận hữu cơ và thuần chay, sản phẩm làm từ thiện này chỉ sử dụng những thành phần tốt nhất để tạo ra phép thuật trên khuôn mặt của bạn - ngôi sao của chương trình là thành phần chính của thương hiệu, dầu tầm xuân. Nổi tiếng với đặc tính tái tạo và chữa lành da mạnh mẽ, dầu được sử dụng trong công thức này được chiết xuất thông qua một phương pháp cực kỳ tiên tiến. Chiết xuất CO2 siêu tới hạn có nguồn gốc từ núi lửa (hãy cùng chúng tôi tìm hiểu về vấn đề này…) được sử dụng để tạo ra hỗn hợp độc đáo giữa dầu hạt và trái cây tầm xuân Andean, hiệu quả hơn, tươi mát và lâu dài hơn so với các loại dầu ép lạnh truyền thống. Nồng độ cao của omega 3, 6, 7 và 9, cộng với carotenoid chống oxy hóa giúp phục hồi và bảo vệ da chống lại căng thẳng từ môi trường và những tổn thương rõ rệt – hãy nghĩ: làn da mềm mại, khỏe mạnh và được bảo vệ. Công thức cũng có mùi thơm ngon nhờ một loạt các loại tinh dầu như cam, húng quế và hoa nhài, đảm bảo quá trình làm sạch của bạn thậm chí còn dễ chịu hơn.", "how_to_use": "Thoa 2-3 máy bơm lên da khô và massage lên mặt và mắt để hòa tan lớp trang điểm và bụi bẩn hàng ngày. Thêm một ít nước và massage vào dầu để tạo thành sữa nhẹ trước khi rửa sạch.", "ingredient": "Dầu trái cây Olea Europaea (Ô liu)*, Dầu hạt Helianthus Annuus (Hướng dương)*, Polyglyceryl-4 Oleate, Dầu hạt Ricinus Communis (Castor)*, Chiết xuất từ ​​trái cây Rosa Canina (Tầm xuân)*, Chiết xuất hoa Jasminum Grandiflorum (Jasmine)*, Dầu vỏ Citrus Aurantifolia (Vôi)*, Dầu vỏ Citrus Aurantium Dulcis (Cam)*, Dầu Pelargonium Graveolens*, Dầu húng quế Ocimum (Húng quế)*, Tocopherol, Rosmarinus Officinalis (Chiết xuất lá hương thảo)*, Xuất hiện tự nhiên trong các loại tinh dầu: Limonene , Citronellol, Geraniol, Citral, Linalool *HỮU CƠ (90%)", "brand": "Pai", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12669040-1674904678364279.jpg", "productCode": "Skin_29", "manufactureDate": "2022-04-05 00:00:00", "expirationDate": "2025-04-04 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Dr Dennis Gross Chăm Sóc Da Chống Nhăn Nhẹ Toàn Thân SPF30 50ml", "cost": 126000.0, "description": "Một tấm chắn vật lý thách thức mọi khuôn mẫu về 'vật lý', Kem chống nắng Wrinkle Defense Broad Spectrum SPF 30 dành cho mọi vật lý của Tiến sĩ Dennis Gross Skincare (thử nói rằng sau khi dùng quá nhiều sangrias) làm chệch hướng tác động lão hóa da của ánh nắng mặt trời mà không rời khỏi khuôn mặt của bạn cảm giác ngột ngạt. Không chứa dầu và hương thơm, sản phẩm này hoạt động giống như một chiếc dù che nắng - giữ cho làn da an toàn khỏi tia UVA/UVB, cũng như ô nhiễm và ánh sáng xanh phát ra từ điện thoại và màn hình máy tính. Được bổ sung chất chống oxy hóa để loại bỏ các gốc có hại (chúng ta đang nói đến cây dâu tây, cây hắc mai biển, cây lingonberry và axit ferulic đặc trưng của DDG), điều này giúp trì hoãn các dấu hiệu lão hóa sớm, đồng thời ngăn chặn sự xuất hiện của các đốm đen và tác hại của ánh nắng mặt trời. Thích hợp cho mọi loại da (điều này thật tuyệt nếu bạn nhạy cảm), không nhờn, hấp thụ nhanh chóng và an toàn cho rạn san hô.", "how_to_use": "Sử dụng hàng ngày vào buổi sáng như bước cuối cùng trong quy trình chăm sóc da của bạn, sau kem dưỡng ẩm. Thoa lên đầu ngón tay và mát xa vào da cho đến khi hòa quyện hoàn toàn. Thoa đều lên mặt, cổ và ngực 15 phút trước khi ra nắng. Để có độ che phủ toàn diện, hãy massage vào chân tóc, qua tai và sau gáy. Áp dụng lại sau mỗi hai giờ. LƯU Ý: Thật không may do có màu trắng nhẹ, công thức này hiện không phù hợp với tông màu da tối hơn nếu bạn muốn có một lớp nền vô hình.", "ingredient": "Thành phần hoạt chất: Zinc Oxide 16% Inactive Water/Aqua/Eau, Butyloctyl Salicylate, Dimethicone, Caprylic/Capric Triglyceride, Glycerin, Ankan dừa, Lauryl Polyglyceryl-3 Polydimethylsiloxyethyl Dimethicone, Vaccinium Vitis-Idaea (Lingonberry) Chiết xuất từ ​​trái cây, Axit Ferulic, Hippophae Chiết xuất từ ​​trái cây Rhamnoides (Sea Buckthorn), Chiết xuất lá Arctostaphylos Uva-Ursi (Bearberry), Nước ép lá Aloe Barbadensis, Quercetin, Tocopherol, Tocopheryl Acetate, Xanthophylls (Lutein), Sucrose, Ethylhexylglycerin, Lecithin, Axit Polyglutamic, Tinh bột sắn, Canxi Gluconate, Dimethicone/Polyglycerin-3 Crosspolymer, Triheptanoin, Xanthan Gum, Axit polyhydroxystearic, Coco-Caprylate/Caprate, Triethoxycaprylylsilane, Polymethylsilsesquioxane, Propanediol, C13-15 Alkane, Dipropylene Glycol, Natri Hydroxide, Disteardimonium Hectorite, Isostearyl Lactate, Triethyl Citrate, Natri Clorua, Tetrasodium Glutamate Diacetate, Gluconolactone, Natri Citrate, Axit Citric, Phenoxyetanol, Natri Benzoat, Kali Sorbate", "brand": "Dr Dennis Gross", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12949519-1904896470248632.jpg", "productCode": "Skin_32", "manufactureDate": "2023-08-31 00:00:00", "expirationDate": "2026-08-30 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Mặt nạ mắt Elemis Pro-Collagen Hydra-Gel (Gói 6)", "cost": 162000.0, "description": "Với công thức đặc biệt để làm mờ các nếp nhăn và nếp nhăn, Mặt nạ mắt Pro-Collagen Hydra Gel chỉ cần đặt trên da của bạn và phát huy tác dụng kỳ diệu của chúng, với các hoạt chất biển mạnh mẽ như padina pavonica và chlorella để cải thiện độ đàn hồi và trẻ hóa da. Cung cấp độ ẩm tức thì, padina pavonica là một loại tảo nâu được tìm thấy ở bờ biển Địa Trung Hải có tác dụng hỗ trợ hydrat hóa, trong khi chlorella (một loại tảo xanh) củng cố và khuyến khích quá trình tái tạo tế bào nhờ hàm lượng vitamin C mạnh mẽ. Thêm axit hyaluronic giúp dưỡng ẩm thêm cho da - cải thiện kết cấu da và giúp bạn giữ nước. Tinh tế và xứng đáng với mọi sự chú ý của bạn, vùng da dưới mắt quý giá của bạn không xứng đáng gì ngoài những gì tốt nhất để khuyến khích làn da tươi sáng, trẻ trung, khỏe mạnh.", "how_to_use": "Áp dụng khi cần thiết. Lấy mặt nạ đầu tiên ra khỏi tấm lót và ấn nhẹ dưới mắt, mặt dính hướng xuống. Tháo mặt nạ thứ hai và đặt dưới vùng mắt còn lại. Sau khi để trong 20 phút, loại bỏ và vứt bỏ.", "ingredient": "Aqua/Nước/Eau, Glycerin, Ceratonia Siliqua Gum, Carrageenan, Phenoxyetanol, Panthenol, Lactobacillus/Scutellaria Baicalensis Root/Lá Camellia Sinensis/Lá Artemisia Princeps/Lá Houttuynia Cordata/Citrus Junos (Yuzu) Dịch lọc lên men chiết xuất từ ​​trái cây, PEG-60 Hydro hóa Dầu thầu dầu, Dầu hạt Simmondsia Chinensis (Jojoba), Maris Aqua (Nước biển), Ethylhexylglycerin, Natri Hyaluronate, Caprylyl Glycol, 1,2-Hexanediol, Chiết xuất sinh vật phù du, Disodium EDTA, Chiết xuất Chlorella Vulgaris, Kali Hydroxide, Ricinus Communis (Thầu dầu) Dầu hạt, Butylene Glycol, Chiết xuất Padina Pavonica Thallus.", "brand": "Elemis", "volume": "Pack of 6", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10955088-8334891242464772.jpg", "productCode": "Skin_34", "manufactureDate": "2024-02-15 00:00:00", "expirationDate": "2027-02-14 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Kem dưỡng ẩm Biossance Squalane và Vitamin C Rose 50ml", "cost": 135000.0, "description": "Bạn đang tìm kiếm một loại kem dưỡng da mặt sang trọng có nhiều lợi ích làm sáng da mà không để lại cặn dính? Bước tiếp theo là Squalane và Vitamin C Rose Moisturiser của Biossance. Nó chứa nhiều chất chống oxy hóa để mang lại sự bảo vệ tối ưu cho làn da của bạn, đồng thời tăng cường độ sáng và độ đàn hồi. Công thức cải tiến thân thiện với người ăn chay này được cung cấp bởi vỏ chanh lên men - một sự thay thế tự nhiên cho các thành phần làm sáng hàng đầu nhằm thúc đẩy sự rạng rỡ đồng thời cân bằng tông màu da và ngăn ngừa sự đổi màu trong tương lai. Vitamin C có tác dụng cải thiện độ đàn hồi, trong khi squalane siêu dưỡng ẩm phục hồi sự mềm mại (vâng, chúng ta đang nói đến kết quả mềm mại như em bé). Hãy dành chút thời gian khi thoa sản phẩm để cảm nhận mùi hương hoa tinh tế - nó có nguồn gốc từ chiết xuất hoa hồng damascus, một chất đa tác dụng cũng mang lại làn da tươi sáng mới cho bạn.", "how_to_use": "Thoa lên mặt và cổ sạch sau các sản phẩm dành cho mắt, serum và các sản phẩm điều trị. Sử dụng hai lần mỗi ngày - sáng và tối.", "ingredient": "Nước/Aqua/Eau, Squalane, Glycerin, Caprylic/Capric Triglyceride, Isoamyl Laurate, Cetearyl Olivate, Sorbitan Olivate, Tetrahexyldecyl Ascorbate, Lactobacillus/Chiết xuất lên men vỏ chanh, Tocopherol, Glyceryl Stearate SE, Chiết xuất hoa Rosa Damascena, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Leuconostoc/Dịch lọc lên men từ rễ củ cải, Cetyl Alcohol, Acacia Senegal Gum, Xanthan Gum, Ethylhexylglycerin, Axit Phytic, Natri Gluconate, Phenoxyetanol, Axit Citric, Natri Hydroxide, Citronellol, Oxit sắt (CI 77491).", "brand": "Biossance", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14509971-5555058878877165.jpg", "productCode": "Skin_35", "manufactureDate": "2023-04-28 00:00:00", "expirationDate": "2026-04-27 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Tinh Chất La Roche-Posay Cicaplast B5 Dành Cho Da Mất Nước 30ml", "cost": 117000.0, "description": "Nói rất lâu về tình trạng nhạy cảm, mất nước và mất độ ẩm với Cicaplast B5 Face Serum, Hydrating & Repairing Daily Skin Barrier for Dehydrated Skin và tạo ra kết cấu mềm mại như em bé trong 3, 2, 1... Được làm giàu với công thức mạnh mẽ có chứa vitamin B5, serum nhẹ nhàng này di chuyển bên dưới bề mặt để giúp tinh chỉnh kết cấu và làm sống động làn da rạng rỡ tự nhiên của bạn từ bên trong. Hình thành một lá chắn giống như da chống lại các tác nhân gây hại từ môi trường, huyết thanh đa năng này không chỉ bảo vệ chống lại khí hậu khắc nghiệt mà còn giảm mất nước qua da để giữ cho làn da của bạn trông và cảm thấy căng mọng hơn bao giờ hết! Hoàn toàn không nhờn và chứa nhiều dưỡng chất tăng cường dưỡng ẩm, công thức không mùi thơm này chính là điều mà thói quen của bạn đang chờ đợi!", "how_to_use": "Thoa 1-2 giọt vào buổi sáng và buổi tối lên mặt và cổ trên khuôn mặt mới được làm sạch và trước khi dưỡng ẩm. Nhẹ nhàng ấn lên mặt và cổ cho đến khi serum được hấp thụ hoàn toàn. Tránh massage mặt nhiều lần theo vòng tròn. Đợi ít nhất 1 phút trước khi áp dụng các sản phẩm chăm sóc da khác.", "ingredient": "Aqua /Nước / Eau, Panthenol, Glycerin, Alcohol Denat, Dimethicone, Hydroxyethylpiperazine Ethane Sulfonic Acid, Peg-20 Methyl Glucose Sesquistearate, Natri Hyaluronate, Amoni Polyacryloyldimethyl Taurate, Caprylyl Glycol, Lên men Vitreoscilla, Axit Citric, Xanthan Gum, Octyldodecanol, Tocopherol, Phenoxyetanol.", "brand": "La Roche-Posay", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14239221-1445034279789168.jpg", "productCode": "Skin_36", "manufactureDate": "2022-03-23 00:00:00", "expirationDate": "2025-03-22 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Kinship Supermelt Hyaluronic Plumping Lip Treatment 10ml", "cost": 57000.0, "description": "Không chỉ là một loại son dưỡng cơ bản, Kinship Supermelt Hyaluronic Plumping Lip Treatment là một liệu pháp tẩy tế bào chết và dưỡng ẩm cho môi hai trong một giúp đôi môi căng thẳng mềm mại và mịn màng hơn chỉ bằng một lần vuốt. Nhẹ nhàng làm ấm khi thoa, loại son dưỡng không gây bết dính này tan chảy thành một loại dầu siêu dưỡng ẩm mượt mà, bao bọc đôi môi trong sự nuôi dưỡng. Enzyme đu đủ lên men nhẹ nhàng tẩy tế bào chết để làm mịn các mảng da thô ráp và dọn đường cho bộ đôi thành phần tăng cường độ ẩm. Axit hyaluronic dưỡng ẩm sâu, trong khi quả hắc mai biển giàu chất chống oxy hóa bảo vệ và đảm bảo độ ẩm quý giá được giữ lại. Với hương thơm kem vani thơm ngon và độ bóng tinh tế, loại son dưỡng đa năng này có thể được sử dụng như một liệu pháp điều trị hàng ngày, mặt nạ qua đêm hoặc để đánh son môi. cây son.", "how_to_use": "Cách điều trị hàng ngày: thoa một lớp đều lên môi hàng ngày hoặc bất cứ khi nào bạn cần tăng cường dưỡng ẩm. Để chuẩn bị cho làn môi trang điểm mượt mà hơn, hãy thoa một lớp đều lên môi, để thấm trong 5-10 phút và thấm bằng khăn giấy. Dùng như mặt nạ qua đêm: thoa đều lên môi vào buổi tối trước khi đi ngủ và thức dậy với đôi môi siêu mềm, mịn, ngậm nước suốt cả ngày.", "ingredient": "Hydroxystearic/Linolenic/Oleic Polyglycerides, Dầu hạt Helianthus Annuus (Hướng dương)*, Dầu hạt Ricinus Communis (Thầu dầu), Axit Polyhydroxystearic, Chiết xuất lá Agave Tequilana*, Dầu Cocos Nucifera (Dầu dừa*), Dầu thầu dầu hydro hóa, Helianthus Annuus Seed Cera ( Sáp hạt Helianthus Annuus (Sáp hạt hướng dương), Butyrospermum Parkii (Shea) Bơ *, Alkanes dừa, Sáp Copernicia Cerifera (Carnauba), Dầu hạt Carica Papaya (Đu đủ), Natri Hyaluronate, Chiết xuất lên men trái cây Lactobacillus/Đu đủ, Chiết xuất Eclipta Prostrata, Hippophae Dầu trái cây Rhamnoides, Squalane, Coco-Caprylate/Caprate, Dầu hạt Citrullus Lanatus (Dưa hấu)*, Euterpe Oleracea Sterols, Chiết xuất trái cây Momordica Grosvenorii, Chiết xuất lá Melia Azadirachta, Dầu hạt Moringa Oleifera, Chiết xuất rễ cây Althaea Officinalis, C18-38 Alkyl Hydroxystearoyl Stearate, Axit Linoleic, Axit Oleic, Axit Linolenic, Maltodextrin, Hương liệu (Hương thơm). *Chứng nhận hữu cơ", "brand": "Kinship", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14238922-1405040556314588.jpg", "productCode": "Skin_37", "manufactureDate": "2024-08-31 00:00:00", "expirationDate": "2027-08-31 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Son dưỡng môi dưỡng ẩm Ultra Violette Sheen Screen SPF50", "cost": 48000.0, "description": "Chỉ cần một vết cháy nắng trên môi là chúng tôi có thể thề nguyện, không bao giờ nữa. Những ngày mà đôi môi của bạn phải tự chống chọi trong khi làn da của bạn được bảo vệ một cách tự mãn dưới lớp SPF đã qua rồi. Đó chính là lúc mà Ultra Violette's Sheen Screen Hydrating Lip Balm SPF50 ra đời… Kem chống nắng đã phát triển hơn rất nhiều kể từ những ngày chạy loanh quanh với vệt trắng lem luốc khắp môi. Điển hình là, loại son dưỡng sang trọng này lướt nhẹ như một giấc mơ, để lại đôi môi của bạn mềm mại và mịn màng chỉ với một chút bóng. Nó chứa lanolin bền vững để dưỡng ẩm sâu, bơ hạt mỡ để làm dịu và làm mềm đôi môi khô, nứt nẻ và bơ hạt cacao có mùi ngọt ngào để giữ lại tất cả độ ẩm quý giá. M'wah! Đơn giản chỉ cần chọn giữa năm sắc thái tuyệt đẹp: 'Rose' (nhuộm màu hoa cà bụi bặm), 'Nude' (màu be ấm áp phổ quát), 'Shimmer' (ánh sáng ba chiều không màu), 'Peach' (ánh sáng lung linh màu vàng đào tuyệt đối) và 'Flamingo' ( màu hồng fuschia tỏa sáng).", "how_to_use": "Hãy mím môi lại và thoa bất cứ khi nào môi bạn cần một chút TLC, nhưng đặc biệt là khi bạn ra ngoài nắng.", "ingredient": "Lanolin, Theobroma Cacao (Cocoa) Bơ hạt, Ethylhexyl Methoxycinnamate, Octocrylene, sáp ong, Butyl Methoxydibenzoylmethane, Butyrospermum Parkii (Shea) Butter, Dầu lai Helianthus Annuus (Dầu hạt Helianthus Annuus (Hướng dương), Dầu trái cây Olea Europaea (Olive), Ricinus Dầu hạt Communis (Castor), Hương thơm, Tocopherol, Có thể chứa +/- Ci 19140, Ci 15850, Ci 77891, Ci 77491, Ci 17200, Ci 45410, Ci 77492, Ci 77499, Ci 42090.", "brand": "Ultra Violette", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13323806-1444897238293899.jpg", "productCode": "Skin_38", "manufactureDate": "2022-08-10 00:00:00", "expirationDate": "2025-08-09 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "Kem Protini Polypeptide Voi say rượu", "cost": 183000.0, "description": "Chứa hàm lượng axit amin, yếu tố tăng trưởng và peptide tín hiệu đáng kinh ngạc, loại kem dưỡng ẩm này thấm ngay vào da để giữ cho da ngậm nước, đàn hồi và cân bằng. Loại kem dưỡng ẩm dạng gel mềm mượt này là biện pháp bảo vệ hoàn hảo chống lại các dấu hiệu lão hóa - hãy nghĩ đến Protini như một loại bột protein mạnh mẽ cho làn da của bạn, giúp duy trì collagen, khuyến khích sản xuất và ngăn ngừa sự phân hủy. Với công thức phức hợp gồm 9 peptide tín hiệu, chiết xuất tế bào gốc hoa súng, chiết xuất lên men axit folic đậu nành và acetyl glutamine, Drunk Elephant, với loại kem dưỡng ẩm này, đã thiết kế một sản phẩm mạnh mẽ giúp phục hồi làn da suy kiệt và mệt mỏi trở lại vẻ đẹp rạng ngời trước đây. Hãy quan sát làn da của bạn nhanh chóng trở nên săn chắc hơn, khỏe mạnh hơn và ngậm nước hơn. Hộp đựng kín khí (và dễ thương!) Cũng giúp công thức luôn tươi mới.", "how_to_use": "Áp dụng buổi sáng và buổi tối trên làn da sạch và khô.", "ingredient": "Nước/Aqua/Eau, Dicaprylyl Carbonate, Glycerin, Cetearyl Alcohol, Cetearyl Olivate, Sorbitan Olivate, Dầu hạt Sclerocarya Birrea, Chiết xuất lên men Bacillus/Đậu nành/ Axit Folic, Chiết xuất rễ cây Nymphaea Alba, sh-Oligopeptide-1, sh-Oligopeptide-2 , sh-Polypeptide-1, sh-Polypeptide-9, sh-Polypeptide-11, Copper Palmitoyl Heptapeptide-14, Heptapeptide-15 Palmitate, Palmitoyl Tetrapeptide-7, Palmitoyl Tripeptide-1, Alanine, Arginine, Glycine, Histidine, Isoleucine, Phenylalanine, Proline, Serine, Threonine, Valine, Acetyl Glutamine, Ankan dừa, Coco-Caprylate/Caprate, Natri Hyaluronate, Axit Aspartic, Axit Linoleic, Axit Linolenic, Lecithin, Butylene Glycol, Rượu Polyvinyl, Natri Lactate, Natri PCA, PCA, Sorbitan Isostearate, Carbome, Polysorbate 20, Polysorbate 60, Axit Lactic/Axit Glycolic Đồng trùng hợp, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Xanthan Gum, Isomalt, 1,2-Hexanediol, Caprylyl Glycol, Chlorphenesin, Phenoxyetanol, Tocopherol, Natri Benzoate, Phenylpropanol , Glyceryl Caprylate, Chiết xuất văn hóa Callus Symphytum Officinale", "brand": "Drunk Elephant", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13344888-3864989243160542.jpg", "productCode": "Skin_40", "manufactureDate": "2024-06-19 00:00:00", "expirationDate": "2027-06-19 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "REN Clean Skincare Ready Steady Glow Daily AHA Tonic 250ml", "cost": 84000.0, "description": "Tái tạo bề mặt một cách hiệu quả nhưng vẫn đủ dịu nhẹ để sử dụng hàng ngày, Ready Steady Glow Daily AHA Tonic đáng thèm muốn của REN CLEAN SKINCARE hứa hẹn mang lại làn da tươi sáng, đều màu. Lý tưởng để giải quyết tình trạng da xỉn màu, da không đều màu, lỗ chân lông to, tắc nghẽn, khô và thậm chí là nếp nhăn, công thức có chứa axit lactic và chiết xuất vỏ cây liễu nhẹ nhàng nhưng mạnh mẽ, phối hợp với nhau để giảm sự gắn kết giữa các tế bào chết, xỉn màu, kích hoạt quá trình tái tạo bề mặt tự nhiên của da. . Nhẹ nhàng tẩy tế bào chết, làm thông thoáng lỗ chân lông và thúc đẩy tái tạo tế bào, chất lỏng thơm ngon này mang lại vẻ rạng rỡ cân bằng tuyệt đẹp. Axit Azelaic cũng được thêm vào để tăng cường và làm sáng làn da của bạn, góp phần mang lại làn da sáng bóng đáng ghen tị mà bạn hằng khao khát. Thuốc bổ hoàn hảo hàng ngày để mang lại năng lượng cho làn da bị ảnh hưởng bởi ô nhiễm, cuộc sống thành thị hoặc mệt mỏi. Có sẵn ở dạng chai ban đầu (250ml) và chai thân thiện với du lịch (100ml), bạn sẽ không bao giờ cần phải thiếu công thức làm sáng da này.", "how_to_use": "Ngâm miếng bông có thể tái sử dụng cho đến khi thấm đẫm. Vuốt lên vùng da sạch trên mặt và cổ, cả ngày lẫn đêm, tránh vùng mắt. Thực hiện theo thói quen chăm sóc da thường xuyên của bạn. Đối với làn da nhạy cảm hơn, hãy làm ẩm miếng đệm bằng nước để pha loãng công thức cho đến khi da quen hơn với nó. Làm thế nào để thêm vào thói quen hàng ngày của bạn; Làm sạch da bằng Clean Jelly Oil Cleanser và nhẹ nhàng lau khô, sau đó dùng Daily AHA Tonic. Tiếp theo, chia một lượng Kem dưỡng mắt Dark Circle cỡ hạt gạo giữa hai ngón tay và massage nhẹ nhàng lên vùng dưới mắt, mí mắt và xương chân mày. Cuối cùng, thoa một lượng Kem ngủ đốm đen cỡ hạt dẻ bằng cách mát xa theo chuyển động tròn trên mặt và cổ cho đến khi hấp thụ hoàn toàn. LƯU Ý: Không sử dụng trên da bị kích ứng. Ngừng nếu xảy ra kích ứng. Tham khảo ý kiến ​​bác sĩ nếu tình trạng kích ứng vẫn tiếp diễn. Tránh tiếp xúc với mắt. Nếu tiếp xúc với mắt xảy ra rửa sạch bằng nước ấm. Sản phẩm này có thể làm cho làn da của bạn nhạy cảm hơn với ánh nắng mặt trời, hãy sử dụng kem chống nắng đầy đủ trong khi sử dụng sản phẩm này và trong một tuần sau khi bạn ngừng sử dụng. Da siêu nhạy cảm? Chúng tôi luôn khuyên bạn nên thử nghiệm miếng dán nếu bạn lo lắng về việc làn da của mình sẽ phản ứng như thế nào với công thức mới. Tái chế; Chai và nắp Ready Steady Glow Daily AHA Tonic được thiết kế để tái chế.* Không cần phải tách rời, chỉ cần giữ nguyên cả gói lại với nhau và cho vào thùng rác thích hợp nơi có sẵn. *Việc tái chế tuân theo các chính sách và cơ sở vật chất của địa phương.", "ingredient": "Aqua (nước), Natri Lactate, Axit Lactic, Heptyl Glucoside, Kali Azeloyl Diglycinate, Triethyl Citrate, Glyceryl Caprylate, Chiết xuất vỏ cây Salix Nigra (Liễu), Axit Benzoic, Dầu vỏ Citrus Nobilis (Quan thoại), Hoa Citrus Aurantium Dulcis (Cam) Dầu, Dầu vỏ cam quýt Grandis (Bưởi), Dầu vỏ cam quýt, Heptanol, Parfum* (Hương thơm), Limonene", "brand": "REN Clean Skincare", "volume": "250ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11653879-1004894571310312.jpg", "productCode": "Skin_42", "manufactureDate": "2024-01-05 00:00:00", "expirationDate": "2027-01-04 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Kem Augustinus Bader 50ml", "cost": 675000.0, "description": "Một loại kem dưỡng da mặt mang tính cách mạng lấy cảm hứng từ 30 năm nghiên cứu và đổi mới, Giáo sư Augustinus Bader đã tạo ra một sản phẩm mang tính biểu tượng. Với hai phiên bản để lựa chọn - một loại kem nhẹ, tươi mát nhưng dưỡng ẩm sâu hoặc công thức 'Rich' sang trọng, nuôi dưỡng mạnh mẽ - những sản phẩm này có tác dụng tăng cường và phục hồi khả năng phục hồi cho làn da của bạn; thay đổi làn da một cách ngoạn mục với công nghệ trẻ hóa da TFC8. Dựa trên kiến ​​thức rằng cơ thể bạn có một 'mật mã' bẩm sinh để sửa chữa mô, Kem chứa 'Phức hợp yếu tố kích hoạt' (TFC8) đã được cấp bằng sáng chế để 'mở khóa' mã này. Tất cả nghe có vẻ hơi khoa học? Điều chính bạn cần biết là bằng cách kích thích quá trình tái tạo tự nhiên của làn da, những loại thuốc này giúp giảm rõ rệt các dấu hiệu lão hóa và tổn thương do môi trường, giúp làn da của bạn trông như được phục hồi, tái tạo và đổi mới. Là một sự bổ sung lý tưởng cho thói quen hàng ngày của bạn, 'The Cream' là một công thức hấp thụ nhanh, không trọng lượng, lý tưởng cho các loại da thường - giữ cho làn da căng mọng nhờ hydrat hóa và sáng khỏe nhờ tăng cường đậu nành, protein gạo thủy phân, lô hội làm dịu và axit ascorbic làm sáng da. Được cải tiến để thân thiện với người ăn chay (không còn chứa sáp ong chống viêm) nhưng cũng không kém phần sang trọng, 'The Rich Cream' là một loại hỗn hợp đậm đặc hơn phù hợp nhất với các loại da thường đến da khô. Bên cạnh TFC8 tiên tiến, nó còn có dầu argan, bơ và hoa anh thảo dưỡng ẩm phong phú, cũng như axit béo giàu omega 6 và chất chống oxy hóa để bảo vệ làn da của bạn chống lại các gốc tự do. Xin lưu ý rằng công thức này là nhũ tương nước trong dầu có thể tách ra khi không sử dụng. Đừng sợ! Điều này không ảnh hưởng gì đến hiệu quả của loại kem Chén Thánh mới tìm thấy của bạn.", "how_to_use": "Để có kết quả tối ưu, thoa lên da khô, sạch, buổi sáng và buổi tối. Để kích hoạt TFC8® đã được cấp bằng sáng chế, Augustinus Bader khuyến nghị các bước sau: 1. Mát-xa kem dọc theo đường viền hàm của bạn 2. Quét từ mũi đến tai và ngang trán 3. Quét phần thừa trên má và cổ", "ingredient": "Kem: Aqua (Nước), Caprylic/Capric Triglyceride, Pentylene Glycol, Propylene Glycol, Phosphatidylcholine hydro hóa, Glycerin, Sorbitol, Butyrospermum Parkii (Shea) Butter, Tocopheryl Acetate, Butylene Glycol, Xanthan Gum, Panthenol, Natri Carbomer, Lá Aloe Barbadensis Nước trái cây, Retinyl Palmitate, Protein gạo thủy phân, Squalane, Dầu hạt Helianthus Annuus (Hướng dương), Phenoxyetanol, Ascorbyl Palmitate, Lecithin, Alcohol, Carbomer, Ceramide NP, TFC-8, Natri Benzoat, Protein Glycine Soja (Đậu nành), Superoxide Dismutase, Axit Citric, Natri Hydroxide, Dextran, Palmitoyl Tripeptide-8, Axit ascorbic, Ethylhexylglycerin, Tocopherol, Kali Sorbate, Natri Dextran Sulfate Kem giàu: Aqua (Nước), Coco-Caprylate/Caprate, Dầu hạt Helianthus Annuus (Hướng dương), Squalane , Glycerin, Dầu hạt nhân Argania Spinosa, Ethyl Oleate, Dầu Persea Gratissima (Bơ), Polyglyceryl-4 Oleate, Magiê Sulfate, Dầu Oenothera Biennis (Dầu hoa anh thảo), Panthenol, Polyglyceryl-6 Oleate, Zinc Pca, Axit Polyhydroxystearic, Butylene Glycol, Butyrospermum Parkii (Shea) Butter, Kali Sorbate, Natri Benzoate, Tocopherol, Natri Hyaluronate, Protein gạo thủy phân, Maltodextrin, Axit Citric, Chiết xuất lá Camellia Sinensis, Lecithin hydro hóa, Tocopheryl Acetate, Xanthan Gum, Alanyl Glutamine, Arginine, Oligopeptide-177, Phenylalanine, Dầu hạt Sisymbrium Irio, Natri clorua, Dextran, Palmitoyl Tripeptide-8.", "brand": "Augustinus Bader", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13315092-2094974668098059.jpg", "productCode": "Skin_44", "manufactureDate": "2022-08-03 00:00:00", "expirationDate": "2025-08-02 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Kem dưỡng ẩm Kinship Supermello Hyaluronic Gel Cream 50g", "cost": 84000.0, "description": "Một trong những công thức được yêu thích nhất của Kinship, Kem dưỡng ẩm Supermello Hydrating Gel Cream mang đến một lượng dưỡng ẩm ngọt ngào với tất cả sự nhẹ nhàng - và không gây bết dính - như loại kẹo dẻo cùng tên của nó. Là một loại kem dạng gel tạo cảm giác mát lạnh khi chạm vào, loại kem dưỡng ẩm sảng khoái này sẽ làm dịu làn da khát nước với hỗn hợp axit hyaluronic có nguồn gốc từ thực vật, nước dừa làm mềm và rễ cây marshmallow chống oxy hóa. Các đặc tính chống viêm được bổ sung giúp tránh mẩn đỏ và kích ứng, cho làn da trông êm dịu và ẩm mượt suốt cả ngày. Chỉ có hương thơm tinh tế nhất của chiết xuất vani tự nhiên, loại kem làm dịu da này là một loại kem dưỡng ẩm dành cho cả những loại da nhạy cảm.", "how_to_use": "Thoa một lượng nhỏ sau khi rửa mặt, buổi sáng và buổi tối, hoặc bất cứ lúc nào bạn cần tăng cường độ ẩm.", "ingredient": "Nước ép lá Aloe Barbadensis*, Aqua/Water/Eau, Glycerin, Isopropyl Palmitate, Mangifera Indica (Mango) Seed Butter, Natri Acrylates Copolymer, Chiết xuất trái cây Pyrus Malus (táo), Natri Hyaluronate, Cocos Nucifera (Dừa) Nội nhũ lỏng, Althaea Officinalis Chiết xuất từ ​​rễ, Squalane, Lên men Lactobacillus, Caprylic/Capric Triglyceride, Lecithin, Tetrahexyldecyl Ascorbate, Theobroma Cacao (Ca cao) Bơ hạt, Chiết xuất từ ​​trái cây Citrullus Lanatus (Dưa hấu), Chiết xuất từ ​​trái cây Lens Esculenta (Đậu lăng), Dầu hạt Helianthus Annuus (Hướng dương), Dầu Cocos Nucifera (Dầu dừa), Chiết xuất từ ​​trái cây Vani Planifolia, Dầu hạt Calophyllum Inophyllum*, Tocopherol, Natri Lactate, Axit phytic, Natri PCA, Kali Sorbate, Natri Benzoat, Tinh bột sắn, Axit Citric, Ethylhexylglycerin, Phenoxyetylen. *Chứng nhận hữu cơ", "brand": "Kinship", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14238920-1025040556114869.jpg", "productCode": "Skin_46", "manufactureDate": "2024-08-21 00:00:00", "expirationDate": "2027-08-21 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Augustinus Bader The Cream Travel Size 30ml - Kem", "cost": 420000.0, "description": "Một loại kem dưỡng da mặt mang tính cách mạng lấy cảm hứng từ 30 năm nghiên cứu và đổi mới, Giáo sư Augustinus Bader đã tạo ra sản phẩm mang tính biểu tượng này. Với hai lần lặp lại để lựa chọn - một loại kem nhẹ, tươi mát nhưng dưỡng ẩm sâu hoặc công thức 'Rich' sang trọng, nuôi dưỡng mạnh mẽ - những sản phẩm này có tác dụng phục hồi vẻ ngoài trẻ trung của làn da; thay đổi làn da một cách ngoạn mục với công nghệ trẻ hóa da TFC8. Dựa trên kiến ​​thức rằng cơ thể bạn có một 'mật mã' bẩm sinh để sửa chữa mô, Kem chứa 'Phức hợp yếu tố kích hoạt' (TFC8) đã được cấp bằng sáng chế để 'mở khóa' mã này. Tất cả nghe có vẻ hơi khoa học? Điều chính bạn cần biết là bằng cách kích thích quá trình tái tạo tự nhiên của làn da, những loại thuốc này giúp giảm rõ rệt các dấu hiệu lão hóa và tổn thương do môi trường, giúp làn da của bạn trông như được phục hồi, tái tạo và đổi mới. Là một sự bổ sung lý tưởng cho thói quen hàng ngày của bạn, 'The Cream' là một công thức hấp thụ nhanh, không trọng lượng, lý tưởng cho các loại da thường - giữ cho làn da căng mọng nhờ hydrat hóa và sáng khỏe nhờ tăng cường đậu nành, protein gạo thủy phân, lô hội làm dịu và axit ascorbic làm sáng da. Được cải tiến để thân thiện với người ăn chay (không còn chứa sáp ong chống viêm) nhưng cũng không kém phần sang trọng, 'The Rich Cream' là một loại hỗn hợp đậm đặc hơn phù hợp nhất với các loại da thường đến da khô. Bên cạnh TFC8 tiên tiến, nó còn có dầu argan, bơ và hoa anh thảo dưỡng ẩm phong phú, cũng như axit béo giàu omega 6 và chất chống oxy hóa để bảo vệ làn da của bạn chống lại các gốc tự do.", "how_to_use": "Để có kết quả tối ưu, thoa lên da khô, sạch, buổi sáng và buổi tối. Để kích hoạt TFC8® đã được cấp bằng sáng chế, Augustinus Bader khuyến nghị các bước sau: 1. Mát-xa kem dọc theo đường viền hàm của bạn 2. Quét từ mũi đến tai và ngang trán 3. Quét phần thừa trên má và cổ", "ingredient": "Kem: Aqua (Nước), Caprylic/Capric Triglyceride, Pentylene Glycol, Propylene Glycol, Phosphatidylcholine hydro hóa, Glycerin, Sorbitol, Butyrospermum Parkii (Shea) Butter, Tocopheryl Acetate, Butylene Glycol, Xanthan Gum, Panthenol, Natri Carbomer, Lá Aloe Barbadensis Nước trái cây, Retinyl Palmitate, Protein gạo thủy phân, Squalane, Dầu hạt Helianthus Annuus (Hướng dương), Phenoxyetanol, Ascorbyl Palmitate, Lecithin, Alcohol, Carbomer, Ceramide NP, TFC-8, Natri Benzoat, Protein Glycine Soja (Đậu nành), Superoxide Dismutase, Axit Citric, Natri Hydroxide, Dextran, Palmitoyl Tripeptide-8, Axit ascorbic, Ethylhexylglycerin, Tocopherol, Kali Sorbate, Natri Dextran Sulfate Kem giàu: Aqua (Nước), Coco-Caprylate/Caprate, Dầu hạt Helianthus Annuus (Hướng dương), Squalane , Glycerin, Dầu hạt nhân Argania Spinosa, Ethyl Oleate, Dầu Persea Gratissima (Bơ), Polyglyceryl-4 Oleate, Magiê Sulfate, Dầu Oenothera Biennis (Dầu hoa anh thảo), Panthenol, Polyglyceryl-6 Oleate, Kẽm Pca, Axit Polyhydroxystearic, Butylene Glycol, Butyrospermum Parkii (Shea) Butter, Kali Sorbate, Natri Benzoate, Tocopherol, Natri Hyaluronate, Protein gạo thủy phân, Maltodextrin, Axit Citric, Chiết xuất lá Camellia Sinensis, Lecithin hydro hóa, Tocopheryl Acetate, Xanthan Gum, Alanyl Glutamine, Arginine, Oligopeptide-177, Phenylalanine, Dầu hạt Sisymbrium Irio, Natri clorua, Dextran, Palmitoyl Tripeptide-8.", "brand": "Augustinus Bader", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13315096-1954896447282582.jpg", "productCode": "Skin_47", "manufactureDate": "2023-09-09 00:00:00", "expirationDate": "2026-09-08 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Dung dịch Toning Glycolic Acid 7% thông thường 240ml", "cost": 34500.0, "description": "Cung cấp bất cứ điều gì ngoại trừ những lợi ích thông thường, giải pháp săn chắc da này cung cấp khả năng tẩy da chết tinh tế để mang lại cho làn da của bạn sự rạng rỡ và trong trẻo rõ rệt. Đúng như tên gọi của nó, loại nước hoa hồng nhẹ nhàng nhưng chăm chỉ này có chứa axit glycolic (một loại axit alpha hydroxy) để tẩy tế bào chết nhẹ nhàng cho da và cải thiện kết cấu của nó. Đừng lo lắng bởi sự kích ứng thường liên quan đến việc sử dụng axit - The Ordinary's Glycolic Acid 7% Toning Solution cũng chứa dẫn xuất từ ​​quả hồ tiêu Tasmanian để giảm viêm, cũng như rễ nhân sâm và lô hội để tăng cường độ rạng rỡ và mang lại lợi ích làm dịu.", "how_to_use": "Chống chỉ định: Không nên sử dụng công thức này trên da nhạy cảm, bong tróc hoặc bị tổn thương. Vui lòng tham khảo ghi chú chống nắng bổ sung và các cảnh báo khác trong Hướng dẫn được cung cấp: Sử dụng lý tưởng nhất vào buổi chiều, không quá một lần mỗi ngày. Sau khi làm sạch, thấm dung dịch vào miếng bông và lau khắp mặt và cổ. Tránh đường viền mắt và tiếp xúc với mắt. Đừng rửa sạch. Tiếp tục với các phương pháp điều trị da bổ sung nếu cần thiết. Nếu tình trạng kích ứng dai dẳng xảy ra, hãy ngừng sử dụng và tham khảo ý kiến ​​bác sĩ. (Cảnh báo cháy nắng: Sản phẩm này có chứa axit alpha hydroxy (AHA) có thể làm tăng độ nhạy cảm của da với ánh nắng mặt trời và đặc biệt là khả năng bị cháy nắng. Hãy sử dụng kem chống nắng, mặc quần áo bảo hộ và hạn chế tiếp xúc với ánh nắng mặt trời khi sử dụng sản phẩm này trong một tuần sau đó. Chỉ sử dụng theo chỉ dẫn. Sự tiếp xúc của sản phẩm với da phải có tần suất hoặc thời gian hạn chế).", "ingredient": "Aqua (Nước), Axit Glycolic, Nước hoa Rosa damascena, Nước hoa Centaurea cyanus, Nước lá Aloe Barbadensis, Propanediol, Glycerin, Trietanolamine, Aminomethyl Propanol, Chiết xuất từ ​​rễ nhân sâm Panax, Chiết xuất từ ​​trái/lá Tasmannia Lanceolata, Axit aspartic, Alanine, Glycine , Serine, Valine, Isoleucine, Proline, Threonine, Histidine, Phenylalanine, Axit Glutamic, Arginine, PCA, Natri PCA, Natri Lactate, Fructose, Glucose, Sucrose, Urê, Hexyl Nicotinate, Dextrin, Axit Citric, Polysorbate 20, Gellan Gum, Trisodium Ethylenediamine Disuccinate, Natri Clorua, Hexylene Glycol, Kali Sorbate, Natri Benzoate, 1,2-Hexanediol, Caprylyl Glycol.", "brand": "The Ordinary", "volume": "240ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11429303-2815023393446759.jpg", "productCode": "Skin_48", "manufactureDate": "2022-08-24 00:00:00", "expirationDate": "2025-08-23 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Axit Hyaluronic thông thường 2% + B5 30ml", "cost": 23700.0, "description": "Với ba loại axit hyaluronic (ở trọng lượng phân tử thấp, trung bình và cao), loại huyết thanh nhẹ này mang lại khả năng làm mịn da hiệu quả - với mức giá nhỏ đáng ngạc nhiên. Thâm nhập vào da để đến các lớp sâu hơn, Axit Hyaluronic 2% + B5 của The Ordinary mang lại khả năng hydrat hóa lâu dài và mang lại sự căng mọng và giữ ẩm rõ rệt để làn da trông mịn màng, mềm mại và khỏe mạnh hơn. Axit hyaluronic ở trung tâm của siêu huyết thanh này thu hút nước gấp 1000 lần trọng lượng của nó, trong khi vitamin B5 tăng cường tuyệt vời giúp chữa lành các vùng da khô và hư tổn bằng cách ổn định chức năng rào cản của da và thúc đẩy sự phát triển của các mô khỏe hơn. Sau khi chiếm lĩnh thế giới làm đẹp như cơn bão (đọc: cơn bão dữ dội), The Ordinary thậm chí còn phát hành {cỡ lớn hơn} – để bạn có thể sử dụng lâu hơn nữa với công thức tăng cường làn da yêu thích của mình giữa các lần sử dụng.", "how_to_use": "Thoa một vài giọt lên mặt vào buổi sáng và buổi tối trước khi dùng kem dưỡng.", "ingredient": "Aqua (Nước), Natri Hyaluronate, Natri Hyaluronate Crosspolymer, Panthenol, Chiết xuất Ahnfeltia Concinna, Glycerin, Pentylene Glycol, Propanediol, Polyacrylate Crosspolymer-6, Ppg-26-Buteth-26, Trisodium Ethylenediamine Disuccinate, Axit Citric, Ethoxydiglycol, Caprylyl Glycol, Hexylene Glycol, Ethylhexylglycerin, Phenoxyetanol, Clorphenesin", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11363395-2265023392442461.jpg", "productCode": "Skin_50", "manufactureDate": "2024-08-27 00:00:00", "expirationDate": "2027-08-27 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Kem Gel Dưỡng Ẩm BYOMA 50ml", "cost": 38970.0, "description": "Loại kem dưỡng ẩm dạng gel siêu nhẹ và thơm ngon này ngay lập tức hấp thụ vào làn da khát nước và mang lại kết quả giúp làn da của bạn mềm mại và ngậm nước hơn. Đã tận hưởng nhiều lợi ích của nó nhưng sắp hết? Đơn giản chỉ cần giữ hộp đựng đầy màu sắc của bạn và dự trữ để nạp lại thay vì vứt hết. Theo phong cách BYOMA thực sự, Kem Gel dưỡng ẩm này tất nhiên được pha trộn với sự pha trộn độc đáo của phức hợp tri-ceramide tăng cường hàng rào và các hoạt chất siêu sao, niacinamide và trà xanh - công thức hoàn hảo cho làn da khao khát TLC dưỡng ẩm! Tận dụng tối đa cả hai thế giới với loại kem gel này mang lại cảm giác mát lạnh giúp đánh thức các tế bào da của bạn vào buổi sáng và độ ẩm lâu dài để giúp bạn hoạt động suốt cả ngày. Một chai được đóng gói sáng sủa với vô số sản phẩm tốt cho da chắc chắn sẽ nổi bật trong tủ phòng tắm của bạn. Được thiết kế để hút và giữ độ ẩm để các tế bào của bạn hoạt động tốt nhất, công thức dưỡng ẩm này có tác dụng phục hồi và giảm viêm - bây giờ đó là những gì chúng tôi gọi là R & R!", "how_to_use": "Thoa 1-2 lần bơm lên da đã được làm sạch sau khi thoa serum AM + PM. Thoa đều lên da cho đến khi hấp thụ hoàn toàn. Khi bạn dùng hết, hãy bổ sung lượng hàng dự trữ của bạn bằng một hộp nạp tiền.", "ingredient": "Aqua, Glycerin, Caprylic/Capric Triglyceride, Pentaerythrityl Tetraethylhexanoate, Polyglyceryl-3 Methylglucose Distearate, Niacinamide, Ceramide NP, Cholesterol, Phytosphingosine, Chiết xuất lá Camellia Sinensis, Axit Stearic, Axit Oleic, Axit Lactic, Lecithin hydro hóa, Rượu Cetearyl, Panthenol, Carbomer , Xanthan Gum, Tromethamine, 1,2-Hexanediol, Caprylyl Glycol, Hydroxyacetophenone, Axit Caprylhydroxamic.", "brand": "BYOMA", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13521362-1344926228708480.jpg", "productCode": "Skin_52", "manufactureDate": "2022-11-21 00:00:00", "expirationDate": "2025-11-20 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "The Ordinary Caffeine Solution 5% + EGCG 30ml", "cost": 23700.0, "description": "Là thần dược cần có cho đôi mắt mệt mỏi, The Ordinary’s Caffeine Solution 5% + EGCG chứa hàm lượng caffeine cực cao, được bổ sung Epigallocatechin Gallatyl Glucoside (EGCG) có độ tinh khiết cao từ lá trà xanh. Các nghiên cứu độc lập đã chỉ ra rằng việc sử dụng các thành phần này tại chỗ có thể giúp làm giảm bọng mắt và quầng thâm quanh viền mắt, phục hồi và làm sáng vùng da mỏng manh quanh mắt. Sự kết hợp mạnh mẽ của các chất chống oxy hóa và chất chống viêm được cung cấp bởi loại huyết thanh nhẹ này sẽ cải thiện đáng kể vẻ ngoài của đôi mắt bạn, giúp bạn trông có đôi mắt sáng và đuôi rậm - ngay cả khi bạn đang đốt dầu lúc nửa đêm.", "how_to_use": "Massage một lượng nhỏ lên đường viền mắt vào buổi sáng và buổi tối.", "ingredient": "Aqua (nước), Caffeine, Propanediol, Maltodextrin, Glycerin, Epigallocatechin Gallatyl Glucoside, Gallyl Glucoside, Axit Hyaluronic, Glutathione bị oxy hóa, Chiết xuất hạt Glycine Soja (đậu nành), Chiết xuất thân rễ Polypodium Vulgare, Chiết xuất Cetraria Islandica Thallus, Chiết xuất Sphagnum Magellanicum, Urê, Hydroxyethylcellulose, Polyacrylate Crosspolymer-6, Kẹo cao su Xanthan, Axit Lactic, Axit Citric, Axit dehydroacetic, Trisodium Ethylenediamine Disuccine, Propyl Gallate, Dimethyl Isosorbide, Ethoxydiglycol, Benzyl Alcohol, 1,2-Hexanediol, Phenoxyanol, Caprylyl Glycol.", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11396686-1505023393051083.jpg", "productCode": "Skin_53", "manufactureDate": "2024-08-19 00:00:00", "expirationDate": "2027-08-19 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Serum Retinol thông thường 0,2% trong Squalane 30ml", "cost": 20700.0, "description": "Không chứa nước và silicone, The Ordinary's Retinol 0,2% in Squalane có retinol có độ ổn định cao, một thành phần có thể làm giảm sự xuất hiện của lão hóa với kết quả ấn tượng. Là một dạng vitamin A mạnh mẽ, retinol khuyến khích quá trình tái tạo tế bào, mang lại làn da khỏe mạnh, mềm mại hơn đồng thời giải quyết các nhược điểm, đốm đen và chống lại các dấu hiệu lão hóa - bao gồm làm mờ sự xuất hiện của nếp nhăn và tông màu không đồng đều. Retinol có thể gây kích ứng đáng kể, bao gồm mẩn đỏ và bong tróc – nhưng nhiều người cảm thấy rằng tác dụng đáng kể của nó sẽ cân bằng điều này; The Ordinary khuyên bạn nên xây dựng khả năng chịu đựng retinol của làn da với nồng độ thấp hơn như thế này để giảm thiểu sự khó chịu.", "how_to_use": "Thoa một lượng nhỏ lên mặt vào buổi tối như một phần của chế độ chăm sóc da của bạn, sau serum nước nhưng trước các phương pháp điều trị nặng hơn. Không sử dụng với các phương pháp điều trị bằng retinoid khác. Tránh tiếp xúc với ánh nắng mặt trời mà không được bảo vệ. Bảo quản ở nơi khô ráo, thoáng mát. Lưu ý: Khi mang thai hoặc cho con bú, nên tránh bất kỳ sản phẩm chăm sóc da nào có chứa retinoid như các công thức có Granactive Retinoid hoặc Retinol. Lưu ý: Retinoid có thể khiến da nhạy cảm hơn với tia UV. Việc chống nắng đặc biệt quan trọng khi sử dụng retinoid. Sản phẩm này không được sử dụng kết hợp với các retinoid khác bao gồm retinol hoặc axit retinoic. Sản phẩm này không phải là thuốc điều trị mụn trứng cá. Da dễ bị mụn trứng cá có thể bị nổi mụn tạm thời trong vài tuần đầu tiên sử dụng bất kỳ dạng retinoid nào, kể cả những loại được sử dụng trong công thức này.", "ingredient": "Squalane, Caprylic/Capric Triglyceride, Retinol, Chiết xuất từ ​​trái cây Solanum Lycopersicum (Cà chua), Dầu hạt Simmondsia Chinensis (Jojoba), BHT", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11638501-1454901840715951.jpg", "productCode": "Skin_54", "manufactureDate": "2022-03-23 00:00:00", "expirationDate": "2025-03-22 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Xịt khoáng cân bằng da mặt BYOMA 100ml", "cost": 35970.0, "description": "Xịt và xịt theo cách của bạn để có làn da cân bằng, khỏe mạnh và ngậm nước hơn với BYOMA Balancing Face Mist phù hợp với mọi loại da. Đã thành thạo về vị cứu tinh cho làn da này nhưng cần nâng cấp? Đơn giản chỉ cần giữ hộp đựng đầy màu sắc của bạn và dự trữ một lượng nạp sẵn tiện dụng. Theo phong cách BYOMA thực sự, Balancing Face Mist này tất nhiên được pha trộn với một hỗn hợp độc đáo của phức hợp tri-ceramide tăng cường hàng rào bảo vệ và kết hợp với bộ đôi mạnh mẽ của allantoin và men vi sinh, làn da của bạn sẽ có cảm giác tươi mới và được dưỡng ẩm nhiều hơn. . Loại sương mù siêu nhẹ, cân bằng độ pH, sảng khoái này là giải pháp nhanh chóng tối ưu để cân bằng và làm dịu làn da của bạn ngay lập tức, hỗ trợ hiệu quả hệ vi sinh vật của bạn để có làn da sáng khỏe hơn. Thật tươi tốt làm sao! Ai lại không thích một chút tiện dụng và chức năng? Đơn giản chỉ cần bỏ lớp sương mù này vào túi của bạn trên đường ra ngoài để nhanh chóng mang theo (đừng lo lắng về cặn dính) và bạn đã sẵn sàng! Bảo vệ làn da quý giá của bạn khỏi các tác nhân gây ô nhiễm từ môi trường có thể gây mẩn đỏ và viêm nhiễm, đồng thời giữ cho làn da của bạn cảm giác được làm dịu, che chắn và mềm mại suốt cả ngày… Bác sĩ da liễu đã kiểm nghiệm và phê duyệt, không chứa dầu, không gây mụn, không chứa cồn và hương thơm, thuần chay và không độc hại .", "how_to_use": "Lắc đều trước mỗi lần sử dụng và xịt lên da khô, sạch. Tiếp theo với serum + kem dưỡng ẩm Byoma yêu thích của bạn. Sử dụng như một phần của chế độ chăm sóc hàng ngày của bạn như một loại toner hoặc bất cứ lúc nào làn da của bạn cần được làm mới suốt cả ngày. Khi bạn dùng hết, hãy bổ sung lượng hàng dự trữ của bạn bằng một hộp nạp tiền.", "ingredient": "Aqua, Butylene Glycol, Glycerin, Propanediol, Sorbitol, Ceramide NP, Cholesterol, Phytosphingosine, Lactobacillus Lên men, Dịch lọc lên men Bifida, Axit Stearic, Caprylyl Glycol, Axit Oleic, Caprylic/Capric Triglyceride, Lecithin hydro hóa, Allantoin, Panthenol, Axit Lactic, Betaine , Hydroxyethylcellulose, Hydroxyacetophenone, 1,2-Hexanediol, CaprylhydroxamicAcid.", "brand": "BYOMA", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13521365-1044926231074949.jpg", "productCode": "Skin_14", "manufactureDate": "2023-03-18 00:00:00", "expirationDate": "2026-03-17 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Mặt nạ làm sáng da Bouncy Elephant Drunk 50ml", "cost": 180000.0, "description": "Cần một dấu hiệu để hủy cuộc hẹn khám da đó? Chà, chúng không sáng hơn Bouncy Brightfacial chút nào! Áp dụng phương pháp tẩy tế bào chết nhẹ nhàng nhưng hiệu quả để tối đa hóa vẻ rạng rỡ của bạn, công thức làm dịu da này giúp khắc phục các vết thâm, sạm màu và tăng sắc tố trên khuôn mặt. Được tăng cường với hỗn hợp tăng cường độ sáng của axit salicylic, axit azelaic và hỗn hợp dưỡng ẩm của dầu thực vật (marula, chia, trà xanh lên men và hạt bí ngô), phức hợp làm sáng này hỗ trợ làn da của bạn trên hành trình trở nên rạng rỡ. Tăng cường hệ vi sinh vật của bạn với sự trợ giúp từ ceramides, niacinamide và các axit béo thiết yếu, công thức làm sáng da này giúp làn da sáng hơn ngay lập tức.", "how_to_use": "Áp dụng 2-3 lần bơm là bước cuối cùng trong thói quen ban đêm hoặc ban ngày của bạn. Cũng có thể trộn với bất kỳ loại serum hoặc kem dưỡng ẩm nào của Drunk Elephant, và đừng quên bôi thêm kem chống nắng phổ rộng vào ban ngày.", "ingredient": "Nước/Aqua/Eau, Axit Azelaic, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Axit Salicylic, Glycerin, Dầu hạt Cucurbita Pepo (Bí ngô), Dầu hạt Salvia Hispanica, Dầu hạt Sclerocarya Birrea, Pentylene Glycol, Axit Diglucosyl Gallic, Niacinamide, Phloretin , Allantoin, Axit Ferulic, Dipotassium Glycyrrhizate, Chiết xuất Tremella Fuciformis Sporocarp, Axit Behenic, Glutathione, Axit Linoleic, Tocotrienols, Axit Thioctic, Axit Linolenic, Ergothioneine, Cholesterol, Ceramide NS, Ceramide AP, Ceramide EOP, Ceramide EOS, Ceramide NP, Natri Hyaluronate Crosspolymer, Amylopectin, Axit Ellagic, Dịch lọc lên men dầu hạt Pseudozyma Epicola/Camellia Sinensis, Caprooyl Phytosphingosine, Caprooyl Sphingosine, Squalane, Ascorbyl Palmitate, Acetyl Glucosamine, Chiết xuất Punica Granatum, Dextrin, Axit Sebacic, Dầu cám Oryza Sativa (Gạo), Tocopherol, Ceteareth-25, Phenoxyetanol, Sorbitan Isostearate, Polydextrose, Cetyl Alcohol, Caprylyl Glycol, Clorphenesin, Polysorbate 60, Ethylhexylglycerin.", "brand": "Drunk Elephant", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14203999-6065020847928927.jpg", "productCode": "Skin_18", "manufactureDate": "2022-10-04 00:00:00", "expirationDate": "2025-10-03 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Siêu phẩm! Mọi. Đơn. Khuôn mặt. Kem dưỡng da dạng nước SPF50 50ml", "cost": 102000.0, "description": "Không phải loại kem chống nắng thông thường của bạn, Supergoop! Mọi. Đơn. Khuôn mặt. Watery Lotion SPF 50 tạm biệt cảm giác nhờn dính và làn da trắng bệch, đồng thời chào đón khả năng bảo vệ mạnh mẽ, cực kỳ sảng khoái. Thích hợp cho mọi loại da, công thức bảo vệ chống lại tia UV, ánh sáng xanh, chất ô nhiễm và bức xạ hồng ngoại; vì vậy, cho dù bạn đang làm việc ở nhà trước màn hình máy tính hay đang nằm trên bãi biển (hãy coi như chúng tôi ghen tị), loại kem chống nắng này là hoàn hảo. Kết cấu dạng nước của kem dưỡng da mang lại cảm giác mát lạnh khi tiếp xúc với da và có khả năng chống nước và mồ hôi trong tối đa 40 phút. Bạn có thể yêu cầu gì hơn nữa?", "how_to_use": "Thoa đều và đều sau quy trình chăm sóc da của bạn, 15 phút trước khi ra nắng. Thoa lại ít nhất sau mỗi 2 giờ hoặc sau 40 phút bơi lội hoặc đổ mồ hôi. Mẹo: Sử dụng kem dưỡng da hàng ngày này như bước chống nắng duy nhất hoặc thoa trước lớp kem nền làm đẹp SPF yêu thích của bạn.", "ingredient": "Thành phần hoạt chất: Avobenzone 3%, Homosalate 9%, Octisalate 5%, Octocrylene 9%. Thành phần không hoạt động: Nước, Alcohol, C12-15 Alkyl Benzoate, Propanediol, Dimethicone, Glycerin, Acrylates/Polytrimethylsiloxymethacrylate Copolymer, Maltodextrin, Triethyl Citrate, Hydroxyacetophenone, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, 1,2-Hexanediol, Caprylyl Glycol, Pullulan , Natri Polyacrylate, Betaine, Lavandula Angustifolia (Chiết xuất hoa/lá/thân hoa oải hương), Chiết xuất rễ cây Hedychium Coronarium, Caesalpinia Spinosa Gum, Linalool, Chiết xuất lá Camellia Sinensis, Chiết xuất Tremella Fuciformis Sporocap, Amyl Cinnamal, Glyceryl Caprylate, Glyceryl Undecylenate, Natri Carboxymethyl Beta-Glucan, Chiết xuất từ ​​trái cây Pyrus Malus (Táo), Chiết xuất lá Rosmarinus Officinalis (Cây hương thảo), Chiết xuất lá Rubus Idaeus (Quả mâm xôi), Chiết xuất lá Salvia Officinalis (Cây xô thơm), Chiết xuất mầm Lepidium Sativum.", "brand": "Supergoop!", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14574014-8515049345328683.jpg", "productCode": "Skin_19", "manufactureDate": "2023-07-06 00:00:00", "expirationDate": "2026-07-05 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Embryolisse Lait-Crème Multi-Protection 40ml", "cost": 62969.99999999999, "description": "Thưa bà, giấc mơ có làn da mượt mà của bạn sắp thành hiện thực với Lait Crème Multi-Protection trong kho chăm sóc da của bạn. Tự hào sánh ngang với một số loại kem dưỡng ẩm được săn lùng nhiều nhất trong ngành, công thức dạng sữa này mang lại khả năng dưỡng ẩm vượt trội cho làn da khô cằn để mang lại kết quả rạng rỡ. Bùng nổ với bơ hạt mỡ làm mịn kết cấu và ánh sáng xanh, loại kem đa tác dụng 7 trong 1 này tạo thành một tấm màn bảo vệ mỏng, như sa tanh không giống loại nào khác. Dưỡng chất thơm ngon và nhẹ nhàng, chuẩn bị cho làn da của bạn cho thói quen trang điểm với loại kem nhất định phải thử này và tăng cường hàng rào bảo vệ chống lại các tia UV có hại có bổ sung SPF. Chúng tôi dự đoán vẻ ngoài rạng rỡ khỏe mạnh suốt cả ngày…", "how_to_use": "Thoa hàng ngày lên mặt và cổ, trên da sạch và khô. Áp dụng lại thường xuyên khi cần thiết trong ngày.", "ingredient": "Aqua (Nước), Glycerin, C12-15 Alkyl Benzoat, Dicaprylyl Carbonate, Diethylamino Hydroxybenzoyl Hexyl Benzoat, Steareth-21, Cetyl Palmitate, Axit Sulfonic Phenylbenzimidazole, Steareth-2, Hydroxypropyl Starch Phosphate, Ethylexyl Triazone, 1,2-Hexanediol, Bis -Ethylhexyloxyphenol Methoxyphenyl Triazine, Cera Alba (Sáp ong), Ethylhexyl Palmitate, Pentaerythrityl Tetrabehenate, Glyceryl Stearate, Peg-100 Stearate, Cetyl Alcohol, Octyldodecanol, Tocopheryl Acetate, Xanthan Gum, Natri Hydroxide, Chlorphenesin, Caprylyl Glycol, Butyrospermum Parkii (Shea) Butter , Parfum (Hương thơm), Chiết xuất lá lô hội Barbadensis, Limonene, Tocopherol, Protein đậu nành thủy phân.", "brand": "Embryolisse", "volume": "40ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13674767-1944968247198677.jpg", "productCode": "Skin_26", "manufactureDate": "2022-01-04 00:00:00", "expirationDate": "2025-01-03 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Kem dưỡng da mặt giàu có của Tiến sĩ Barbara Sturm", "cost": 450000.0, "description": "Kem dưỡng ẩm mang lại ánh sáng rực rỡ này là điều tốt nhất bạn có thể làm cho làn da khô, bong tróc và dễ bị khô. Với các loại dầu chất lượng cao để khóa độ ẩm, nó chứa chất chống oxy hóa mạnh mẽ, giúp giảm mẩn đỏ và tăng tốc độ tái tạo tế bào, đồng thời khuyến khích sản xuất collagen để giữ cho làn da của bạn trông trẻ trung. Sử dụng nó vào ban ngày để giữ cho mức độ hydrat hóa của làn da của bạn luôn ở mức cao nhất hoặc để qua đêm để làn da của bạn trông căng mọng và ẩm mượt khi buổi sáng tan vỡ.", "how_to_use": "Thoa lên mặt, cổ và ngực cũng như vùng da mỏng manh quanh mắt vào buổi tối. Loại kem mặt này cũng được khuyên dùng như một loại kem ban ngày dành cho những phụ nữ có làn da rất khó tính hoặc khô. Nếu cần, có thể sử dụng sản phẩm chống nắng 5 phút sau khi thoa kem dưỡng da mặt.", "ingredient": "Nước (Aqua), Octyldodecanol, Urê, Glycerin, Butyrospermum Parkii (Shea) Butter, Decyl Oleate, Dầu mầm Zea Mays (ngô), C12-15 Alkyl Benzoate, Cetearyl Alcohol, Glyceryl Stearate, Dầu hạt Vitis Vinifera (Nho), Lactobacillus /Chiết xuất lên men Portulaca Oleracea, Dầu Persea Gratissima (bơ), Sorbitol, Propanediol, Kali Cetyl Phosphate, Tocopheryl Acetate, Dimethicone, Phenoxyetanol, Glyceride cọ hydro hóa, Panthenol, Phytosterol, Dầu trái cây Olea Europaea (Olive), Carbomer, Xanthan Gum, Ethylhexylglycerin , Kali Sorbate, Dịch lọc lên men Leuconostoc/Rễ củ cải, Rượu, Sorbitan Oleate, Caprylic/Capric Triglyceride, Baicalin, Ascorbyl Palmitate, Pantolactone, Axit Citric, Axit ascorbic", "brand": "Dr. Barbara Sturm", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13344776-1384898254828380.jpg", "productCode": "Skin_33", "manufactureDate": "2024-10-21 00:00:00", "expirationDate": "2027-10-21 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Paula's Choice Skin Perfecting 2% BHA Liquid Exfoliant - Size dùng thử (30ml)", "cost": 33000.0, "description": "Khi cơn bùng phát xảy ra, sản phẩm tẩy tế bào chết dạng lỏng BHA 2% BHA hoàn hảo cho da này của PAULAS CHOICE là một thứ thiết yếu trong kho vũ khí chăm sóc da của bạn. Lý tưởng cho các loại da dễ bị mụn, nhờn hoặc hỗn hợp, công thức không mài mòn này được kết hợp với axit salicylic BHA để loại bỏ tế bào da chết cả trên bề mặt da và bên trong lỗ chân lông. Kết hợp với đặc tính chống viêm, điều này giúp giảm nhược điểm và mụn đầu đen để có làn da sáng hơn (Hoan hô!). Hỗ trợ axit salicylic trong sứ mệnh làm sạch mụn, methylpropanediol tăng cường khả năng hấp thụ để bạn có thể tận dụng tối đa từng thành phần, đồng thời tăng cường mức độ hydrat hóa và chiết xuất trà xanh cung cấp một lượng lớn chất chống oxy hóa để làm dịu và bảo vệ. Với chất lỏng giống như mực, công thức dễ dàng thấm vào da và có cả kích cỡ đầy đủ (118ml) và du lịch (30ml), vì vậy bạn không bao giờ cần phải thiếu nó.", "how_to_use": "Áp dụng một hoặc hai lần mỗi ngày sau khi làm sạch và săn chắc da. Thấm nhẹ vào miếng bông và thoa lên toàn bộ khuôn mặt, kể cả vùng mắt (tránh đường mi dưới và mí mắt). Không rửa sạch. Đối với ban ngày, hãy dùng thêm kem dưỡng ẩm có chứa kem chống nắng phổ rộng có chỉ số SPF 30 trở lên. Dị ứng với aspirin (acetylsalicylate)? Không sử dụng sản phẩm này vì nó có chứa axit salicylic (BHA).", "ingredient": "Aqua, Methylpropanediol (hydrat hóa), Butylene Glycol (hydrat hóa), Salicylic Acid (Beta Hydroxy Acid, tẩy tế bào chết), Polysorbate 20 (chất ổn định), Camellia Oleifera (Trà xanh) Chiết xuất lá (làm dịu da/chống oxy hóa), Natri Hydroxide (cân bằng độ pH) , Tetrasodium EDTA (chất ổn định).", "brand": "Paula's Choice", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11174179-5085049310055859.jpg", "productCode": "Skin_39", "manufactureDate": "2022-05-25 00:00:00", "expirationDate": "2025-05-24 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "The Ordinary Niacinamide 10% + Zinc 1% Supersize Serum 60ml", "cost": 27000.0, "description": "Cung cấp gấp đôi huyết thanh Niacinamide 10% + Zinc 1%, The Ordinary đã ban tặng cho chúng ta một phiên bản Supersize 60ml của loại kem trị mụn mang tính biểu tượng. Khai thác sức mạnh của niacinamide và kẽm - với mức giá thấp đáng ngạc nhiên - loại huyết thanh mạnh mẽ này hoàn hảo để loại bỏ nhược điểm, lỗ chân lông to và làn da không đều màu. Là sản phẩm cần phải có để chống lại mụn, nó điều chỉnh việc sản xuất bã nhờn để thu nhỏ lỗ chân lông và giảm vi khuẩn gây mụn, giữ cho làn da của bạn sạch sẽ, bình tĩnh và thu hút. Là một chất cải thiện làn da siêu việt, niacinamide tăng cường khả năng miễn dịch của da và cải thiện khả năng giữ ẩm, trong khi một lượng kẽm PCA tuyệt vời có tác dụng phục hồi làn da bị tổn thương và thúc đẩy sản xuất collagen.", "how_to_use": "Thoa lên toàn bộ khuôn mặt vào buổi sáng và buổi tối trước các loại kem nặng hơn.", "ingredient": "Aqua (Nước), Niacinamide, Pentylene Glycol, Kẽm PCA, Kẹo cao su hạt Tamarindus Indica, Kẹo cao su Xanthan, Isoceteth-20, Ethoxydiglycol, Phenoxyetanol, Chlorphenesin", "brand": "The Ordinary", "volume": "60ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12243648-1615023394686068.jpg", "productCode": "Skin_51", "manufactureDate": "2022-11-13 00:00:00", "expirationDate": "2025-11-12 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Mặt nạ thải độc tức thì Caudalie 75ml", "cost": 78000.0, "description": "Tái tạo bề mặt và phục hồi, Mặt nạ giải độc tức thì Vinergetic C+ của Caudalie nhẹ nhàng loại bỏ các tế bào da chết xỉn màu để tinh chỉnh kết cấu da và tạo ra bề mặt mịn màng hơn, phản chiếu ánh sáng để bạn trông sáng hơn ngay lập tức. Giải độc mạnh mẽ - đó là một ơn trời cho cư dân thành phố - điều này giúp loại bỏ các tạp chất để giảm bớt tắc nghẽn và giảm khả năng bị nhược điểm hoặc nổi mụn, trong khi đất sét màu hồng làm sạch bụi bẩn và dầu thừa gây ra mụn đầu đen trong lỗ chân lông. Enzyme đu đủ làm sáng và tiếp thêm sinh lực, còn nho có đặc tính giải độc mạnh mẽ, khiến đây trở thành phương pháp điều trị lý tưởng, tác dụng nhanh trước một dịp đặc biệt hoặc để thanh lọc da vào cuối một tuần căng thẳng. Trong các thử nghiệm lâm sàng, 100% trong số 21 tình nguyện viên cảm thấy làn da của họ được thanh lọc sau 21 ngày, trong khi 95% cho biết lỗ chân lông của họ có vẻ 'sẹp hơn'.", "how_to_use": "Thoa một lớp mỏng hai lần một tuần lên mặt khô, tránh vùng mắt. Để trong năm hoặc 10 phút. Rửa sạch, sau đó thoa serum và/hoặc kem dưỡng ẩm.", "ingredient": "Nước, Bentonite, Glycerin*, Acacia Senegal Gum*, Xanthan Gum, Benzyl Alcohol, Alcohol*, Natri Dehydroacetate, Citrus Aurantium Bergamia (Bergamot) Dầu trái cây*, Chiết xuất trái cây Vitis Vinifera (Nho)*, Dầu Lavandula Angustifolia (Hoa oải hương)* , Natri Citrate, Axit dehydroacetic, Chiết xuất hạt Coffea Arabica (Cà phê)*, Hạt Coffea Robusta Chiết xuất*, Axit Citric*, Papain*, Dầu Cupressus Sempervirens*, Dầu Salvia Sclarea (Clary)*, Dầu Commiphora Myrrha*, Dầu Santalum Album (Gỗ đàn hương)*, Dầu hoa Anthemis Nobilis*, Dầu hạt Petroselinum Crispum (Mùi tây)* , Carbomer, 1,2-Hexanediol, Caprylyl Glycol, Natri Benzoat, Axit Lactic, Kali Sorbate, Algin, Limonene, Linalool. * Nguồn gốc thực vật.", "brand": "Caudalie", "volume": "75ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13125607-1364875400920987.jpg", "productCode": "Skin_41", "manufactureDate": "2024-09-17 00:00:00", "expirationDate": "2027-09-17 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Dung dịch Argireline 10% thông thường 30ml", "cost": 25200.0, "description": "The Ordinary's Argireline Solution 10% chắc chắn sẽ trở thành một trong những đồng minh lớn nhất của bạn trong cuộc chiến chống lại nếp nhăn - đặc biệt là những vùng quanh mắt và trán. Là nhãn hiệu thuộc sở hữu của Lipotec có trụ sở tại Barcelona, ​​​​Argireline là giải pháp độc quyền của Acetyl Hexapeptide-8, một hợp chất peptide được sử dụng trong chăm sóc da để giảm sự xuất hiện của nếp nhăn do các biểu hiện lặp đi lặp lại trên khuôn mặt. Công thức mạnh mẽ có tác dụng ức chế sự chuyển động của cơ, làm mờ nếp nhăn và giúp ngăn ngừa sự hình thành thêm các nếp nhăn. Áp dụng hai lần mỗi ngày trên trán và quanh mắt, phương pháp điều trị này - bất cứ điều gì ngoại trừ thông thường - có thể giúp bạn có được làn da trẻ trung hơn.", "how_to_use": "Thoa một vài giọt lên trán và quanh mắt hai lần mỗi ngày trước khi điều trị nặng hơn.", "ingredient": "Aqua (Nước), Propanediol, Acetyl Hexapeptide-8, Trinatri Ethylenediamine Disuccinate, Gellan Gum, Natri Clorua, Isoceteth-20, Ethoxydiglycol, Kali Sorbate, Phenoxyetanol, Chlorphenesin", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11416769-1514901837251236.jpg", "productCode": "Skin_72", "manufactureDate": "2022-01-22 00:00:00", "expirationDate": "2025-01-21 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Serum dưỡng ẩm BYOMA 30ml", "cost": 38970.0, "description": "Loại serum tăng cường độ ẩm, siêu nhẹ này được làm giàu với các anh hùng dưỡng ẩm mang đến cho làn da của bạn một cốc nước cao mà bạn không bao giờ biết là mình cần! Biến hình ảnh của bạn thành hình ảnh thực sự về làn da sáng và căng mọng - chúng tôi đoán những gì họ nói là đúng: những điều tốt đẹp luôn đến trong những gói nhỏ. Một câu nói thậm chí còn đúng hơn khi bạn bổ sung thêm hàng trong kho của mình thay vì vứt bỏ bao bì đầy màu sắc của mình. Tuy nhỏ nhưng chắc chắn có võ! Với công thức phức hợp tri-ceramide tăng cường hàng rào độc đáo gồm ceramide, cholesterol và axit béo kết hợp tốt với sự kết hợp mạnh mẽ của sqaulane và glycerin, làn da của bạn sẽ có cảm giác được bổ sung và tái tạo. Một chai được đóng gói sáng sủa với vô số sản phẩm tốt cho da chắc chắn sẽ nổi bật trong tủ phòng tắm của bạn. Tạm biệt vết đỏ, khô và bong tróc và đổi lấy làn da dễ hôn, hạnh phúc hơn, khỏe mạnh hơn và trên hết - ngậm nước.", "how_to_use": "Thoa 4-6 giọt lên da đã được làm sạch, ấn nhẹ cho đến khi hấp thụ hoàn toàn. Sử dụng trên da ẩm để dưỡng ẩm tối ưu. Đối với da khô hơn, tăng gấp đôi số giọt. Tiếp theo với kem dưỡng ẩm để giữ ẩm. Khi bạn dùng hết, hãy bổ sung lượng hàng dự trữ của bạn bằng một hộp nạp tiền.", "ingredient": "Aqua, Glycerin, Butylene Glycol, Squalane, Natri Stearoyl Glutamate, Amoni Acryloyldimethyltaurate/VP Copolymer, Dipropylene Glycol, Ceramide NP, Caprylic/Capric Triglyceride, Cholesterol, Phytosphingosine, Axit Stearic, Axit Oleic, Hydroxyacetophenone, Polyglyceryl-4 Oleate, Hydroxyethyl Acrylate/ Natri Acryloyldimethyl Taurate Copolymer, Lecithin hydro hóa, Caprylyl Glycol, Glyceryl Oleate, Axit Lactic, Ethylhexylglycerin, Rượu hạt cải dầu hydro hóa, Sorbitan Isostearate, Natri Phytate, Xanthan Gum, Dipotassium Glycyrrhizate, Tocopherol, Axit Caprylhydroxamic.", "brand": "BYOMA", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13521359-6164926228534783.jpg", "productCode": "Skin_67", "manufactureDate": "2022-03-23 00:00:00", "expirationDate": "2025-03-22 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Serum Retinol thông thường 0,5% trong Squalane 30ml", "cost": 22200.0, "description": "Không chứa nước và silicone, The Ordinary's Retinol 0,5% in Squalane có retinol có độ ổn định cao, một thành phần có thể làm giảm sự xuất hiện của lão hóa với kết quả ấn tượng. Là một dạng vitamin A mạnh mẽ, retinol khuyến khích quá trình tái tạo tế bào, mang lại làn da khỏe mạnh, mềm mại hơn đồng thời giải quyết các nhược điểm, đốm đen và chống lại các dấu hiệu lão hóa - bao gồm làm mờ sự xuất hiện của nếp nhăn và tông màu không đồng đều. Retinol có thể gây kích ứng đáng kể, bao gồm mẩn đỏ và bong tróc – nhưng nhiều người cảm thấy rằng tác dụng đáng kể của nó sẽ cân bằng điều này; The Ordinary khuyên bạn nên xây dựng khả năng dung nạp retinol của làn da với nồng độ thấp hơn như {Retinol 0,2% trong Squalane} để giảm thiểu sự khó chịu.", "how_to_use": "Thoa một lượng nhỏ lên mặt vào buổi tối như một phần của chế độ chăm sóc da của bạn, sau serum nước nhưng trước các phương pháp điều trị nặng hơn. Không sử dụng với các phương pháp điều trị bằng retinoid khác. Tránh tiếp xúc với ánh nắng mặt trời mà không được bảo vệ. Bảo quản ở nơi khô ráo, thoáng mát. Lưu ý: Khi mang thai hoặc cho con bú, nên tránh bất kỳ sản phẩm chăm sóc da nào có chứa retinoid như các công thức có Granactive Retinoid hoặc Retinol. Lưu ý: Retinoid có thể khiến da nhạy cảm hơn với tia UV. Việc chống nắng đặc biệt quan trọng khi sử dụng retinoid. Sản phẩm này không được sử dụng kết hợp với các retinoid khác bao gồm retinol hoặc axit retinoic. Sản phẩm này không phải là thuốc điều trị mụn trứng cá. Da dễ bị mụn trứng cá có thể bị nổi mụn tạm thời trong vài tuần đầu tiên sử dụng bất kỳ dạng retinoid nào, kể cả những loại được sử dụng trong công thức này.", "ingredient": "Squalane, Caprylic/Capric Triglyceride, Retinol, Chiết xuất từ ​​trái cây Solanum Lycopersicum (Cà chua), Dầu hạt Simmondsia Chinensis (Jojoba), BHT", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11638502-5925023393676763.jpg", "productCode": "Skin_84", "manufactureDate": "2024-01-15 00:00:00", "expirationDate": "2027-01-14 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Serum cô đặc Alpha Arbutin 2% + HA thông thường 30ml", "cost": 29700.0, "description": "Bất cứ điều gì khác thường, huyết thanh dạng gel này được pha chế với liều alpha arbutin đậm đặc - một thành phần làm sáng da hoạt động bằng cách giảm sản xuất melanin. Nhắm mục tiêu tăng sắc tố, đốm đồi mồi, đốm đen, vết thâm và sẹo bằng cách ức chế melanin, Alpha Arbutin 2% + HA của The Ordinary giúp cân bằng các làn da bối rối và làm đều màu kết cấu của da. Với việc bổ sung dạng axit hyaluronic có hiệu quả cao để tăng cường phân phối, huyết thanh sẽ thấm sâu bên dưới bề mặt da...", "how_to_use": "Thoa một vài giọt lên mặt vào buổi sáng và buổi tối như một phần của chế độ chăm sóc da của bạn. Sử dụng kem chống nắng vào buổi sáng.", "ingredient": "Aqua (Nước), Alpha-Arbutin, Polyacrylate Crosspolymer-6, Natri Hyaluronate thủy phân, Propanediol, PPG-26-Buteth-26, Dầu thầu dầu hydro hóa PEG-40, Axit Lactic, Trinatri Ethylenediamine Disuccine, Ethoxydiglycol, Phenoxyetanol, Chlorphenesin", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11363396-4354901839106640.jpg", "productCode": "Skin_78", "manufactureDate": "2022-11-05 00:00:00", "expirationDate": "2025-11-04 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Dung Dịch Tẩy Tế Bào Chết The Ordinary AHA 30% + BHA 2% 30ml", "cost": 25200.0, "description": "Bất cứ điều gì ngoại trừ thông thường, giải pháp lột da này kết hợp AHA và BHA để mang lại khả năng tẩy da chết sâu và giúp chống lại các vết thâm để cải thiện làn da rạng rỡ. Axit alpha hydroxy (AHA) tẩy tế bào chết ở lớp trên cùng của da để có vẻ ngoài sáng hơn, đều màu hơn, trong khi axit beta hydroxy (BHA) tẩy tế bào chết cho da sâu hơn để làm thông thoáng lỗ chân lông – cùng nhau, chúng cải thiện triệt để vẻ ngoài của kết cấu da và giảm thiểu tình trạng sạm da. nhìn của đường nét tinh tế. Đừng lo lắng bởi sự kích ứng thường liên quan đến việc sử dụng axit – The Ordinary's AHA 30% + BHA 2% Peeling Solution còn có quả hồ tiêu Tasmanian để giảm viêm, cũng như dạng polyme chéo của axit hyaluronic để tạo sự thoải mái, vitamin B5 để hỗ trợ chữa bệnh và cà rốt đen như một chất chống oxy hóa.", "how_to_use": "Sử dụng lý tưởng vào buổi tối, không thường xuyên hơn hai lần mỗi tuần. Làm sạch mặt và chờ cho da khô. Không sử dụng trên da ướt. Thoa đều khắp mặt và cổ bằng đầu ngón tay. Để lại không quá 10 phút. Rửa sạch bằng nước ấm. Tránh vùng viền mắt và tiếp xúc với mắt cả trong quá trình bôi và rửa sạch. Dung dịch có độ nhớt thấp này được sử dụng làm mặt nạ. Đừng để lâu hơn 10 phút. Nếu tình trạng kích ứng dai dẳng xảy ra, hãy ngừng sử dụng và tham khảo ý kiến ​​bác sĩ. (Cảnh báo cháy nắng: Sản phẩm này có chứa axit alpha hydroxy (AHA) có thể làm tăng độ nhạy cảm của da với ánh nắng mặt trời và đặc biệt là khả năng bị cháy nắng. Hãy sử dụng kem chống nắng, mặc quần áo bảo hộ và hạn chế tiếp xúc với ánh nắng mặt trời khi sử dụng sản phẩm này trong một tuần sau đó. Chỉ sử dụng theo chỉ dẫn. Sự tiếp xúc của sản phẩm với da phải có tần suất hoặc thời gian hạn chế.) Lưu ý: Công thức này chứa nồng độ axit tự do rất cao. The Ordinary khuyên bạn chỉ nên sử dụng nếu bạn là người có kinh nghiệm sử dụng tẩy da chết bằng axit và làn da của bạn không nhạy cảm. Chống chỉ định: Không nên sử dụng công thức này trên da nhạy cảm, bong tróc hoặc bị tổn thương. Vui lòng tham khảo lưu ý chống nắng bổ sung và các cảnh báo khác trong Hướng dẫn được cung cấp.", "ingredient": "Axit Glycolic, Aqua (Nước), Nước lá Aloe Barbadensis, Natri Hydroxide, Chiết xuất Daucus Carota Sativa, Propanediol, Cocamidopropyl Dimethylamine, Axit Salicylic, Axit Lactic, Axit Tartaric, Axit Citric, Panthenol, Crosspolymer Natri Hyaluronate, Chiết xuất lá/trái cây Tasmannia Lanceolata , Glycerin, Pentylene Glycol, Xanthan gum, Polysorbate 20, Trisodium Ethylenediamine Disuccinate, Kali Sorbate, Natri Benzoate, Ethylhexylglycerin, 1,2-Hexanediol, Caprylyl Glycol.", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11429304-6515023393548618.jpg", "productCode": "Skin_55", "manufactureDate": "2023-05-17 00:00:00", "expirationDate": "2026-05-16 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Kem chống nắng La Roche-Posay Anthelios UVMune 400 Invisible Fluid SPF50+ 50ml", "cost": 59699.99999999999, "description": "Giữ an toàn dưới ánh nắng mặt trời mà không để lại vệt nhờ lớp chống nắng hoàn thiện vô hình này. Với công thức không nhờn và không mùi thơm, đây là loại kem chống nắng thân thiện với làn da mà chúng ta mong muốn có được trên làn da của mình qua mỗi mùa. Mang đến cho làn da của bạn sự bảo vệ xứng đáng với Kem chống nắng Anthelios UVMune 400 Invisible Fluid SPF 50+. Da nhạy cảm có thể yên tâm rằng sản phẩm này đã được kiểm nghiệm không ngừng về độ dịu nhẹ trên da và với khả năng bảo vệ khỏi tia UVA, UVB và Ultra Long UVA, làn da của bạn chưa bao giờ cảm thấy an toàn hơn thế. Chúng tôi sẽ cung cấp nguồn cung cấp trọn đời!", "how_to_use": "Để sử dụng hàng ngày và phơi nắng. Lắc trước khi sử dụng. Thoa sản phẩm chống nắng ngay trước khi tiếp xúc. Thoa lại thường xuyên và nhiều để duy trì khả năng bảo vệ, đặc biệt là sau khi đổ mồ hôi hoặc lau khăn.", "ingredient": "Nước/Nước, Alcohol Denat., Triethyl Citrate, Diisopropyl Sebacate, Silica, Ethylhexyl Salicylate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Ethylhexyl Triazone, Butyl Methoxydibenzoylmethane, Glycerin, Propanediol, C12-22 Alkyl Acrylate/Hydroxyethylacrylate Copolymer, Natri Citrate, Methoxypropylamino Cyclohexenylidene Ethoxyethylcyanoacetate, Perlite, Tocopherol, Caprylic/Capric Triglyceride, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Axit Citric, Diethylamino Hydroxybenzoyl Hexyl Benzoat, Drometrizole Trisiloxane, Hydroxyethylcellulose, Terephthalylidene Dicamphor Axit Sulfonic, Trietanolamine, Trisodium Ethylenediamine Disuccine.", "brand": "La Roche-Posay", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13494906-1084932951714264.jpg", "productCode": "Skin_66", "manufactureDate": "2022-09-14 00:00:00", "expirationDate": "2025-09-13 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Các yếu tố dưỡng ẩm tự nhiên thông thường + HA 100ml", "cost": 29700.0, "description": "Cung cấp bổ sung trực tiếp tại chỗ các thành phần Yếu tố giữ ẩm tự nhiên (thường bị suy yếu ở da khô, khát), loại kem không nhờn này cung cấp cả khả năng hydrat hóa ngay lập tức và mang lại kết quả lâu dài khi tiếp tục sử dụng. NMF được tạo thành từ nhiều axit amin, axit béo, urê, ceramide, axit hyaluronic và nhiều hợp chất khác hiện diện tự nhiên trong da để giữ cho các lớp bên ngoài được bảo vệ và ngậm nước tốt. Cung cấp sự tăng cường mạnh mẽ của các hợp chất dưỡng ẩm mạnh mẽ này, loại kem nhẹ này có thể được sử dụng sau huyết thanh để dưỡng ẩm bề mặt vượt trội.", "how_to_use": "Áp dụng sau huyết thanh khi cần thiết để hydrat hóa bề mặt hiệu quả.", "ingredient": "Aqua (Nước), Caprylic/Capric Triglyceride, Cetyl Alcohol, Propanediol, Stearyl Alcohol, Glycerin, Natri Hyaluronate, Arginine, Axit Aspartic, Glycine, Alanine, Serine, Valine, Isoleucine, Proline, Threonine, Histidine, Phenylalanine, Glucose, Maltose, Fructose, Trehalose, Natri PCA, PCA, Natri Lactate, Urê, Allantoin, Axit Linoleic, Axit Oleic, Phytosteryl Canola Glycerides, Axit Palmitic, Axit Stearic, Lecithin, Triolein, Tocopherol, Carbome, Isoceteth-20, Polysorbate 60, Natri Clorua, Axit Citric, Trinatri Ethylenediamine Disuccine, Pentylene Glycol, Trietanolamine, Natri Hydroxide, Phenoxyetanol, Clorphenesin", "brand": "The Ordinary", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11638505-9675023393773417.jpg", "productCode": "Skin_56", "manufactureDate": "2023-04-26 00:00:00", "expirationDate": "2026-04-25 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Son dưỡng phục hồi đa năng La Roche-Posay Cicaplast Balm B5 100ml", "cost": 45000.0, "description": "Là một vị cứu tinh đa năng cho làn da, Kem dưỡng đa năng Cicaplast Baume B5 giúp làm dịu và cấp ẩm cho da, đồng thời có tác dụng tuyệt vời đối với các loại da nhạy cảm. Pha trộn hỗn hợp nước suối nhiệt đặc trưng của thương hiệu với 5% panthenol, làm dịu làn da căng, khô và nứt nẻ bằng loại dầu dưỡng không nhờn và cực kỳ dưỡng này. Sử dụng tối thiểu các thành phần, loại son dưỡng đa năng này sử dụng glycerin để hydrat hóa làn da và cicaplast để bổ sung vitamin và axit amin, giúp làn da của bạn trở nên khỏe mạnh hơn. Cho dù đó là để phục hồi vùng da bị tổn thương sau chấn thương hay dành cho những vùng trên cơ thể bạn cần thêm một chút TLC, hãy giữ chặt chiếc ghim da này và bạn sẽ không bao giờ nhìn lại...", "how_to_use": "Áp dụng hàng ngày để làm sạch da khô với một lớp dày. Có thể sử dụng trên mặt và cơ thể, tránh môi và đường viền mắt.", "ingredient": "Aqua hydro hóa polyisobutene dimethicone glycerin butyrospermum parkii bơ panthenol propanediol butylene glycol aluminum octenylsuccinate cetyl PEG/ Ate silica mangan gluconate kẽm gluconate pentaerythrityl tetra-di-t- Butyl Hydroxyhydrocinnamate Capryloyl Glycine Copper Gluconate Disodium Edta Citric Acid Aluminium Hydroxide.", "brand": "La Roche-Posay", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13938508-6024986149138115.jpg", "productCode": "Skin_60", "manufactureDate": "2024-01-24 00:00:00", "expirationDate": "2027-01-23 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Kem chống nắng Thank You Farmer Sun Project Water SPF50+", "cost": 60000.0, "description": "Là một loại kem dưỡng ẩm kết hợp với kem chống nắng tuyệt đẹp, Thank You Farmer's Sun Project Water Sun Cream SPF 50+ có kết cấu siêu nhẹ, khuếch tán đẹp mắt - truyền vào da lượng nước quý giá (nhờ hàm lượng axit hyaluronic cao), đồng thời làm chệch hướng các tia gây tổn hại DNA . Làm căng mọng và làm dịu cơn khát, điều này mang lại một làn da ẩm tự nhiên (không có lớp phấn), trong khi việc bổ sung chiết xuất cây tầm gửi giúp kích thích quá trình thay đổi tế bào - khuyến khích quá trình sửa chữa và đổi mới, để giảm thiểu thiệt hại do tiếp xúc hàng ngày với ánh nắng mặt trời và quá trình oxy hóa. nhấn mạnh.", "how_to_use": "Sau khi chăm sóc da cơ bản, lấy một lượng sản phẩm thích hợp, sau đó thoa đều lên vùng da sẽ tiếp xúc với ánh nắng mặt trời. Sử dụng trước khi tiếp xúc với ánh nắng mặt trời. Áp dụng lại để duy trì sự bảo vệ, đặc biệt là sau khi đổ mồ hôi, bơi lội hoặc lau bằng khăn. Cảnh báo: Không sử dụng trên da bị tổn thương hoặc bị kích thích, da có vết thương, bệnh chàm và viêm da. Không sử dụng trong trường hợp dị ứng với bất kỳ thành phần nào. Chỉ sử dụng bên ngoài. Ngừng sử dụng nếu có dấu hiệu kích ứng hoặc đốm đỏ, sưng, ngứa, kích thích và tham khảo ý kiến ​​​​bác sĩ da liễu. Ngừng sử dụng nếu các tác dụng phụ như trên xảy ra trên vùng bôi thuốc sau khi tiếp xúc trực tiếp với ánh nắng mặt trời. Tránh tiếp xúc trực tiếp với mắt. Ngay cả khi sử dụng sản phẩm chống nắng, việc tiếp xúc lâu với ánh nắng mặt trời cũng không được khuyến khích. Giữ trẻ sơ sinh và trẻ nhỏ tránh ánh nắng trực tiếp. Tiếp xúc quá nhiều với ánh nắng mặt trời là mối đe dọa nghiêm trọng đối với sức khỏe. Bảo quản nơi khô ráo, thoáng mát, tránh ánh nắng trực tiếp và nguồn nhiệt, tránh xa tầm tay trẻ em.", "ingredient": "Nước, Ethylhexyl Methoxycinnamate, Homosalate, Ethylhexyl Salicylate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Octocrylene, C12-15 Alkyl Benzoate, Butylene Glycol, Cyclomethicon, Alcohol, Titanium Dioxide, Glyceryl Stearate, 1,2-Hexanediol, Behenyl Alcohol, Methyl Methacrylate Crosspolymer, Peg -100 Stearate, Chiết xuất lá Viscum Album (Mistletoe), Chiết xuất Centella Asiatica, Chiết xuất Portulaca Oleracea, Natri Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Isohexadecane, Polysorbate 80, Phenoxyanol, Nhôm Stearate, Axit Polyhydroxystearic, Octyldodecanol, Hương thơm, Nước Bambusa Vulgaris, Xanthan Gum, Alumina, Dầu hạt Echium Plantagineum, Lipid Glycine Soja (Đậu nành), Natri Hyaluronate, Chiết xuất lá Aloe Barbadensis, Chiết xuất hoa Althaea Rosea, Chiết xuất hoa/lá/cây Cardiospermum Halicacabum, Dầu hạt Helianthus Annuus (Hướng dương) Không xà phòng hóa, Hạt Plukenetia Volubilis Dầu", "brand": "Thank You Farmer", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313863-1694896616673154.jpg", "productCode": "Skin_68", "manufactureDate": "2023-10-27 00:00:00", "expirationDate": "2026-10-26 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Kem chống nắng La Roche-Posay Anthelios UVMune 400 Invisible Fluid SPF50+ 50ml", "cost": 59699.99999999999, "description": "Giữ an toàn dưới ánh nắng mặt trời mà không để lại vệt nhờ lớp chống nắng hoàn thiện vô hình này. Với công thức không nhờn và không mùi thơm, đây là loại kem chống nắng thân thiện với làn da mà chúng ta mong muốn có được trên làn da của mình qua mỗi mùa. Mang đến cho làn da của bạn sự bảo vệ xứng đáng với Kem chống nắng Anthelios UVMune 400 Invisible Fluid SPF 50+. Da nhạy cảm có thể yên tâm rằng sản phẩm này đã được kiểm nghiệm không ngừng về độ dịu nhẹ trên da và với khả năng bảo vệ khỏi tia UVA, UVB và Ultra Long UVA, làn da của bạn chưa bao giờ cảm thấy an toàn hơn thế. Chúng tôi sẽ cung cấp nguồn cung cấp trọn đời!", "how_to_use": "Để sử dụng hàng ngày và phơi nắng. Lắc trước khi sử dụng. Thoa sản phẩm chống nắng ngay trước khi tiếp xúc. Thoa lại thường xuyên và nhiều để duy trì khả năng bảo vệ, đặc biệt là sau khi đổ mồ hôi hoặc lau khăn.", "ingredient": "Nước/Nước, Alcohol Denat., Triethyl Citrate, Diisopropyl Sebacate, Silica, Ethylhexyl Salicylate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Ethylhexyl Triazone, Butyl Methoxydibenzoylmethane, Glycerin, Propanediol, C12-22 Alkyl Acrylate/Hydroxyethylacrylate Copolymer, Natri Citrate, Methoxypropylamino Cyclohexenylidene Ethoxyethylcyanoacetate, Perlite, Tocopherol, Caprylic/Capric Triglyceride, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Axit Citric, Diethylamino Hydroxybenzoyl Hexyl Benzoat, Drometrizole Trisiloxane, Hydroxyethylcellulose, Terephthalylidene Dicamphor Axit Sulfonic, Trietanolamine, Trisodium Ethylenediamine Disuccine.", "brand": "La Roche-Posay", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13494906-1084932951714264.jpg", "productCode": "Skin_70", "manufactureDate": "2022-03-03 00:00:00", "expirationDate": "2025-03-02 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Tiêm Collagen trẻ hóa Cung cấp 30 ngày", "cost": 147000.0, "description": "", "how_to_use": "", "ingredient": "Marine Collagen Hydrolysate, Chiết xuất Acai Berry, Axit ascorbic (Vitamin C), Axit Hyaluronic, Hương liệu, Niacinamide (Vitamin B3), Canxi Pantothenate (Vitamin B5), Pyridoxine Hydrochloride (Vitamin B6), Chất làm ngọt tự nhiên (Stevia), Hương vị quả mọng dại", "brand": "Rejuvenated Ltd", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10662978-3254895710026030.jpg", "productCode": "Skin_143", "manufactureDate": "2023-01-23 00:00:00", "expirationDate": "2026-01-22 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Kem dưỡng ẩm đa năng Embryolisse Lait-Crème Concentré 30ml", "cost": 41970.0, "description": "Được ca ngợi là vũ khí bí mật của mọi nghệ sĩ trang điểm, Lait-Creme Concentre của Embyolisse thực hiện công việc của ba sản phẩm trong một loại kem dưỡng da. Tuyệt vời như một loại kem lót, kem dưỡng ẩm và tẩy trang, sản phẩm đa tác dụng này là người bạn đồng hành tuyệt vời khi đi du lịch và đã giành được vị thế nổi bật trong mọi hội trường làm đẹp nổi tiếng trên toàn thế giới. Thích hợp cho làn da nhạy cảm, loại kem dưỡng da phù hợp với mọi kích cỡ này sẽ mang lại cho bạn làn da mềm mại, ẩm mượt và chuẩn bị hoàn hảo cho lớp nền. Nous l'aimons! Nó có cả hai kích cỡ 30ml và 75ml.", "how_to_use": "", "ingredient": "", "brand": "Embryolisse", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11118732-5944905484930080.jpg", "productCode": "Skin_147", "manufactureDate": "2024-08-10 00:00:00", "expirationDate": "2027-08-10 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Nước Hoa Hồng Axit Glycolic PIXI Glow Tonic 100ml", "cost": 30000.0, "description": "Làm mới ngay lập tức, chất làm sáng tuyệt đẹp của Pixi làm sáng, làm đều màu và dưỡng da của bạn sau khi rửa mặt. Được làm giàu với 5% axit glycolic - một dẫn xuất tự nhiên của mía và là thành viên của họ axit alpha-hydroxy - công thức tẩy tế bào chết nhẹ nhàng này hòa tan các liên kết liên kết các tế bào chết xỉn màu với bề mặt da, để lộ các tế bào da khỏe mạnh 'mới' bên dưới . Lô hội sau đó làm dịu và cấp ẩm trong khi nhân sâm cung cấp oxy thúc đẩy sức khỏe tế bào và sự sống động của làn da; tông màu cây phỉ phù thủy, trong khi hạt dẻ ngựa tăng cường lưu lượng máu, mang lại cho làn da của bạn vẻ rạng rỡ tươi tắn và ẩm mượt tự nhiên. Giá cả phải chăng một cách đáng kinh ngạc, sản phẩm dịu nhẹ nhưng hiệu quả, phù hợp với mọi loại da - chỉ cần nhỏ một vài giọt vào miếng bông gòn và quét khắp da sau khi rửa mặt (sáng và tối) để giảm dần các dấu hiệu tổn thương do ánh nắng mặt trời, nếp nhăn. , sẹo và các khuyết điểm khác.", "how_to_use": "", "ingredient": "Nước/Aqua/Eau, Nước ép lá Aloe Barbadensis, Axit Glycolic, Butylene Glycol, Glycerin, Natri Hydroxide, Chiết xuất lá Hamamelis Virginiana (Witch Hazel), Chiết xuất hạt Aesculus Hippocastanum (Hạt dẻ ngựa), Hexylene Glycol, Fructose, Glucose, Sucrose, Urê , Dextrin, Alanine, Axit Glutamic, Axit Aspartic, Hexyl Nicotinate, Chiết xuất từ ​​rễ nhân sâm Panax, Ethylhexylglycerin, Disodium EDTA, Biotin, Panthenol, PPG-26-Buteth-26, Dầu thầu dầu hydro hóa PEG-40, Phenoxyetanol, Hương thơm (Parfum), Caramel, Đỏ 4 (CI 14700)", "brand": "PIXI", "volume": "3.4 fl. oz", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11537217-1654969281969129.jpg", "productCode": "Skin_157", "manufactureDate": "2023-03-01 00:00:00", "expirationDate": "2026-02-28 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Siêu phẩm! Kem Chống Nắng Supersize Unseen SPF 30 (73.9ml)", "cost": 120000.0, "description": "Bước cuối cùng hoàn hảo trong chế độ buổi sáng của bạn, Kem chống nắng Unseen SPF 30 được đặt tên khéo léo của Supergoop! đã được bào chế một cách tỉ mỉ để bảo vệ khỏi tác hại của ánh nắng mặt trời đồng thời cải thiện sức khỏe làn da của bạn. Hiện đã có sẵn với kích thước khổng lồ (73,9ml), bạn có thể yên tâm khi biết kho chứa SPF của mình luôn có sẵn trong kho trong tương lai gần. Không có cảm giác nhờn và không có lớp màng trắng nổi bật, loại kem chống nắng làm tôn da toàn cầu này hoàn hảo cho mọi làn da, mang lại khả năng chống tia cực tím tuyệt vời đồng thời thân thiện với rạn san hô và không gây ngạt thở cho làn da của bạn hoặc làm trầm trọng thêm tình trạng tắc nghẽn. Kết cấu mượt mà và tuyệt vời để kéo dài thời gian trang điểm của bạn, tấm chắn phổ rộng này tự hào có các thành phần sạch nhất (bạn sẽ không tìm thấy bất kỳ loại cồn, paraben hoặc hương thơm nhân tạo nào) và cũng không chứa chất độc hại. Chống mồ hôi và nước lên đến 40 phút, sẽ nhanh hơn nếu liệt kê những điều mà sản phẩm giảm thiểu độ bóng này không thể làm được, giờ đây không có lý do gì để không làm theo lời khuyên của Baz Luhrmanns là bôi kem chống nắng.", "how_to_use": "Thoa đều và đều ở bước cuối cùng trong quy trình chăm sóc da và trước khi trang điểm. Kem chống nắng không nhìn thấy SPF 30 bảo vệ chống lại tia UVA, tia UVB, IRA và ánh sáng xanh, đồng thời có khả năng chống mồ hôi và nước. Đó là công thức tương tự có sẵn ở Hoa Kỳ, với xếp hạng SPF là 30 để tuân theo các nguyên tắc quản lý của Vương quốc Anh.", "ingredient": "Isododecane, Homosalate, Dimethicone Crosspolymer, Dimethicone/Bis-Isobutyl PPG-20 Crosspolymer, Ethylhexyl Salicylate, Octocrylene, Butyl Methoxydibenzoylmethane, Polymethylsilsesquioxane, Isohexadecane, Dicaprylyl Carbonate, Meadowfoam Estolide, Caprylic/Capric Triglyceride, Polyester-7, Chiết xuất nhựa Boswellia Serrata, Butyrospermum Bơ Parkii, Caprylyl Glycol, Diatomaceous Earth, Jojoba Esters, Lecithin, Lithothamnion Calcareum Extract, Mannitol, Cellulose vi tinh thể, Neopentyl Glycol Diheptanoate, Silica, Tocopherol, Zinc Sulfate.", "brand": "Supergoop!", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313316-2094896612400152.jpg", "productCode": "Skin_111", "manufactureDate": "2022-12-11 00:00:00", "expirationDate": "2025-12-10 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Sữa rửa mặt Glow Recipe Avocado Ceramide Moisture Barrier 150ml", "cost": 75000.0, "description": "Không chỉ dùng để nghiền bánh mì nướng chua, Glow Recipe còn sử dụng bơ để nuôi dưỡng làn da của bạn với một loạt các chất béo tốt cho sức khỏe giúp bổ sung hàng rào mỏng manh cho làn da. Sản phẩm mới nhất gia nhập hàng ngũ trái cây là Avocado Ceramide Moisture Barrier Cleanser, bước đầu tiên trong việc hỗ trợ, làm sạch và củng cố làn da bị căng thẳng. Làm dịu và xoa dịu làn da bị tổn thương, công thức làm dịu da mới nhất của Glow Recipe giúp loại bỏ bụi bẩn và rào cản tạm thời để bắt đầu nghi thức hàng ngày của bạn ngay lập tức. Được hỗ trợ bởi hỗn hợp tăng cường hàng rào bảo vệ độc quyền, tất cả các loại da sẽ cảm nhận được lợi ích của loại sữa rửa mặt nhẹ nhàng này. Ceramide hỗ trợ da và các chất sinh học trước và sau củng cố hàng rào độ ẩm của bạn, giúp làn da mỏng manh của bạn thích nghi với những căng thẳng của cuộc sống hàng ngày. Bột yến mạch dạng keo dưỡng ẩm làm dịu vết đỏ và kích ứng, và (tất nhiên) dầu bơ cung cấp nhiều dưỡng chất đồng thời hòa tan lớp trang điểm và tạp chất để mang lại làn da của bạn sạch sẽ, trong trẻo và hạnh phúc. Hơn nữa, bạn sẽ không tìm thấy bất kỳ chất sunfat mạnh hoặc có tính tẩy rửa nào trong loại sữa rửa mặt nhẹ nhàng này, được pha chế để giữ độ pH cho làn da của bạn ở phạm vi tối ưu 5,25-5,75, loại sữa rửa mặt tinh tế này là sản phẩm cần thiết cho mọi loại da nhạy cảm.", "how_to_use": "Cho một lượng cỡ quả hạnh nhân vào lòng bàn tay ướt và tạo bọt. Nhẹ nhàng massage lên mặt và cổ theo chuyển động tròn nhỏ cho đến khi sạch hoàn toàn. Rửa sạch và tiếp tục chế độ chăm sóc da thông thường của bạn vào buổi sáng và buổi chiều.", "ingredient": "Nước/Aqua/Eau, Glycerin, Hydroxypropyl Starch Phosphate, Kali Cocoyl Glycinate, Acrylates Copolymer, Dầu Persea Gratissima (Bơ), Lauramidopropyl Betaine, Kali Cocoate, Glycolipids, Inulin, Ceramide NP, Bột hạt nhân Avena Sativa (Yến mạch), Persea Gratissima ( Chiết xuất từ ​​trái bơ, Chiết xuất từ ​​​​trái cây, Chiết xuất vỏ cây Populus Tremuloides, Đồng phân Saccharide, Caprylyl Glyceryl Ether, Propanediol, Polyglyceryl-4 Caprate, Polyglyceryl-6 Caprylate, Myristamidopropyl Betaine, Natri Clorua, Lauroyl Lysine, Phytosteryl/Octyldodecyl Lauroyl Glutamate, Axit Caprylhydroxamic, Axit Citric, Natri Hydroxide, Natri Citrate, Polylysine, Tocopherol, Caprylic/Capric Triglyceride, Chiết xuất hạt Elettaria Cardamomum, Chiết xuất hoa/lá Jasminum Officinale, Chiết xuất lá Camellia Sinensis, Chiết xuất hoa Cananga Odorata, Chiết xuất từ ​​trái cây Cucumis Melo, Chiết xuất từ ​​trái cây Cucumis Sativus (Dưa chuột), Chiết xuất từ ​​hoa/lá/thân Lavandula Angustifolia (Lavender), Chiết xuất từ ​​trái cây Pyrus Malus (Táo), Chiết xuất hoa hồng, Chiết xuất từ ​​lá Rubus Idaeus (Quả mâm xôi), Chiết xuất từ ​​gỗ Santalum Album (Gỗ đàn hương), Chiết xuất từ ​​lá Melia Azadirachta, Bột hổ phách, Quả Coccinia Indica Chiết xuất, Chiết xuất hoa Melia Azadirachta, Chiết xuất từ ​​trái cây Solanum Melongena (Cà tím), Chiết xuất lá/hoa húng quế Ocimum Basilicum (Húng quế), Chiết xuất rễ cây Curcuma Longa (nghệ), Chiết xuất Corallina Officinalis.", "brand": "Glow Recipe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14204105-2095061570689712.jpg", "productCode": "Skin_153", "manufactureDate": "2022-06-01 00:00:00", "expirationDate": "2025-05-31 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Kem dưỡng ẩm Versed Dew Point 2 fl. oz.", "cost": 40500.0, "description": "Hoàn hảo cho những ai không thích kết cấu kem truyền thống, Dew Point Moisturising Gel-Cream là một công thức kem gel nhẹ với kết cấu giống như thạch, hấp thụ ngay lập tức, mang lại cảm giác sảng khoái, không bao giờ nhờn. Hiện đã có dạng tuýp gốc (60ml) và tuýp cỡ nhỏ (20ml), bạn không bao giờ cần phải xa công thức yêu thích của mình... Công thức chứa lá lô hội dưỡng ẩm và natri hyaluronate (giúp hút và giữ độ ẩm trong da) cũng như các chất chống oxy hóa tự nhiên có trong trà xanh giúp làm dịu da, chống lại các gốc tự do gây hại và giảm viêm, loại kem dưỡng ẩm dễ sử dụng và có kết cấu dễ chịu này là sản phẩm cần thiết cho những người dễ nổi mụn hoặc không phải là fan của kem dưỡng ẩm. dưỡng ẩm thường xuyên.", "how_to_use": "Thoa một lượng cỡ hạt đậu lên da vào buổi sáng và/hoặc buổi chiều sau khi rửa mặt sạch và thoa serum. Sau khi mở, hãy sử dụng hết trong vòng 12 tháng để có hiệu quả tối đa. Khi chưa mở, nó sẽ nằm yên trên bàn trang điểm của bạn tới hai năm (mặc dù chúng tôi biết bạn sẽ không muốn đợi lâu như vậy để sử dụng). TÁI CHẾ NÓ: Tháo nắp, cắt ống làm đôi, loại bỏ bất kỳ sản phẩm dư thừa nào và ném ống vào thùng tái chế của bạn. Vứt nắp vào thùng rác.", "ingredient": "Nước, Glycerin, Propylene Glycol, Squalane, Nước ép lá Aloe Barbadensis, Chiết xuất lá Camellia Sinensis, Dầu hạt Simmondsia Chinensis (Jojoba), 1,2-Hexanediol, Phenoxyethanol, Carbomer, Polyacrylamide, Dầu mầm Triticum Vulgare (lúa mì), C13-14 Isoparaffin, Natri Hydroxide, Chiết xuất hoa Sambucus Nigra, Laureth-7, Trisodium Ethylenediamine Disuccinate, Natri Hyaluronate, Kali Sorbate, Natri Benzoate, Axit Citric.", "brand": "Versed", "volume": "60ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12915727-9664882892820291.jpg", "productCode": "Skin_109", "manufactureDate": "2023-05-21 00:00:00", "expirationDate": "2026-05-20 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Dầu Argan ép lạnh 100% hữu cơ thông thường 30ml", "cost": 20100.0, "description": "Mang đến một vị cứu tinh tự nhiên, tinh khiết cho làn da (và tóc), Dầu Argan Ma-rốc ép lạnh 100% hữu cơ của The Ordinary chứa đầy vitamin, axit béo thiết yếu, phenol và carotenes, được biết đến với khả năng hydrat hóa và giúp tóc và da mịn màng. Để đảm bảo rằng không có lợi ích nào trong số này bị tổn hại, công thức này được ép lạnh, vì bất kỳ quá trình chiết xuất nào liên quan đến nhiệt sẽ khiến chúng bị phân hủy. Lượng axit béo phong phú của dầu argan Ma-rốc (bao gồm axit oleic và linoleic) hỗ trợ làn da khỏe mạnh và giảm bong tróc, đồng thời tăng cường độ chắc khỏe, độ bóng và độ mềm mại của sợi khi thoa lên tóc. Công thức của The Ordinary hoàn toàn không được tinh chế, để lại mùi hương tự nhiên, đây là minh chứng cho sự tinh khiết của nó chứ không phải (như có thể bị nhầm lẫn) mùi ôi thiu.", "how_to_use": "Ứng dụng trên tóc—Làm sạch tóc ẩm, sạch hàng ngày hoặc khi cần thiết. Ứng dụng trên da – Thoa một vài giọt lên toàn bộ khuôn mặt mỗi ngày một lần hoặc khi cần thiết.", "ingredient": "Dầu hạt Argania Spinosa", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11382030-1565023392795939.jpg", "productCode": "Skin_131", "manufactureDate": "2024-01-03 00:00:00", "expirationDate": "2027-01-02 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Serum Multi-Peptide + HA The Ordinary 30ml", "cost": 44100.0, "description": "Chúng tôi muốn giới thiệu chế độ chăm sóc da của bạn với sản phẩm mới chứa peptide từ The Ordinary, khai thác sức mạnh của bốn công nghệ peptide đã được nghiên cứu kỹ lưỡng, loại huyết thanh tăng áp này có tác dụng cải thiện rõ rệt nếp nhăn và tăng cường độ đàn hồi. Nếu bạn bị ám ảnh bởi khả năng làm căng mọng của huyết thanh axit hyaluronic yêu thích của mình hoặc đã tin tưởng vào sức mạnh của peptide chống lại các dấu hiệu lão hóa, thì bạn sẽ mê mẩn Multi Peptide + HA Serum. Từ việc mất đi độ đàn hồi và độ săn chắc cho đến sự xuất hiện ngày càng nhiều của vết chân chim và nếp nhăn, huyết thanh này sẵn sàng trợ giúp nếu bạn muốn giải quyết những vấn đề này. Nhắm mục tiêu nhiều dấu hiệu lão hóa, mất nước và vẻ ngoài tổng thể của làn da, sự kết hợp của công nghệ peptide, nhiều loại axit hyaluronic và axit amin thân thiện với da, tất cả đều kết hợp trong công thức mới này để mang lại cho làn da của bạn sự tăng cường mà nó đang tìm kiếm.", "how_to_use": "Thoa lên toàn bộ khuôn mặt vào buổi sáng và buổi chiều sau khi rửa mặt sạch. Nếu xảy ra kích ứng, hãy ngừng sử dụng và tham khảo ý kiến ​​bác sĩ. Chỉ sử dụng theo chỉ dẫn trên vùng da không bị tổn thương. Nên thử nghiệm bản vá trước khi sử dụng. Để xa tầm tay trẻ em.", "ingredient": "Aqua (Nước), Glycerin, Lysate lên men Lactococcus, Acetyl Hexapeptide-8, Pentapeptide-18, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Palmitoyl Tripeptide-38, Dipeptide Diaminobutyroyl Benzylamide Diacetate, Acetylarginyltryptophyl Diphenylglycine, Natri Hyaluronate Crosspolymer, Natri Hyaluronate, Allantoin, Glycine, Alanine, Serine, Valine, Isoleucine, Proline, Threonine, Histidine, Phenylalanine, Arginine, Axit Aspartic, Trehalose, Fructose, Glucose, Maltose, Urê, Natri PCA, PCA, Natri Lactate, Axit Citric, Hydroxypropyl Cyclodextrin, Natri Clorua, Natri Hydroxide, Butylene Glycol, Pentylene Glycol, Keo Senegal Gum, Xanthan Gum, Carbomer, Polysorbate 20, PPG-26-Buteth-26, Dầu thầu dầu hydro hóa PEG-40, Trisodium Ethylenediamine Disuccine, Ethoxydiglycol, Natri Benzoate, Caprylyl Glycol, Ethylhexylglycerin, Phenoxyetanol, Clorphenesin.", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13955445-1035023395054144.jpg", "productCode": "Skin_145", "manufactureDate": "2022-08-15 00:00:00", "expirationDate": "2025-08-14 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Thực Phẩm Dưỡng Da Weleda 75ml - Nhẹ", "cost": 44850.0, "description": "Là một sản phẩm nhẹ hơn - nhưng không kém phần dưỡng ẩm - lặp lại của Skin Food được yêu thích nhất, Skin Food Light mang lại sự thoải mái ngay lập tức cho làn da khô, khát nước đang cần một thức uống làm mát, bổ sung nước. Chăm sóc chuyên sâu dễ dàng thấm vào da, Skin Food Light tự hào có một hỗn hợp các chất thực vật làm mềm, tăng cường, làm mịn và tăng cường hàng rào bảo vệ - bao gồm dầu hạt hướng dương, bơ hạt mỡ và hạt ca cao, chiết xuất hương thảo và hoa cúc - để bổ sung khả năng phòng vệ của da trong khi 'khóa chặt' ' độ ẩm để tối đa hóa 'độ xuân' và khả năng phục hồi. Mềm mượt, không nhờn và hấp thụ nhanh chóng, loại tuýp này là một người hùng thực sự của túi xách - đồng thời là một phụ kiện bỏ túi - để chăm sóc bàn tay nứt nẻ, tổn thương, khuỷu tay có vảy hoặc bất cứ nơi nào cần chú ý.", "how_to_use": "Thoa đều lên vùng da khô trên cơ thể hoặc mặt và massage nhẹ nhàng. Cho phép ngâm vào.", "ingredient": "Nước (Aqua), Dầu hạt Helianthus Annuus (Hướng dương), Glycerin, Rượu, Glyceryl Stearate Citrate, Sáp ong (Cera Alba), Bơ hạt Theobroma Cacao (Ca cao), Rượu Cetearyl, Butyrospermum Parkii (Shea) Bơ, Limonene*, Viola Tricolor Chiết xuất, Chiết xuất lá Rosmarinus Officinalis(Rosemary), Chiết xuất hoa Chamomilla Recutita (Matricaria), Chiết xuất hoa Calendula Officinalis, Lanolin, Carrageenan, Xanthan Gum, Axit Lactic, Glyceryl Caprylate, Hương thơm (Parfum)*, Linalool*, Geraniol*, Citral* . *Từ tinh dầu thiên nhiên", "brand": "Weleda", "volume": "75ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12147428-1224946158975614.jpg", "productCode": "Skin_148", "manufactureDate": "2023-10-08 00:00:00", "expirationDate": "2026-10-07 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Glow Recipe Plum Plump Hyaluronic Cream Refill Pod 50ml", "cost": 90000.0, "description": "Tấm vé một chiều để bạn có được làn da căng mọng, rạng rỡ tuyệt đẹp, Kem dưỡng ẩm Plum Plump Hyaluronic cực kỳ đáng yêu của Glow Recipe giúp dưỡng ẩm và cân bằng làn da khó lường. Với kết cấu dạng gel, nhẹ, thú vị, loại kem này được đựng trong lọ có thể đổ lại (để bạn có thể dưỡng ẩm hàng ngày, đổ đầy và tái sử dụng) và có tác dụng làm sáng quả mận, dưỡng ẩm bằng axit hyaluronic, cân bằng cây liễu và axit peptide polyglutamic để khóa độ ẩm. và tăng cường tác dụng của axit hyaluronic. Cùng nhau trong một ly cocktail ngon ngọt, những thành phần này đảm bảo làn da căng mọng, tươi trẻ và khỏe mạnh với làn da sáng như sương. Tốt nhất cho các loại da hỗn hợp, Kem dưỡng ẩm Plum Plump Hyaluronic giúp cân bằng dầu và hỗ trợ hệ vi sinh vật.", "how_to_use": "Dưỡng ẩm hàng ngày. Nạp lại. Tái sử dụng. Kem dưỡng ẩm có thể nạp lại này được đựng trong lọ thủy tinh bền, được sản xuất để sử dụng lâu dài. Sau khi dùng hết, hãy đổ đầy bình của bạn bằng một hộp nạp lại. Mỗi vỏ đều được niêm phong tươi và làm bằng 50% vật liệu tái chế sau khi tiêu dùng để giúp giảm lượng khí thải CO2 và rác thải thùng carton. Mận được chứng nhận COSMOS* được thu hoạch bằng tay tại một trang trại hữu cơ do gia đình sở hữu ở Úc. Tất cả các bộ phận của quả mận đều được sử dụng để hạn chế lãng phí thực phẩm. *Tiêu chuẩn COSMOS xác định các tiêu chí mà các công ty phải đáp ứng để đảm bảo với người tiêu dùng rằng sản phẩm của họ là mỹ phẩm hữu cơ hoặc tự nhiên chính hãng được sản xuất theo tiêu chuẩn bền vững khả thi cao nhất.", "ingredient": "Nước/Aqua/Eau, Propanediol, Glycerin, C13-15 Alkane, Caprylic/Capric Triglyceride, C9-12 Alkane, Dầu hạt Prunus Domestica*, Pentylene Glycol, Squalane, Dầu hạt Terminalia Ferdinandiana*, Axit Hyaluronic, Natri axetyl hóa Hyaluronate, Natri Hyaluronate, Chiết xuất trái cây Davidsonia Jerseyana*, Bột trái cây Terminalia Ferdinandiana*, Chiết xuất trái cây Podocarpus Elatus*, Axit Polyglutamic, Chiết xuất trái cây Pleiogynium Timoriense*, Crosspolymer Natri Hyaluronate, Natri Hyaluronate thủy phân, Epilobium Fleischeri (Alpine Willowherb) Chiết xuất hoa/lá/thân, Niacinamide, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Xylitylglucoside, Isononyl Isononanoate, Caprylyl Glycol, Anhydroxylitol, Cetearyl Alcohol, Glyceryl Stearate, Arginine, Ethylhexylglycerin, Natri Clorua, Xylitol, Axit Stearic, Tremella Fuciformis Polysaccharide, Natri Lauroyl Glutamate, Chiết xuất Eclipta Prostrata , Glucose, Kali Phosphate, Butylene Glycol, Chiết xuất lá Melia Azadirachta, Hydroxypropylcellulose, Chiết xuất Alaria Esculenta, Natri Phosphate, Kali Clorua, Chiết xuất hoa Melia Azadirachta, Chiết xuất Corallina Officinalis, 1,2-Hexanediol, Dầu hạt Moringa Oleifera, Chiết xuất trái cây Coccinia Indica , Axit Citric, Kali Sorbate, Chiết xuất từ ​​trái cây Solanum Melongena (Cà tím), Chiết xuất hoa Aloe Barbadensis, Gluconolactone, Dầu hạt Simmondsia Chinensis (Jojoba), Chiết xuất từ ​​​​rễ cây Curcuma Longa (Củ nghệ), Chiết xuất hoa/lá húng quế Ocimum Basilicum (Húng quế), Ocimum Sanctum Chiết xuất lá, Silica, Natri Hydroxide, Natri Benzoat, Phenoxyetanol, Hương thơm/Nước hoa**. *Chiết xuất/Dầu mận **Hương thơm tự nhiên", "brand": "Glow Recipe", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13457068-1174911774413388.jpg", "productCode": "Skin_149", "manufactureDate": "2023-12-13 00:00:00", "expirationDate": "2026-12-12 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "Glow Recipe Plum Plump Hyaluronic Kem 50ml", "cost": 105000.0, "description": "Tấm vé một chiều để bạn có được làn da căng mọng, rạng rỡ tuyệt đẹp, Kem dưỡng ẩm Plum Plump Hyaluronic cực kỳ đáng yêu của Glow Recipe giúp dưỡng ẩm và cân bằng làn da khó lường. Với kết cấu dạng gel, nhẹ, thú vị, loại kem này được đựng trong lọ có thể đổ lại (để bạn có thể dưỡng ẩm hàng ngày, đổ đầy và tái sử dụng) và có tác dụng làm sáng quả mận, dưỡng ẩm bằng axit hyaluronic, cân bằng cây liễu và axit peptide polyglutamic để khóa độ ẩm. và tăng cường tác dụng của axit hyaluronic. Cùng nhau trong một ly cocktail ngon ngọt, những thành phần này đảm bảo làn da căng mọng, tươi trẻ và khỏe mạnh với làn da sáng như sương. Tốt nhất cho các loại da hỗn hợp, Kem dưỡng ẩm Plum Plump Hyaluronic giúp cân bằng dầu và hỗ trợ hệ vi sinh vật.", "how_to_use": "Dưỡng ẩm hàng ngày. Nạp lại. Tái sử dụng. Kem dưỡng ẩm có thể nạp lại này được đựng trong lọ thủy tinh bền, được sản xuất để sử dụng lâu dài. Sau khi dùng hết, hãy đổ đầy bình của bạn bằng một hộp nạp lại. Mỗi vỏ đều được niêm phong tươi và làm bằng 50% vật liệu tái chế sau khi tiêu dùng để giúp giảm lượng khí thải CO2 và rác thải từ thùng carton. Mận được chứng nhận COSMOS* được thu hoạch bằng tay tại một trang trại hữu cơ do gia đình sở hữu ở Úc. Tất cả các bộ phận của quả mận đều được sử dụng để hạn chế lãng phí thực phẩm. *Tiêu chuẩn COSMOS xác định các tiêu chí mà các công ty phải đáp ứng để đảm bảo với người tiêu dùng rằng sản phẩm của họ là mỹ phẩm hữu cơ hoặc tự nhiên chính hãng được sản xuất theo tiêu chuẩn bền vững khả thi cao nhất.", "ingredient": "Nước/Aqua/Eau, Propanediol, Glycerin, C13-15 Alkane, Caprylic/Capric Triglyceride, C9-12 Alkane, Dầu hạt Prunus Domestica*, Pentylene Glycol, Squalane, Dầu hạt Terminalia Ferdinandiana*, Axit Hyaluronic, Natri axetyl hóa Hyaluronate, Natri Hyaluronate, Chiết xuất trái cây Davidsonia Jerseyana*, Bột trái cây Terminalia Ferdinandiana*, Chiết xuất trái cây Podocarpus Elatus*, Axit Polyglutamic, Chiết xuất trái cây Pleiogynium Timoriense*, Crosspolymer Natri Hyaluronate, Natri Hyaluronate thủy phân, Epilobium Fleischeri (Alpine Willowherb) Chiết xuất hoa/lá/thân, Niacinamide, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Xylitylglucoside, Isononyl Isononanoate, Caprylyl Glycol, Anhydroxylitol, Cetearyl Alcohol, Glyceryl Stearate, Arginine, Ethylhexylglycerin, Natri Clorua, Xylitol, Axit Stearic, Tremella Fuciformis Polysaccharide, Natri Lauroyl Glutamate, Chiết xuất Eclipta Prostrata , Glucose, Kali Phosphate, Butylene Glycol, Chiết xuất lá Melia Azadirachta, Hydroxypropylcellulose, Chiết xuất Alaria Esculenta, Natri Phosphate, Kali Clorua, Chiết xuất hoa Melia Azadirachta, Chiết xuất Corallina Officinalis, 1,2-Hexanediol, Dầu hạt Moringa Oleifera, Chiết xuất trái cây Coccinia Indica , Axit Citric, Kali Sorbate, Chiết xuất từ ​​trái cây Solanum Melongena (Cà tím), Chiết xuất hoa Aloe Barbadensis, Gluconolactone, Dầu hạt Simmondsia Chinensis (Jojoba), Chiết xuất từ ​​​​rễ cây Curcuma Longa (Củ nghệ), Chiết xuất hoa/lá húng quế Ocimum Basilicum (Húng quế), Ocimum Sanctum Chiết xuất lá, Silica, Natri Hydroxide, Natri Benzoat, Phenoxyetanol, Hương thơm/Nước hoa**. *Chiết xuất/Dầu mận **Hương thơm tự nhiên", "brand": "Glow Recipe", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13457066-7674911773849475.jpg", "productCode": "Skin_110", "manufactureDate": "2022-04-19 00:00:00", "expirationDate": "2025-04-18 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Kem chống nắng La Roche-Posay Anthelios Anti-Shine Sun Protection Invisible SPF50+ Face Mist 75ml", "cost": 42000.0, "description": "Bạn không cần phải lựa chọn giữa lớp trang điểm hoàn hảo hay làn da chống nắng nữa với Anthelios Anti-Shine Face Mist SPF 50. Là sản phẩm đầu tiên thuộc dòng Anthelios, loại sương mù dưỡng ẩm nhưng làm mờ này mang lại hiệu quả chống nắng gấp đôi. - Tỏa sáng với lớp nền siêu khô và bám trên lớp trang điểm hoàn hảo suốt cả ngày. Hương thơm mới mẻ dành cho chế độ nghỉ dưỡng cuối cùng, sương mù bảo vệ cao của La Roche-Posay khiến việc bổ sung SPF trở thành một giấc mơ chứ không chỉ là một điều cần thiết. Làn da nhạy cảm, nhờn và dễ nổi mụn có thể cảm ơn NASA (vâng, bạn đã nghe chúng tôi nói đúng) vì lợi ích hấp thụ dầu mà loại sương mù SPF này mang lại. 'Airlicium' được sử dụng bởi các chuyên gia hàng không nổi tiếng và được đưa vào công thức này để tạo thành một lớp màng dẻo dai và bền bỉ trên da đồng thời làm mịn kết cấu và cho phép da thực sự thở. Nếu điều đó vẫn chưa đủ đối với bạn, nó sẽ hấp thụ dầu gấp ba lần trọng lượng của nó! Làn da được bảo vệ và làm mờ nếp nhăn chỉ là một điều dễ dàng nhờ La Roche-Posay. Chúng tôi chỉ nói liệu nó có đủ tốt cho các phi hành gia...", "how_to_use": "Áp dụng 30 phút trước khi tiếp xúc và bôi lại thường xuyên và rộng rãi sau mỗi hai giờ để duy trì sự bảo vệ, đặc biệt là sau khi bơi, đổ mồ hôi hoặc dùng khăn tắm. Lắc đều trước khi sử dụng. Tránh tiếp xúc với ánh nắng mặt trời vào những giờ nóng nhất trong ngày.", "ingredient": "Butan, Aqua/Nước, Homosalate, Octocrylene, Glycerin, Dimethicone, Ethylhexyl Salicylate, Dicaprylyl Carbonate, Nylon-12, Diisopropyl Sebacate, Butyl Methoxydibenzoylmethane, Styrene/Acrylate Copolymer, Axit P-Anisic, Caprylyl Glycol, Carnosine, Cyclohexasiloxane, Disodium Edta, Drometrizole Trisiloxanel, Ethylhexyl Triazone, Crosspolymer Methyl Methacrylate, Peg-32, Peg-8 Laurate, Phenoxyethanol, Poly C10-30 Alkyl Acrylate, Polyglyceryl-6 Polyricinoleate, Natri Clorua, Natri Hyaluronate, Tocopherol, Parfum/Hương thơm, Mã F.I.L C186282/1 .R.", "brand": "La Roche-Posay", "volume": "75ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11393009-4725054772881982.jpg", "productCode": "Skin_114", "manufactureDate": "2022-03-12 00:00:00", "expirationDate": "2025-03-11 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Sữa Rửa Mặt Dầu Sữa BYOMA 100ml", "cost": 41970.0, "description": "Hãy tưởng tượng một loại sữa rửa mặt có thể dễ dàng làm tan lớp trang điểm, kem chống nắng SPF và các tạp chất khác mà không làm căng da, loại bỏ lớp dầu tự nhiên, làm tắc nghẽn lỗ chân lông hoặc để lại cặn dầu. Nghe có vẻ quá tốt để có thể là sự thật? Hãy gặp BYOMA Milky Oil Cleanser - được thiết kế cẩn thận để mang lại làn da siêu sạch và cân bằng hoàn hảo. Là sản phẩm làm sạch hoàn hảo đầu tiên trong quy trình sáng và tối của bạn, loại sữa rửa mặt sang trọng, bổ dưỡng này sẽ đánh bay bụi bẩn hàng ngày - mà không làm mất đi hàng rào bảo vệ da của bạn. Phức hợp Lipid Barrier độc đáo của BYOMA, dầu hạt chùm ngây, dầu ô liu và squalane làm dịu và cấp nước khi bạn mát xa, mang lại cho làn da cảm giác căng mọng và cân bằng sau khi làm sạch. Sẵn sàng để rửa sạch? Đơn giản chỉ cần thêm nước để biến dầu thơm thành sữa dễ dàng rửa sạch và không để lại cặn nhờn.", "how_to_use": "Sử dụng buổi sáng và/hoặc buổi tối trong lần làm sạch đầu tiên của bạn. Massage từ hai đến bốn lần bơm lên da khô theo chuyển động tròn, chậm. Thêm nước để nhũ hóa và rửa kỹ.", "ingredient": "Dầu trái cây Olea Europaea (Olive), Cetyl Ethylhexanoate, Sorbeth-30 Tetraoleate, Dầu lá Rosmarinus Officinalis (Rosemary), Dầu Hippophae Rhamnoides, Tocopherol, Ethylhexylglycerin, Tocopherol, Sphingolipids, Ceramide NP, Squalane, Dầu hạt Moringa Oleifera.", "brand": "BYOMA", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14317069-7985043893074527.jpg", "productCode": "Skin_115", "manufactureDate": "2022-12-26 00:00:00", "expirationDate": "2025-12-25 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Glow Recipe Strawberry Smooth BHA+AHA Salicylic Serum 30ml", "cost": 113910.0, "description": "Phục vụ cho những nốt mụn cứng đầu và kết cấu thô ráp của bạn để mang lại vẻ ngoài tinh tế, trong trẻo và ngậm nước tổng thể là Serum Strawberry Smooth BHA + AHA Salicylic Serum của Glow Recipe. Được đựng trong một chiếc chai hình quả dâu tây đặc biệt tạo nên khoảnh khắc tuyệt vời, huyết thanh làm mịn da này kết hợp với Phức hợp Axit Clarity 10% bao gồm 2% axit salicylic và 1% axit mandelic phối hợp hài hòa với nhau để làm thông thoáng làn da của bạn. Mang lại kết quả rạng rỡ mà bạn có thể nhìn thấy và cảm nhận, loại serum có tác dụng nhanh này đã trở thành sản phẩm được những người yêu thích làn da trên toàn thế giới yêu thích. Nhắm vào những đối tượng gây tắc nghẽn lỗ chân lông bằng hỗn hợp dưỡng ẩm gồm nước dâu tây, chiết xuất lá, enzym và - tất nhiên - axit hyaluronic, vị cứu tinh cho da này nhẹ nhàng tẩy tế bào chết cho làn da sáng bóng, thoát khỏi những vết sưng nhỏ và nếp nhăn. Chỉ với một lần bơm công thức siêu trái cây này sẽ giúp làn da của bạn được dưỡng ẩm, hãy cho phép loại serum làm sáng da này làm đầy đặn từng inch trên khuôn mặt của bạn để có làn da rõ ràng. Kết quả!", "how_to_use": "Trước khi thoa kem dưỡng ẩm, lấy một đến hai lần bơm và vỗ nhẹ lên mặt và cổ hơi ẩm cho đến khi hấp thụ hoàn toàn.", "ingredient": "Nước/Aqua/Eau, Methylpropanediol, C9-12 Alkane, Chiết xuất trái cây Fragaria Vesca (Dâu tây), Hydroxypropyl Starch Phosphate, Axit Salicylic, Pentylene Glycol, Axit Mandelic, Axit Succinic, Chiết xuất lá Fragaria Vesca (Dâu tây), Axit Azelaic, Allantoin, Natri Hyaluronate, Bisabolol, Chiết xuất hoa Opuntia Ficus-Indica (Quả lê gai), Niacinamide, Glucosamine, Chiết xuất từ ​​rễ Zingiber Officinale (Gừng), Lên men Saccharomyces, Dextrin, Polydextrose, 1,2-Hexanediol, Caprylyl Glycol, Coco-Caprylate/Caprate, Hydroxyacetophenone, Amylopectin, Butylene Glycol, Succinoglycan, Leuconostoc/Dịch lọc lên men từ rễ củ cải, Lauroyl Lysine, Natri Phytate, Lecithin, Aminomethyl Propanol, Xanthan Gum, Axit Citric, Hương thơm/Parfum*. *100% có nguồn gốc tự nhiên.", "brand": "Glow Recipe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13695641-1904945707632958.jpg", "productCode": "Skin_116", "manufactureDate": "2024-02-06 00:00:00", "expirationDate": "2027-02-05 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Sữa rửa mặt dưỡng ẩm CeraVe với axit Hyaluronic dành cho da thường đến da khô 236ml", "cost": 34500.0, "description": "Được đặt thoải mái trong mọi tủ phòng tắm và được ca ngợi về hiệu quả (và mức giá phù hợp với túi tiền), Sữa rửa mặt dưỡng ẩm của CeraVe sẽ giải cứu làn da của bạn khỏi bờ vực mất nước. Cho dù bạn đang thư giãn sau một đêm dài hay chuẩn bị bắt đầu ngày mới, hãy tỏa sáng ngay từ đầu thói quen của bạn với loại sữa rửa mặt dạng gel, không tạo bọt này. Bùng nổ với ba loại ceramide thiết yếu (1, 3 và 6-11), nhẹ nhàng loại bỏ bụi bẩn và lớp trang điểm có nguy cơ làm tắc nghẽn lỗ chân lông của bạn. Cung cấp khả năng bảo vệ tăng cường với sự trợ giúp của các lợi ích tăng cường hàng rào bảo vệ, hãy coi đây là một vấn đề về làn da sáng, nơi tình trạng khô và căng không còn được chào đón nữa.", "how_to_use": "Để có kết quả tối ưu, hãy sử dụng AM và PM. Massage sữa rửa mặt lên da ướt, sau đó rửa sạch.", "ingredient": "Nước/nước, Glycerin, Cetearyl Alcohol, Phenoxyethyl, Stearyl Alcohol, Cetyle Alcohol, Peg-40 Stearate, Behentrimonium Methosulfate, Glyceryl Stearate, Polysorbate 20, Ethlyhexylglycerin, Kali Phosphate, Disodium Edta, Dipotassium Phosphate, Natri Lauroyl Lactylate, Ceramide Np, Ceramide Ap, Phytosphingosine, Cholesterol, Natri Hyaluronate, Xanthum Gum, Carbomer, Tocopherol, Ceramide Eop.", "brand": "CeraVe", "volume": "236ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11798700-1285074481077929.jpg", "productCode": "Skin_119", "manufactureDate": "2023-04-22 00:00:00", "expirationDate": "2026-04-21 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Kem tẩy tế bào chết Frank Body Original Coffee 200g", "cost": 38850.0, "description": "Đưa cơn nghiện cà phê của bạn lên một tầm cao mới với Original Coffee Scrub của Frank Body. Chỉ có các thành phần tự nhiên, thuần chay và tốt cho bạn, nó mang lại cho bạn làn da mịn màng khi chạm vào và giảm dần các vết sẹo và vết rạn da (hoan hô!). Công thức chứa hai chất tẩy tế bào chết tự nhiên; Cà phê Robusta xay, cũng kích thích lưu lượng máu và khuyến khích sản xuất collagen, và muối biển để chống bong tróc và nhờ đặc tính chống vi khuẩn, xử lý các đốm. Để bổ sung độ ẩm sau khi tẩy da chết, dầu hạnh nhân ngọt ép lạnh sẽ dưỡng ẩm lâu dài sau khi bạn rửa sạch và vitamin E giúp làm mờ sẹo và vết thâm. Kết quả? Da mịn màng hơn, đều màu hơn, chống lại mụn khi tiếp tục sử dụng.", "how_to_use": "Massage hỗn hợp tẩy tế bào chết khắp cơ thể trong vài phút, đặc biệt tập trung vào những vùng cần được chú ý nhiều hơn (ví dụ: Sẹo, cellulite, vết rạn da, mụn, vùng khô). Rửa sạch.", "ingredient": "Bột hạt Coffea Robusta, Dầu Prunus Amygdalus Dulcis (Hạnh nhân ngọt), Nước (Aqua), Natri Clorua, Sucrose, Dầu Citrus Aurantium Dulcis (Cam), Tocopherol, Dầu Glycine Soja (Đậu nành), Rượu Benzyl, Limonene", "brand": "Frank Body", "volume": "200g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11771303-6534929886631898.jpg", "productCode": "Skin_120", "manufactureDate": "2023-05-14 00:00:00", "expirationDate": "2026-05-13 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Bột axit L-ascorbic 100% thông thường 20g", "cost": 17100.0, "description": "Như hầu hết những người yêu thích chăm sóc da đều biết, vitamin C là một chất chống oxy hóa hiệu quả giúp làm sáng da, làm đều màu da và giảm các dấu hiệu lão hóa. Là hỗn dịch bột Axit L-Ascorbic rất mịn, công thức này mang lại khả năng tiếp xúc trực tiếp nhất với nồng độ vitamin C cực cao tại chỗ. Phương pháp cực kỳ hiệu quả này nhắm mục tiêu rõ ràng đến sự xuất hiện của làn da không đều màu, xỉn màu và các dấu hiệu lão hóa khác. Bột có thể được trộn với các phương pháp điều trị khác (ngoại trừ những loại có chứa niacinamide hoặc EUK 134) để nó phù hợp hoàn hảo với bất kỳ nghi lễ nào. Với dạng này, bạn sẽ có cảm giác ngứa ran rất mạnh nhưng không gây khó chịu trong 1-2 tuần đầu tiên sử dụng trong khi khả năng dung nạp vitamin C của da bạn tăng lên.", "how_to_use": "Trộn một lượng nhỏ với các phương pháp điều trị khác trong lòng bàn tay và thoa lên mặt vào buổi sáng hoặc buổi chiều. Cảm giác ngứa ran có thể xảy ra sau khi bôi. Không trộn lẫn với các công thức có chứa Niacinamide hoặc EUK 134. Nếu sử dụng Vitamin C tại chỗ như một phần của quá trình chăm sóc da, thì nên bôi xen kẽ với EUK 134 hoặc Niacinamide (lý tưởng nhất là Vitamin C vào buổi chiều và EUK 134/Niacinamide vào buổi sáng). ). Mặt khác, EUK 134/Niacinamide có thể ảnh hưởng đến tính toàn vẹn của Vitamin C dạng tinh khiết (L-Ascorbic Acid).", "ingredient": "Axit ascorbic", "brand": "The Ordinary", "volume": "20g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11751838-7504901837696619.jpg", "productCode": "Skin_121", "manufactureDate": "2023-04-19 00:00:00", "expirationDate": "2026-04-18 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "Danh sách INKEY Retinol Serum 30ml", "cost": 38970.0, "description": "Là một dẫn xuất của vitamin A, retinol giúp thúc đẩy quá trình tái tạo da và tăng cường sản xuất collagen để giữ cho làn da trông trẻ trung, hoạt động ở cấp độ tế bào để thúc đẩy quá trình đổi mới và sửa chữa để các tế bào mới tiếp cận bề mặt nhanh hơn. Khi chúng ta già đi, tốc độ làn da tự tái tạo sẽ chậm lại (khó chịu) vì vậy retinol có thể là một cách tuyệt vời để kích hoạt các tế bào hoạt động trở lại. Cung cấp các thành phần chất lượng cao nhất được xây dựng bởi đội ngũ các nhà khoa học và chuyên gia giỏi, câu trả lời của THE INKEY LIST cho retinol là tuyệt vời ở tính đơn giản của nó, kết hợp 1% Retistar retinol ổn định (tương đương với 0,05% retinol) và 0,5% retinoid dạng hạt (mạnh hơn một chút so với retinol). retinol) với squalane để dưỡng ẩm và làm dịu da. Công thức giải phóng chậm giúp giảm thiểu kích ứng đồng thời cung cấp hoạt chất hiệu quả, hoạt động tích cực để giảm thiểu nếp nhăn, làm đều màu da, giải quyết các nhược điểm và cải thiện độ trong của da, giúp làn da của bạn trông sáng hơn, mịn màng hơn và trẻ trung hơn nhiều.", "how_to_use": "Thích hợp cho mọi loại da. Sử dụng vào buổi tối sau khi làm sạch, săn chắc da và trước các loại serum khác. Thoa một lượng cỡ hạt đậu lên ngón tay và vỗ nhẹ vào da Tránh vùng mắt ngay lập tức. Có thể tăng độ nhạy cảm với ánh nắng mặt trời; luôn sử dụng kem chống nắng phổ rộng vào ban ngày. Mặc dù THE INKEY LIST Retinol có công thức gây kích ứng thấp nhưng đối với một số người, hiện tượng mẩn đỏ và bong tróc có thể xảy ra khi bắt đầu sử dụng do tốc độ thay thế tế bào tăng lên. Khi lần đầu giới thiệu Retinol, bạn có thể muốn sử dụng vài lần mỗi tuần và tăng dần lên mỗi buổi tối. Chỉ sử dụng bên ngoài.", "ingredient": "Nước (Aqua / Eau), Glycerin, Butylene Glycol, Propanediol, Dicaprylyl Carbonate, Dimethicone, Retinol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Caprylyl Glycol, Phospholipids, Caprylic/capric Glycerides, Squalane, Dimethyl Isosorbide, Glycine Soja (Đậu nành) Chiết xuất , Carbomer, Natri ascorbate, Tocopherol, Polysorbate 60, Tocopheryl Acetate, Glycolipids, Natri Hydroxide, Disodium Edta, Hydroxypinacolone Retinoate, Glycine Soja (Đậu nành) Sterol, Leuconostoc/Dịch lọc lên men từ rễ củ cải, Dầu thầu dầu hydro hóa Peg-40, Axit Hyaluronic, Polysorbate 20, Palmitoyl Tetrapeptide-7, Palmitoyl Tripeptide-1, Phenoxyetanol", "brand": "The INKEY List", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12208009-1325061807330405.jpg", "productCode": "Skin_122", "manufactureDate": "2022-06-07 00:00:00", "expirationDate": "2025-06-06 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Sữa rửa mặt Then I Met You Living", "cost": 111000.0, "description": "Một phần không thể thiếu trong các nghi thức - nó vượt qua hành động thụ động thường ngày - của các biên tập viên sắc đẹp cũng như giới trí thức da, Then I Met You's Living Cleaning Balm dễ dàng làm tan lớp trang điểm, kem chống nắng và bã nhờn dư thừa đồng thời cung cấp cho làn da của bạn chất chống oxy hóa và axit béo. Lần làm sạch đầu tiên tối ưu, loại dầu dưỡng mềm như kem này được thiết kế để mát-xa vào da - tạm dừng để thưởng thức hương thơm của hương thảo, quả hồng và bưởi - để dễ dàng làm tan đi các tạp chất gốc dầu. Nó được tạo ra từ sự pha trộn sang trọng của các loại dầu thực vật nhẹ bao gồm dầu hắc mai biển (được yêu thích vì có nhiều axit béo như axit stearic, axit oleic, axit linoleic và omega 6); dầu ô liu (một chất chống oxy hóa bổ dưỡng có đặc tính chống viêm và hỗ trợ hàng rào bảo vệ da của bạn); cuối cùng là dầu hạt nho (một chất làm mềm giàu chất chống oxy hóa giúp nuôi dưỡng và nhẹ nhàng loại bỏ các tạp chất - một tràng pháo tay vang lên). Tuy nhiên, nó không kết thúc với bộ ba loại dầu thần thánh đó - nó còn được kết hợp với chiết xuất quả hồng để bảo vệ làn da của bạn khỏi các gốc tự do và mang lại tông màu sáng hơn, cùng với vitamin E để mang lại làn da trẻ trung, khỏe mạnh. Chúng tôi rất vui vì đã gặp được công thức này...", "how_to_use": "Đối với bước đầu tiên của quá trình làm sạch kép, hãy dùng thìa múc một lượng cỡ đồng xu lên da khô và massage nhẹ nhàng theo chuyển động tròn. Thêm một chút nước ấm để nhũ hóa và loại bỏ các tạp chất gốc dầu. Rửa sạch trước khi chuyển sang bước thứ hai, làm sạch bằng nước với Gel làm sạch trà làm dịu.", "ingredient": "Dầu trái cây Olea Europaea (Ô liu), Dầu hạt Vitis Vinifera (Nho), Cetyl Ethylhexanoate, Peg-20 Glyceryl Triisostearate, Peg-8 Isostearate, Cera Microcristallina, Dầu trái cây Hippophae Rhamnoides, Ceresin, Sáp tổng hợp, Dầu hạt Orbignya Oleifera, Diospyros Kaki Chiết xuất từ ​​trái cây (Quả hồng), Dầu gỗ Aniba Rosaeodora (Gỗ hồng), Dầu vỏ cam quýt Paradisi (Quả bưởi), Dầu lá Rosmarinus Officinalis (Cây hương thảo), Tocopheryl Acetate, 1,2-hexanediol, Bis-diglyceryl Polyacyladipate-2, Ethylene/Propylene Copolymer , BHT, Limonene Vì có sự khác biệt giữa các yêu cầu ghi nhãn của Hoa Kỳ và Châu Âu, bạn có thể nhận thấy sự khác biệt nhỏ giữa danh sách thành phần trên các trang web khác nhau. Ví dụ, Limonene là một hợp chất được tìm thấy trong Dầu Bưởi và Vương quốc Anh yêu cầu nó được liệt kê riêng. Then I Met You có thể đảm bảo với bạn rằng tất cả các sản phẩm đều có cùng một công thức, với cùng một kết cấu mềm mại như kem mà mọi người đều yêu thích!", "brand": "Then I Met You", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313764-2054896611936196.jpg", "productCode": "Skin_123", "manufactureDate": "2022-05-26 00:00:00", "expirationDate": "2025-05-25 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Nước nho Caudalie 200ml", "cost": 36000.0, "description": "Khai thác sức mạnh của 100% nho hữu cơ trong quá trình thu hoạch nho, loại sương mù mang tính biểu tượng này giúp dưỡng ẩm, làm dịu, làm đều màu và làm mới tất cả trong một. Phục hồi làn da mệt mỏi, khô và xỉn màu đồng thời làm dịu làn da bị kích thích, căng thẳng, đây là cách hoàn hảo để 'làm mới' làn da thiếu sức sống - cho dù đó là ở bàn làm việc, khi đang di chuyển hay trong lúc suy sụp buổi chiều. Chỉ với ba thành phần, công thức thay đổi cuộc chơi này không chứa các chất hóa học không mong muốn (*ho* paraben *ho* rượu *ho*) và hoàn toàn thuần chay, không độc hại và không có mùi thơm. Hiện đã có loại cỡ lớn 200ml dành cho những người hâm mộ cuồng nhiệt, hãy đảm bảo rằng bạn có một chai trên bàn, trong túi xách và cạnh giường ngủ.", "how_to_use": "Xịt lên mặt bất cứ lúc nào trong ngày để làm dịu, làm mới và giữ ẩm cho da. Không cần phải lau khô sau khi xịt vì nó được da hấp thụ ngay lập tức mà không bị khô. Lời khuyên của nhà trị liệu Vinotherap: Giữ bình xịt trong tủ lạnh để nó sảng khoái hơn.", "ingredient": "Nước trái cây Vitis Vinifera (Nho)*, Nước ép Vitis Vinifera (Nho)*, Nitơ. *Cảnh báo nguồn gốc thực vật: thùng chứa được điều áp bằng nitơ, là loại khí trơ và thân thiện với môi trường. Bảo quản tránh ánh nắng mặt trời. Không tiếp xúc với nhiệt độ trên 50°c/120°f. Không đâm hoặc đốt, ngay cả sau khi sử dụng. Để xa tầm tay trẻ em.", "brand": "Caudalie", "volume": "200ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12743430-3584897139017329.jpg", "productCode": "Skin_124", "manufactureDate": "2023-10-29 00:00:00", "expirationDate": "2026-10-28 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Patchology Flash Patch Gel làm sáng vùng mắt", "cost": 9000.0, "description": "Việc chăm sóc da trở nên dễ dàng, Patchology là một điều may mắn cho những 'người có trí thức về da' đang di chuyển muốn những sản phẩm có tác dụng nhiều hơn, hoạt động nhanh hơn và mang lại kết quả vượt trội. Lý tưởng cho vùng da dưới mắt xỉn màu và thâm quầng, FlashPatch Illuminating Eye Gel được thiết kế để làm dịu sâu và phục hồi làn da mỏng manh. Việc biến quầng thâm đã trở thành quá khứ, vitamin C có tác dụng làm đều và làm sáng các đường nét của bạn đồng thời làm mờ nếp nhăn; chiết xuất trà xanh giảm thiểu sự xuất hiện của quầng thâm bằng cách cải thiện tuần hoàn; chiết xuất dâu tằm chống oxy hóa là chất làm sáng tự nhiên; và các khoáng chất ngọc trai mang lại ánh sáng rạng rỡ ngay lập tức.", "how_to_use": "Đắp cặp mặt nạ lên vùng dưới mắt sạch và khô trong năm phút. Loại bỏ gel và xoa bóp huyết thanh dư thừa vào da của bạn.", "ingredient": "Nước (Aqua/Eau), Glycerin, Caffeine, Butylene Glycol, Chiết xuất lá Camellia Sinensis, Axit ascorbic, Chiết xuất từ ​​rễ Glycyrrhiza Uralensis (Cam thảo), Natri Hyaluronate, Chiết xuất từ ​​trái Morus nigra, Chiết xuất từ ​​trái Cocos Nucifera (Dừa), Chiết xuất vỏ cây Cedrus Atlantica , Propanediol, Pentylene Glycol, Chiết xuất lá Pinus Sylvestris, Ceratonia Siliqua (Carob) Gum, Sucrose, Carrageenan, Kali clorua, Dầu thầu dầu hydro hóa PEG-60, Xanthan Gum, Ethyl Hexanediol, 1,2-Hexanediol, Allantoin, Chlorphenesin, Natri Polyacrylate , Dầu hạt Ricinus Communis (Castor), kẹo cao su Gellan, kẹo cao su Cellulose, Canxi Lactate, Adenosine, Dipotassium Glycyrrhizate, Betaine, Trehalose, Inositol, Taurine, Mica, Titanium Dioxide, Thiếc Oxit, Disodium EDTA, Ethylhexylglycerin, Natri Polyglutamate, Acetyl Glucosamine, CI 77491, Nước hoa (Parfum)", "brand": "Patchology", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13218558-1484900760866707.jpg", "productCode": "Skin_125", "manufactureDate": "2023-11-20 00:00:00", "expirationDate": "2026-11-19 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Mặt nạ Salicylic Acid 2% thông thường 50ml", "cost": 35400.0, "description": "Tuyệt vời trên da cũng như trên ví, The Ordinary's Salicylic Acid 2% Masque đã được điều chế một cách chuyên nghiệp để mang lại hiệu quả kỳ diệu cho làn da tắc nghẽn, nhờn và thiếu sức sống. Tên gọi của nó, axit salicylic, là ngôi sao của chương trình - một BHA (axit beta hydroxy) chăm chỉ giúp tẩy tế bào chết cả trên bề mặt da và bên trong lỗ chân lông, để lộ làn da sáng hơn và rõ ràng hơn bên dưới. Thành phần đa năng này còn giúp làm dịu chứng viêm, giảm vết thâm hiện tại đồng thời giúp ngăn ngừa những vết thâm sau này. Được tạo ra bởi màu đen tuyền của mặt nạ, công thức này cũng chứa than củi hoạt động cùng với đất sét Amazon để làm sạch sâu các tạp chất và bụi bẩn trong lỗ chân lông. Da sạch hơn, mịn màng hơn, rạng rỡ hơn, chúng ta đến đây…", "how_to_use": "Sử dụng một hoặc hai lần một tuần sau khi rửa mặt trên da khô. Thoa đều lên mặt, sau đó để trong 10 phút trước khi rửa sạch bằng nước ấm. Không sử dụng trên da nhạy cảm, bong tróc hoặc bị tổn thương. Tránh vùng viền mắt và tiếp xúc với mắt cả trong quá trình bôi và rửa sạch. Nên kiểm tra bản vá trước khi sử dụng: Áp dụng sản phẩm theo hướng dẫn trên một khu vực nhỏ mỗi ngày một lần trong ba ngày để kiểm tra xem bạn có nhạy cảm với sản phẩm này hay không. Nếu bạn bị kích ứng nghiêm trọng, nổi mề đay, sưng mắt và miệng, phồng rộp hoặc khó thở, hãy rửa sạch, ngừng sử dụng và tham khảo ý kiến ​​bác sĩ ngay lập tức. Để xa tầm tay trẻ em. Cảnh báo cháy nắng: Sản phẩm này có chứa axit beta hydroxy (BHA) có thể làm tăng độ nhạy cảm của da với ánh nắng mặt trời và đặc biệt là khả năng bị cháy nắng. Sử dụng kem chống nắng, mặc quần áo bảo hộ và hạn chế tiếp xúc với ánh nắng mặt trời khi sử dụng sản phẩm này và trong một tuần sau đó.", "ingredient": "Aqua (Nước), Cao lanh, Squalane, Glycerin, Dimethyl Isosorbide, Silica Cetyl Silylate, Axit Salicylic, Natri Polyacrylate, Pentylene Glycol, Bột than, 4-t-Butylcyclohexanol, Sclerotium Gum, Acacia Senegal Gum, Xanthan Gum, Axit Phytic, Polysorbate 20, Trinatri Ethylenediamine Disuccine, Clorphenesin, Phenoxyetanol.", "brand": "The Ordinary", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12159808-1295023394400465.jpg", "productCode": "Skin_126", "manufactureDate": "2023-11-05 00:00:00", "expirationDate": "2026-11-04 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "Son dưỡng phục hồi đa năng La Roche-Posay Cicaplast Balm B5 100ml", "cost": 45000.0, "description": "Là một vị cứu tinh đa năng cho làn da, Kem dưỡng đa năng Cicaplast Baume B5 giúp làm dịu và cấp ẩm cho da, đồng thời có tác dụng tuyệt vời đối với các loại da nhạy cảm. Pha trộn hỗn hợp nước suối nhiệt đặc trưng của thương hiệu với 5% panthenol, làm dịu làn da căng, khô và nứt nẻ bằng loại dầu dưỡng không nhờn và cực kỳ dưỡng này. Sử dụng tối thiểu các thành phần, loại son dưỡng đa năng này sử dụng glycerin để hydrat hóa làn da và cicaplast để bổ sung vitamin và axit amin, giúp làn da của bạn trở nên khỏe mạnh hơn. Cho dù đó là để phục hồi vùng da bị tổn thương sau chấn thương hay dành cho những vùng trên cơ thể bạn cần thêm một chút TLC, hãy giữ chặt chiếc ghim da này và bạn sẽ không bao giờ nhìn lại...", "how_to_use": "Áp dụng hàng ngày để làm sạch da khô với một lớp dày. Có thể sử dụng trên mặt và cơ thể, tránh môi và đường viền mắt.", "ingredient": "Aqua hydro hóa polyisobutene dimethicone glycerin butyrospermum parkii bơ panthenol propanediol butylene glycol aluminum octenylsuccinate cetyl PEG/ Ate silica mangan gluconate kẽm gluconate pentaerythrityl tetra-di-t- Butyl Hydroxyhydrocinnamate Capryloyl Glycine Copper Gluconate Disodium Edta Citric Acid Aluminium Hydroxide.", "brand": "La Roche-Posay", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13938508-6024986149138115.jpg", "productCode": "Skin_127", "manufactureDate": "2023-03-17 00:00:00", "expirationDate": "2026-03-16 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Sữa rửa mặt tạo bọt CeraVe với Niacinamide dành cho da thường đến da dầu 236ml", "cost": 28500.0, "description": "Hoàn hảo cho làn da nhạy cảm, da thường đến da nhờn hoặc dễ bị mụn, Sữa rửa mặt tạo bọt nhẹ nhàng của CeraVe rửa sạch cả ngày và làm sạch sâu cho da - mà không khiến da bị khô hoặc mất nước. Trên thực tế, loại sữa rửa mặt chăm chỉ này thực sự sẽ giúp thúc đẩy làn da khỏe mạnh và ngậm nước hơn bằng cách sửa chữa và hỗ trợ hàng rào độ ẩm cho làn da của bạn. Kết cấu giống như gel này chuyển sang bọt mềm khi được cấp nước, mang lại cho bạn làn da tươi mát và thanh lọc. Giống như tất cả các siêu anh hùng của CeraVe, cốt lõi của loại sữa rửa mặt này là một loại cocktail gồm ba loại ceramide thiết yếu (lipid về cơ bản là 'chất keo' của hàng rào bảo vệ da của bạn). Làm ngập làn da của bạn với các loại ceramide này giúp giữ cho hàng rào bảo vệ da đó ở trạng thái khỏe mạnh tốt nhất, giúp duy trì độ ẩm ngay cả khi làm sạch làn da của bạn. 'Công nghệ MVE' độc đáo của CeraVe có nghĩa là bạn thậm chí còn nhận được nhiều lợi ích hơn từ những loại ceramide này; nó đảm bảo chúng được giải phóng dần dần theo thời gian để đảm bảo nuôi dưỡng và hydrat hóa lâu dài. Lo lắng về độ nhạy? Công thức làm được tất cả này không có mùi thơm và không gây dị ứng.", "how_to_use": "Sử dụng buổi sáng và buổi tối. Thoa lên tay ướt và massage vào da, sau đó rửa sạch.", "ingredient": "Nước / Nước, Cocamidopropyl Hydroxysultaine, Natri Lauroyl Sarcosine, Propanediol, Peg-150 Pentaerythrityl Tetrastearate, Peg-6 Caprylic/ Capric Glycerides, Glycerin, Ceramide Np, Ceramide Ap, Ceramide Eop, Carbomer, Niacinamide, Natri Methyl Cocoyl Taurate, Natri Benzoate, Natri Clorua, Natri Lauroyl Lactylate, Natri Hyaluronate, Cholesterol, Phenoxyethyl, Disodium Edta, Axit Citric, Tetrasodium Edta, Phytosphingosine, Xanthan Gum, Ethylhexylglycerin (Mã F.I.L. D250307/1).", "brand": "CeraVe", "volume": "236ml", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/11798698-1384774893182190.jpg", "productCode": "Skin_128", "manufactureDate": "2023-01-17 00:00:00", "expirationDate": "2026-01-16 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "Kem chống nắng La Roche-Posay Anthelios UVMune 400 Invisible Fluid SPF50+ 50ml", "cost": 59699.99999999999, "description": "Giữ an toàn dưới ánh nắng mặt trời mà không để lại vệt nhờ lớp chống nắng hoàn thiện vô hình này. Với công thức không nhờn và không mùi thơm, đây là loại kem chống nắng thân thiện với làn da mà chúng ta mong muốn có được trên làn da của mình qua mỗi mùa. Mang đến cho làn da của bạn sự bảo vệ xứng đáng với Kem chống nắng Anthelios UVMune 400 Invisible Fluid SPF 50+. Da nhạy cảm có thể yên tâm rằng sản phẩm này đã được kiểm nghiệm không ngừng về độ dịu nhẹ trên da và với khả năng bảo vệ khỏi tia UVA, UVB và Ultra Long UVA, làn da của bạn chưa bao giờ cảm thấy an toàn hơn thế. Chúng tôi sẽ cung cấp nguồn cung cấp trọn đời!", "how_to_use": "Để sử dụng hàng ngày và phơi nắng. Lắc trước khi sử dụng. Thoa sản phẩm chống nắng ngay trước khi tiếp xúc. Thoa lại thường xuyên và nhiều để duy trì khả năng bảo vệ, đặc biệt là sau khi đổ mồ hôi hoặc lau khăn.", "ingredient": "Nước/Nước, Alcohol Denat., Triethyl Citrate, Diisopropyl Sebacate, Silica, Ethylhexyl Salicylate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Ethylhexyl Triazone, Butyl Methoxydibenzoylmethane, Glycerin, Propanediol, C12-22 Alkyl Acrylate/Hydroxyethylacrylate Copolymer, Natri Citrate, Methoxypropylamino Cyclohexenylidene Ethoxyethylcyanoacetate, Perlite, Tocopherol, Caprylic/Capric Triglyceride, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Axit Citric, Diethylamino Hydroxybenzoyl Hexyl Benzoat, Drometrizole Trisiloxane, Hydroxyethylcellulose, Terephthalylidene Dicamphor Axit Sulfonic, Trietanolamine, Trisodium Ethylenediamine Disuccine.", "brand": "La Roche-Posay", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13494906-1084932951714264.jpg", "productCode": "Skin_129", "manufactureDate": "2023-11-08 00:00:00", "expirationDate": "2026-11-07 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "Chủ nhật Riley C.E.O. Serum làm sáng da 15% Vitamin C 30ml", "cost": 210000.0, "description": "C.E.O. của Sunday Riley đáng thèm muốn không thể cưỡng lại được. Huyết thanh là một loại túi làm đẹp cần thiết, sẽ hoạt động theo thời gian để chống lại các dấu hiệu lão hóa và mang lại làn da của bạn trở nên trong trẻo, thậm chí là tốt nhất. C.E.O. Rapid Flash Brightening Serum được bổ sung nhiều vitamin C để cải thiện đáng kể sự xuất hiện của tình trạng tăng sắc tố và da không đều màu, đồng thời có tác dụng giảm kích thước lỗ chân lông và giải quyết các dấu hiệu lão hóa rõ rệt, bao gồm xỉn màu, mất nước, các đường nhăn và nếp nhăn sớm.", "how_to_use": "C.E.O. Serum làm sáng da nhanh chóng Sau khi rửa mặt sạch, thoa lên da khô và massage nhẹ nhàng lên mặt và cổ.", "ingredient": "C.E.O. Tinh chất làm sáng da nhanh chóng Aqua (Nước), Tetrahexyldecyl Ascorbate, Squalane, Sáp ong Peg-8, Polydecene hydro hóa, Polyglyceryl-6 Distearate, Ppg-12/Smdi Copolymer, Phenoxyetanol, Acetamidoethoxyetanol, Jojoba Este, Natri Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Glycine Soja Sterol, Tocopherol, Axit Glycolic, Caprylyl Glycol, Natri Phytate, Dầu Citrus Aurantium Dulcis (Cam ngọt), Chlorphenesin, Cera Alba, Glycerin, Isosqualane, C30 Hydrocarbons, Saccharide Isomerate", "brand": "Sunday Riley", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11588282-1584882139120733.jpg", "productCode": "Skin_130", "manufactureDate": "2023-09-21 00:00:00", "expirationDate": "2026-09-20 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "FARMACY Green Clean Makeup Meltaway Sữa Rửa Mặt 100ml", "cost": 96000.0, "description": "Làm mới làn da của bạn với Green Clean Make Up Meltaway Cleaning Balm của FARMACY, một thương hiệu có trụ sở tại New York kết hợp khoa học tiên tiến với các nguyên liệu sạch được trồng tại địa phương để mang lại kết quả hiệu quả cho việc chăm sóc da ngay từ trang trại. Sử dụng chiết xuất đu đủ, công thức dầu dưỡng tạo ra bọt sang trọng khi tiếp xúc với nước để nhẹ nhàng tẩy tế bào chết và tinh chỉnh làn da mà không làm bong tróc hay khô da. Dầu rễ hướng dương và gừng giúp hòa tan hiệu quả lớp trang điểm và tạp chất cứng đầu, trong khi hỗn hợp phục hồi của tinh dầu chanh, cam Bergamot và cam mang lại cho làn da cảm giác sạch sẽ và tươi mát. Echinacea GreenEnvy (nhà máy độc quyền và được cấp bằng sáng chế của thương hiệu) mang lại kết cấu và tông màu mịn màng, đồng đều.", "how_to_use": "Múc một lượng lớn bằng thìa đi kèm và thoa lên da khô. Dùng đầu ngón tay massage nhẹ nhàng lên da theo chuyển động tròn hướng lên và hướng ra ngoài, tập trung vào những vùng cần chú ý (như trang điểm mắt). Chất dưỡng rắn tan chảy thành dầu khi tiếp xúc với da, sau đó tạo bọt sữa khi thoa nước. Xịt nước hoặc lau sạch bằng khăn ấm và ẩm.", "ingredient": "Cetyl Ethylhexanoate, Caprylic/Capric Triglyceride, Peg-20 Glyceryl Triisostearate, Peg-10 Isostearate, Polyethylene, Phenoxyanol, Sorbitan Sesquioleate, Dầu Citrus Aurantifolia (Vôi), Dầu trái cây Citrus Aurantium Bergamia (Bergamot), Chiết xuất lá Melia Azadirachta, Hoa Melia Azadirachta Chiết xuất, Amino Esters-1, Dầu vỏ Citrus Aurantium Dulcis (Cam), Bột hổ phách, Dầu hoa Cananga Odorata, Chiết xuất từ ​​trái cây Coccinia Indica, Chiết xuất từ ​​trái cây Solanum Melongena (Cà tím), Chiết xuất từ ​​​​rễ cây Curcuma Longa (nghệ), Chiết xuất từ ​​lá Ocimum Sanctum, Chiết xuất Corallina Officinalis, Dầu hạt Moringa Oleifera, Dầu rễ Zingiber Officinale (Gừng), Dầu hạt Helianthus Annuus (Hướng dương), Nước/ Aqua/ Eau, Glycerin, Butylene Glycol, Chiết xuất rễ cây Echinacea Purpurea, Chiết xuất trái cây Carica Papaya (Đu đủ), Moringa Chiết xuất hạt Pterygosperma, Disodium Phosphate, Axit Citric.", "brand": "FARMACY", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13317438-1624897189102740.jpg", "productCode": "Skin_132", "manufactureDate": "2023-06-19 00:00:00", "expirationDate": "2026-06-18 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Caudalie Beauty Elixir 30ml", "cost": 45000.0, "description": "Là một loại xịt dưỡng da mặt tốt cho sức khỏe để có làn da sáng, Caudalie's Beauty Elixir làm mờ ranh giới giữa nước hoa hồng và kem lót. Là sản phẩm được các nghệ sĩ trang điểm yêu thích trong lĩnh vực thời trang, nó có thể được sử dụng dưới lớp trang điểm của bạn để nâng cao tuổi thọ và làm sống động làn da xỉn màu. Nó sử dụng chiết xuất từ ​​​​nho, hương thảo, cam đắng, hoa hồng, mộc dược và bạc hà để vừa thu nhỏ lỗ chân lông của bạn vừa làm tươi sáng làn da. Thích hợp cho mọi loại da (đặc biệt là những người thành thị trong số chúng ta có xu hướng có làn da hơi xám), sản phẩm này hoàn hảo để làm săn chắc da, chuẩn bị cho làn da trang điểm hoặc để đánh thức làn da của bạn bất cứ khi nào nó cần được phục hồi.", "how_to_use": "Sử dụng để trang điểm, như một loại toner, se khít lỗ chân lông, cho làn da sáng tức thì, loại bỏ vi khuẩn, làm mới và tái tạo năng lượng cho làn da.", "ingredient": "Aqua (Nước), Alcohol*, Citrus Aurantium Amara (Cam đắng) Nước hoa*, Parfum (Hương thơm)*, Dầu lá Rosmarinus Officinalis (Hương thảo)*, Kali Alum, Glycerin*, Mentha Piperita (Dầu bạc hà)*, Commiphora Myrrha Chiết xuất*, Chiết xuất nhựa Styrax Benzoin*, Dầu lá Melissa Officinalis (Bạc hà)*, Dầu hoa Rosa Damascena*, Chiết xuất trái cây Vitis Vinifera (Nho)*, Tocopherol*, Citral*, Citronellol*, Farnesol*, Geraniol*, Limonene *, Linalool*. (010/018) *Xuất xứ Végétale - Nguồn gốc thực vật.", "brand": "Caudalie", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10349039-7874926493141632.jpg", "productCode": "Skin_134", "manufactureDate": "2023-06-17 00:00:00", "expirationDate": "2026-06-16 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Kem dưỡng ẩm Vitamin B, C và E The INKEY List 50ml", "cost": 23970.0, "description": "Kết hợp một hỗn hợp các vitamin thiết yếu cho da bao gồm vitamin B3 (niacinamide), B5 (axit pantothenic), vitamin E chống viêm và vitamin C làm sáng da, Kem dưỡng ẩm Vitamin B, C và E của THE INKEY LIST là một loại kem dưỡng ẩm toàn diện, hoàn hảo cho sử dụng buổi sáng và buổi tối. Là loại kem dưỡng ẩm khởi đầu hoàn hảo cho những ai muốn tìm hiểu cách chăm sóc da của mình, Kem dưỡng ẩm Vitamin B, C và E đa tác dụng của THE INKEY LIST kết hợp một hỗn hợp gồm các thành phần tốt cho da giúp cân bằng lượng dầu (niacinamide), hydrat (axit hyaluronic). và vitamin B5 còn gọi là axit pantothenic), bảo vệ (vitamin E và C) làm sáng da (vitamin C). Sử dụng ngày và đêm để giữ cho làn da luôn ở trạng thái tốt nhất và xem kết quả!", "how_to_use": "Áp dụng vào buổi sáng và buổi tối khi kết thúc quy trình chăm sóc da của bạn.", "ingredient": "Aqua (Nước/Eau), Glycerin, Glyceryl Stearate SE, Cetearyl Alcohol, Caprylic/Capric Triglyceride, Cocos Nucifera (Dầu dừa), Axit Stearic, Phenoxyetanol, Benzyl Alcohol, Carbomer, Natri Hydroxide, Niacinamide, Panthenol, Natri Ascorbyl Phosphate, Natri Hyaluronate, Tocopheryl Acetate, Ethylhexylglycerin, Axit dehydroacetic, Lecithin, Trisodium Ethylenediamine Disuccine, Ascorbyl Palmitate, Tocopherol, Helianthus Annuus (Dầu hướng dương).", "brand": "The INKEY List", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12435691-7105061809754669.jpg", "productCode": "Skin_135", "manufactureDate": "2024-05-18 00:00:00", "expirationDate": "2027-05-18 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Glow Recipe ổi Vitamin C + Ferulic Dark Spot Serum 30ml", "cost": 123000.0, "description": "Gia nhập hàng ngũ huyết thanh chăm chỉ của Glow Recipe, Guava Vitamin C + Ferulic Dark Spot Serum nhắm đến các đốm đen và tăng sắc tố trước, trong và sau khi hình thành. Làm sáng và tái tạo bề mặt, Guava Vitamin C + Ferulic Dark Spot Serum của Glow Recipe là sản phẩm bạn nên thử nhờ công thức tác động mạnh vào các đốm đen và tăng sắc tố trước, trong và sau khi hình thành. Kết hợp một bộ ba gồm – hít một hơi thật sâu – vitamin C, axit ferulic vitamin E, chiết xuất ổi và axit tái tạo bề mặt, nó tạo ra một công thức hiệu quả nhưng nhẹ nhàng giúp làm sáng làn da mịn màng, không có vết thâm và tăng sắc tố. Với công thức duy trì ổn định theo thời gian, loại serum màu hồng baby xinh đẹp này sẽ không bị phai màu.", "how_to_use": "Áp dụng vào buổi tối hoặc trước SPF vào ban ngày.", "ingredient": "Nước/Aqua/Eau, Propanediol, C9-12 Alkane, Chiết xuất từ ​​trái cây Psidium Guajava, Tetrahexyldecyl Ascorbate, Axit Tranexamic, Natri Polyacryloyldimethyl Taurate, Axit ascorbic 3-O-Ethyl, Ascorbyl Glucoside, Magiê Ascorbyl Phosphate, Natri Ascorbyl Phosphate, Hạt Psidium Guajava Dầu, Tocopherol, Tocopheryl Acetate, Natri Hyaluronate, Axit Ferulic, Chiết xuất Tremella Fuciformis Sporocarp, Chiết xuất từ ​​trái cây Pyrus Malus (Táo), Chiết xuất từ ​​trái cây Musa Sapientum (Chuối), Chiết xuất hạt Prunus Armeniaca (Quả mơ), Chiết xuất từ ​​​​trái cây Pyrus Communis (Quả lê), Chiết xuất từ ​​trái cây Rubus Idaeus (Quả mâm xôi), Chiết xuất hoa Melia Azadirachta, Chiết xuất lá Melia Azadirachta, Chiết xuất Corallina Officinalis, Chiết xuất từ ​​trái cây Coccinia Indica, Hexanoyl Dipeptide-3 Norleucine Acetate, Polyglyceryl-10 Dioleate, Glycerin, 1,2-Hexanediol, Caprylic/Capric Triglyceride, Caprylyl Glycol, Hydroxyacetophenone, Natri Stearoyl Glutamate, Coco-Caprylate/Caprate, Betaine, Lecithin, Polyglyceryl-10 Dipalmitate, Natri Citrate, Natri Phytate, Kali Sorbate, Decyl Glucoside, Lauryl Glucoside, Ethylhexylglycerin, Axit Citric, Xanthan Gum, Phenoxyetanol .", "brand": "Glow Recipe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13310770-6254896412262166.jpg", "productCode": "Skin_136", "manufactureDate": "2024-07-18 00:00:00", "expirationDate": "2027-07-18 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Huyền phù axit Azelaic thông thường 10% 100ml", "cost": 74100.0, "description": "Được các thành viên trong Cộng đồng Giáo phái của chúng tôi ca ngợi là 'Chén Thánh', mối lo ngại duy nhất của họ đối với Hệ thống treo Axit Azelaic 10% nguyên bản hoàn hảo là họ không thể có đủ nó; đó là nơi mà Supersize Azelaic Acid Đình chỉ 10% xuất hiện... Thành phần axit azelaic - được tìm thấy tự nhiên trong ngũ cốc và được sản xuất bởi nấm men sống trên da bình thường - The Ordinary's Azelaic Acid Đình chỉ 10% là một phép lạ đa nhiệm. Là một chất chống oxy hóa hiệu quả, công thức này bảo vệ da khỏi tổn thương gốc tự do, làm sáng tông màu, cải thiện kết cấu và giảm thiểu sự xuất hiện của các nhược điểm. Hơn nữa, không giống như nhiều loại axit, loại axit này không gây kích ứng – trên thực tế, nó đã được chứng minh là làm giảm mẩn đỏ và bệnh trứng cá đỏ. Cung cấp nồng độ tinh khiết cao (10%) trong hệ thống kem-gel nhẹ, The Ordinary làm cho loại axit tuyệt vời này dễ sử dụng và phù hợp với mọi loại da - còn gì tuyệt vời hơn.", "how_to_use": "Thoa lên mặt Sáng và/hoặc Chiều để cải thiện độ sáng rõ rệt và sự xuất hiện của kết cấu da. Tránh tiếp xúc với mắt và miệng. Sử dụng kem chống nắng vào ban ngày.", "ingredient": "Aqua (Nước), Isodecyl Neopentanoate, Dimethicone, Axit Azelaic, Dimethicone/Bis-Isobutyl PPG-20 Crosspolyme, Dimethyl Isosorbide, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polysilicone-11, Isohexadecane, Tocopherol, Trisodium Ethylenediamine Disuccine, Isoceteth-20, Polysorbate 60, Trietanolamine, Ethoxydiglycol, Phenoxyetanol, Clorphenesin.", "brand": "The Ordinary", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13280236-1075023394802987.jpg", "productCode": "Skin_137", "manufactureDate": "2024-01-12 00:00:00", "expirationDate": "2027-01-11 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Sữa rửa mặt kiểm soát mụn CeraVe với 2% Axit Salicylic & Niacinamide dành cho da dễ bị mụn 236ml", "cost": 39000.0, "description": "Thế là đủ rồi - đã đến lúc kiểm soát mụn trứng cá và mụn đầu đen và bạn có thể làm điều đó với Sữa rửa mặt kiểm soát mụn. Đủ nhẹ nhàng để sử dụng hàng ngày, sữa rửa mặt này chứa một lượng axit tẩy tế bào chết vừa phải. Sữa rửa mặt làm mới dạng gel thành bọt này chứa 2% axit salicylic để loại bỏ các vết thâm mới và điều trị mụn trứng cá, trong khi đất sét hectorite hấp thụ dầu thừa và giảm thiểu bóng nhờn, thúc đẩy hơn nữa sứ mệnh làm cho làn da sạch hơn của người thành đạt này. Sử dụng sản phẩm này cả ngày lẫn đêm để ngăn ngừa mụn - trong một nghiên cứu lâm sàng trên 48 người tham gia, số lượng mụn của họ giảm tới 34%! Giống như tất cả các sản phẩm sáng tạo của CeraVe, chúng ta có thể tin tưởng vào công thức này bao gồm ba loại ceramide và niacinamide thiết yếu để khóa độ ẩm và giữ cho hàng rào bảo vệ da của chúng ta luôn ở trạng thái tốt nhất.", "how_to_use": "Khuyến khích sử dụng buổi sáng và buổi tối. Dùng dụng cụ bơm thoa lên tay ướt và massage lên da. Rửa sạch. Tránh tiếp xúc với mắt. Nếu tiếp xúc xảy ra, rửa kỹ bằng nước.", "ingredient": "Nước/nước, Natri Lauroyl Sarcosinate, Cocamidopropyl Hydroxysultaine, Glycerin, Niacinamide, Axit Salicylic, Gluconolactone, Natri Methyl Cocoyl Taurate, Peg-150 Pentaerythrityl Tetrastearate, Ceramide Np, Ceramide Ap, Ceramide Eop, Carbomer, Canxi Gluconate, Triethyl Citrate, Natri Benzoate , Natri Hydroxide, Natri Lauroyl Lactylate, Cholesterol, Tetrasodium Edta, Caprylyl Glycol, Axit Hyaluronic thủy phân, Trisodium Ethylenediamine Disuccine, Xanthan Gum, Hectorite, Phytosphingosine, Axit Benzoic. (Mã F.I.L. C274845/2).", "brand": "CeraVe", "volume": "236ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12932543-2195074481735835.jpg", "productCode": "Skin_138", "manufactureDate": "2023-09-28 00:00:00", "expirationDate": "2026-09-27 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Sữa dưỡng ẩm da mặt CeraVe PM với Ceramides dành cho da thường đến da khô 52ml", "cost": 39000.0, "description": "Kem ban đêm nhưng không như bạn có thể biết - không có kết cấu nặng nề, ngột ngạt ở đây - công thức nhẹ, không chứa dầu này có ba loại ceramide, axit hyaluronic dưỡng ẩm và niacinamide làm dịu để phục hồi làn da của bạn khi bạn ngủ. Như với tất cả các siêu anh hùng CeraVe, cốt lõi của công thức phong phú (nhưng hấp thụ nhanh) này là một loại cocktail gồm ba loại ceramide thiết yếu (lipid về cơ bản là 'chất keo' của hàng rào bảo vệ da của bạn). Làm ngập làn da của bạn với các loại ceramide này giúp giữ cho hàng rào bảo vệ da đó luôn khỏe mạnh, giúp duy trì độ ẩm và ngăn ngừa kích ứng, nhạy cảm và bệnh chàm. 'Công nghệ MVE' độc đáo của CeraVe có nghĩa là bạn thậm chí còn nhận được nhiều lợi ích hơn từ những loại ceramide này; nó đảm bảo chúng được giải phóng dần dần theo thời gian để đảm bảo nuôi dưỡng và hydrat hóa lâu dài. Truyền niacinamide giúp làm dịu làn da của bạn trong khi axit hyaluronic giúp duy trì độ ẩm tự nhiên cho làn da của bạn. Giấc ngủ ngon của bạn sắp trở nên tốt hơn rất nhiều rồi...", "how_to_use": "Thoa đều lên mặt và cổ. Để có kết quả tốt nhất, hãy sử dụng hàng ngày với sữa rửa mặt CeraVe yêu thích của bạn.", "ingredient": "Aqua/Nước, Glycerin, Caprylic/Capric Triglyceride, Niacinamide, Cetearyl Alcohol, Dimethicone, Phenoxetanol, Ceteareth-20, Behentrimonium Methosulfate, Caprylyl Glycol, Polyglyceryl-3 Diisostearate, Natri Lauroyl Lactylate, Kali Phosphate, Disodium EDTA, Dipotassium Phosphate, Ceramide NP , Ceramide AP, Phytosphingosine, Cholesterol, Xanthan Gum, Carbomer, Ethylhexyglycerin, Natri Hyaluronate, Ceramide EOP.", "brand": "CeraVe", "volume": "52ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11798688-2005074480438557.jpg", "productCode": "Skin_140", "manufactureDate": "2023-08-14 00:00:00", "expirationDate": "2026-08-13 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Mặt nạ mắt Dieux Skin Forever - Dieux Classic 2 oz", "cost": 66000.0, "description": "Theo đúng nghĩa đen, đây là mặt nạ mắt duy nhất mà bạn cần. Dieux Skin Forever Eye Masks là giải pháp rất cần thiết cho việc chăm sóc da lãng phí, là giải pháp thay thế hiệu quả, hợp vệ sinh và chăm chỉ. Thêm, cộng, cộng! Kết cấu silicon siêu mềm của chúng bám vào da của bạn và bịt kín trong gel, huyết thanh và kem để đảm bảo bạn tận dụng tối đa sản phẩm của mình. Tham dự một cuộc họp cà phê ảo trong phong cách tự chăm sóc bản thân sang trọng xứng đáng với bảng Pinterest hoặc để mặt nạ bám trên da trong khi bạn trang điểm để đi chơi đêm. Hãy ngừng vứt bỏ mặt nạ mắt sử dụng một lần và nói đồng ý với phương pháp chăm sóc da bền vững đồng thời quan tâm đến môi trường MẮT! Tất cả những gì bạn cần làm chỉ đơn giản là giặt, phơi khô, tái sử dụng và thế là bạn đã sẵn sàng! Những chiếc mặt nạ mắt này tạo nên một sản phẩm hoàn hảo, dễ sử dụng và sẽ ở trong tủ phòng tắm của bạn…mãi mãi!", "how_to_use": "Nhẹ nhàng thoa kem dưỡng ẩm mắt hoặc serum dưới vùng mắt. Đảm bảo sản phẩm được thoa đều ở những nơi mặt nạ sẽ nằm yên để vùng đó hơi dính. Lột và dán mặt nạ mắt vào mỗi mắt và để trong tối đa 10-20 phút. Sau 10-20 phút, tháo mặt nạ mắt và nhẹ nhàng rửa miếng dán bằng xà phòng nhẹ và nước ấm. Lau khô và bảo quản ở nơi tối, mát mẻ - như hộp thiếc này. Để có tác dụng làm mát, hãy bảo quản mặt nạ mắt trong tủ lạnh hoặc tủ đông trước khi sử dụng.", "ingredient": "Silicon.", "brand": "Dieux Skin", "volume": "1 Pair Eye Masks", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13553667-1814928058413943.jpg", "productCode": "Skin_141", "manufactureDate": "2024-03-14 00:00:00", "expirationDate": "2027-03-14 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Sữa dưỡng ẩm da mặt CeraVe AM SPF30 với Ceramides dành cho da thường đến da khô 52ml", "cost": 46500.0, "description": "Cung cấp khả năng tăng cường độ ẩm và khả năng bảo vệ ấn tượng với chỉ số SPF 25, Sữa dưỡng ẩm AM Facial Moisturising Lotion SPF25 là sự bổ sung hiệu quả cho thói quen buổi sáng của bạn (đặc biệt nếu bạn phải vật lộn với làn da khô, mất nước hoặc nhạy cảm!). Như với tất cả các siêu anh hùng CeraVe, cốt lõi của công thức nhẹ này là một loại cocktail gồm ba loại ceramide thiết yếu (lipid về cơ bản là 'chất keo' của hàng rào bảo vệ da của bạn). Làm ngập làn da của bạn với các loại ceramide này giúp giữ cho hàng rào bảo vệ da đó luôn khỏe mạnh, giúp duy trì độ ẩm và ngăn ngừa kích ứng, nhạy cảm và bệnh chàm. 'Công nghệ MVE' độc đáo của CeraVe có nghĩa là bạn thậm chí còn nhận được nhiều lợi ích hơn từ những loại ceramide này; nó đảm bảo chúng được giải phóng dần dần theo thời gian để đảm bảo nuôi dưỡng và hydrat hóa lâu dài. Để thực sự giúp bổ sung độ ẩm cần thiết cho làn da của bạn, loại kem này còn chứa axit hyaluronic, tăng cường độ ẩm và khóa ẩm vào da của bạn lên đến 24 giờ.", "how_to_use": "Sau khi rửa mặt sạch, sử dụng dụng cụ bơm để phân phối sản phẩm lên đầu ngón tay hoặc trực tiếp lên da. Thoa đều lên mặt và cổ vào buổi sáng. Tránh tiếp xúc với mắt. Nếu tiếp xúc xảy ra rửa kỹ bằng nước.", "ingredient": "Nước/nước, Homosalate, Glycerin, Octocrylene, Ethylhexyl Salicylate, Niacinamide, Silica, Butyl Methoxydibenzoylmethane, Dimethicone, Cetearyl Alcohol, Peg-100 Stearate, Glyceryl Stearate, Phenoxyethyl, Axit Stearic, Behentromonium Methosulfate, Capryl Glycol, Axit Palmitic, Amoni Polycryloyldimethyl Tuarate , Xanthan Gum, Disodium Edta, Tocopherol, Natri Lauroyl Lactylate, Axit Myristic, Natri Hyaluronate, Ceramide Np, Ceramide Ap, Phytosphingosine, Cholesterol, Cerbomer, Ethylhexylglycerin, Ceramide Eop.", "brand": "CeraVe", "volume": "52ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14301262-7495074482507528.jpg", "productCode": "Skin_142", "manufactureDate": "2023-10-23 00:00:00", "expirationDate": "2026-10-22 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Glow Recipe Dâu BHA Pore-Smooth Blur Drops 30ml", "cost": 87000.0, "description": "Không cần bộ lọc, Strawberry BHA Pore-Smooth Blur Drops thực hiện chính xác những gì ghi trên hộp. Giống như giấy thấm trong chai, sản phẩm đa tác dụng làm mịn da này giảm thiểu sự xuất hiện của kết cấu, tinh chỉnh lỗ chân lông theo thời gian và cân bằng lượng dầu tiết ra. Khai thác sức mạnh của BHA và enzyme dâu tây, công thức làm mờ này giúp kéo dài thời gian trang điểm và hấp thụ độ bóng không mong muốn mà không làm mất đi độ ẩm cần thiết của làn da. Đúng vậy - hãy tưởng tượng vùng chữ T của bạn hoàn toàn không có dầu! Những giấc mơ có thể trở thành hiện thực…", "how_to_use": "Điều trị lỗ chân lông: Sử dụng ngón tay của bạn, thoa đều một lượng cỡ hạt đậu và vỗ nhẹ lên làn da đã được làm sạch, săn chắc. Sử dụng hàng ngày, sáng và tối. Thực hiện theo với kem dưỡng ẩm. Là kem lót làm mờ vết thâm: Sử dụng ở bước cuối cùng trong quy trình chăm sóc da của bạn. Cho phép hấp thụ hoàn toàn trước khi áp dụng bước đầu tiên của thói quen trang điểm của bạn. Áp dụng tốt nhất bằng ngón tay.", "ingredient": "Nước/Aqua/Eau, Tinh bột sắn, Isopentyldiol, Nylon-12, C9-12 Alkane, Distarch Phosphate, Amoni Acryloyldimethyltaurate/VP Copolymer, Saccharide Isomerate, Chiết xuất lá Fragaria Vesca (dâu tây), Axit Salicylic, Chiết xuất vỏ cây Salix Alba, Fragaria Vesca (Dâu tây) Chiết xuất trái cây, Dịch lọc lên men Leuconostoc/rễ củ cải, Natri Hyaluronate, Bisabolol, Coco-Caprylate/Caprate, Triheptanoin, Butylene Glycol, Pentylene Glycol, Propanediol, Caprylyl Glycol, Polyglyceryl-10 Dioleate, Dilinoleic Acid/Butanediol Copolymer, Polyglyceryl- 10 Dipalmitate, Ethylhexylglycerin, Natri Hydroxide, 1,2-Hexanediol, Phenoxyetanol, Dầu thầu dầu/IPDI Copolymer, Axit Citric, Hương liệu/Nước hoa*. *100% có nguồn gốc tự nhiên.", "brand": "Glow Recipe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14303966-3515040801889281.jpg", "productCode": "Skin_144", "manufactureDate": "2022-01-03 00:00:00", "expirationDate": "2025-01-02 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Sữa rửa mặt Squalane thông thường 50ml", "cost": 24000.0, "description": "Chất tẩy rửa nhẹ nhàng này không hề thông thường, loại bỏ lớp trang điểm và tạp chất vì nó vẫn giữ được độ ẩm cho làn da của bạn - không giống như một số chất tẩy rửa mạnh hơn, bạn không cần phải lo lắng về độ căng sau khi sử dụng. Ngôi sao của chương trình là squalane, chất dưỡng ẩm hạng nhất được tìm thấy tự nhiên trong da, giúp ngăn ngừa mất độ ẩm và tăng cường độ mềm mại. Chất này kết hợp với các este lipophilic khác để hòa tan lớp trang điểm và bụi bẩn không mong muốn, mang lại lỗ chân lông sạch và không bị tắc. Công thức bền chắc mang lại cảm giác giống như son dưỡng khi thoa lần đầu, chuyển sang kết cấu trong suốt như dầu khi được làm ấm vào da - một thành tựu quan trọng cho phép nhũ hóa các este sucrose để thu giữ lớp trang điểm hòa tan và bụi bẩn rồi rửa sạch chúng. Không chứa xà phòng, có thể gây kích ứng hoặc 'lột' da, loại sữa rửa mặt được nhiều người ưa chuộng này tôn trọng lipid biểu bì tự nhiên của làn da bạn, khiến nó phù hợp với mọi loại da - ngay cả những loại da nhạy cảm.", "how_to_use": "Xoa sữa rửa mặt vào lòng bàn tay để làm ấm cho đến khi nó tan thành dầu. Massage vào da khô, sau đó rửa sạch bằng nước ấm.", "ingredient": "Squalane, Aqua (Nước), Covo-Caprylate/Carpate,Glycerin, Sucrose Stearate, Ethycal Macadamiate, Axit Malic, Trocopherol, Hydroxymethoxyphenyl Decanone, Sucrose Laurate, Sucrose Dilaurate, Sucrose Trilaurate, Thủy phân tinh bột hydro hóa,Polyacrylate Crosspolymer-6, Isoceteth-20 , Natri Polyacrylate, Trisodium Ethylenediamine Disuccinate, Ethylhexylglycerin, Chlorphenesin", "brand": "The Ordinary", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12056630-6285023394313819.jpg", "productCode": "Skin_150", "manufactureDate": "2022-12-07 00:00:00", "expirationDate": "2025-12-06 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Sữa rửa mặt kháng khuẩn La Roche-Posay Cicaplast B5 200ml", "cost": 39000.0, "description": "Giữ cho sự nhạy cảm được xoa dịu và duy trì sự cân bằng hàng rào bảo vệ của bạn bằng chất tẩy rửa cực kỳ nhẹ nhàng này. Làn da bị kích ứng sẽ dễ dàng được nghỉ ngơi nhờ loại sữa rửa mặt không làm khô và tạo bọt nhẹ này mà bạn có thể sử dụng trên mặt và cơ thể, cho cả trẻ em và người lớn. Với hơn 30 năm nghiên cứu, La Roche-Posay là chuyên gia chăm sóc da được bác sĩ da liễu khuyên dùng cho các loại da nhạy cảm. Kết hợp 'Nước suối nóng' tinh khiết và được bảo vệ độc đáo của chúng với 5% hoạt chất panthenol làm dịu, chất tẩy rửa này mang đến cho bạn sự khởi đầu nhẹ nhàng nhất cho chế độ hàng ngày của bạn. Tăng cường hàng rào bảo vệ của bạn bằng muối kim loại kháng khuẩn để ngăn chặn vi khuẩn có hại đồng thời giữ cho làn da của bạn ngậm nước với glycerin nuôi dưỡng. Sữa rửa mặt chống vi khuẩn Cicaplast B5 có mặt để cứu ngay cả làn da nhạy cảm nhất khỏi bị kích ứng và tổn thương.", "how_to_use": "Ngày 1-2 lần, tạo bọt Cicaplast B5 Gentle Soothing Wash với nước vào lòng bàn tay trước khi nhẹ nhàng thoa lên vùng da để làm sạch. Rửa sạch với nhiều nước và nhẹ nhàng lau khô.", "ingredient": "Aqua/nước, Natri Laureth Sulfate, Panthenol, Peg-200 Glyceryl Palmate hydro hóa, Glycerin, Coco-Betaine, Natri clorua, Polysorbate 20, Peg-7 Glyceryl Cocoate, Axit Citric, Cocamide Mea, Gluconate đồng, Mangan Gluconate, Peg-55 Propylene Glycol Oleate, Peg-60 Dầu thầu dầu hydro hóa, Polyquaternium-11, Ppg-5-Ceteth-20, Propylene Glycol, Prunus Amygdalus Dulcis Oil / Sweet Almond Oil, Natri Benzoate, Natri Hydroxide, Kẽm Gluconate.", "brand": "La Roche-Posay", "volume": "200ml", "image": "https://static.thcdn.com/images/small/origen/productimg/1600/1600/12021435-1194645269491100.jpg", "productCode": "Skin_155", "manufactureDate": "2024-03-24 00:00:00", "expirationDate": "2027-03-24 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Huyết thanh đa peptide + đồng Peptide thông thường 1% 30ml", "cost": 86700.0, "description": "Tăng cường độ rạng rỡ và làm căng mọng làn da của bạn hoàn toàn với Serum Multi-Peptide + Copper Peptides 1% của The Ordinary (giải pháp tất cả trong một trước đây được gọi là “Buffet” + Copper Peptides 1% Serum). Được hỗ trợ bởi công nghệ peptide, axit amin thân thiện với da và nhiều axit hyaluronic, huyết thanh anh hùng này làm giảm sự xuất hiện của nhược điểm, cải thiện tổn thương về kết cấu và làm mờ nếp nhăn đồng thời hỗ trợ độ đàn hồi và săn chắc tổng thể cho làn da của bạn. Hơn nữa, thành phần nổi bật của huyết thanh - peptide đồng (được tìm thấy tự nhiên trong huyết tương người, nhưng giảm dần theo độ tuổi của da) - nhắm đến các dấu hiệu căng thẳng và mệt mỏi của da, mang lại làn da rạng rỡ, khỏe mạnh khi sử dụng thường xuyên.", "how_to_use": "Thoa một vài giọt lên mặt vào buổi sáng và buổi tối. Nếu xảy ra kích ứng, hãy rửa sạch, ngừng sử dụng và tham khảo ý kiến ​​bác sĩ. Chỉ sử dụng theo chỉ dẫn trên vùng da không bị tổn thương. Nên thử nghiệm bản vá trước khi sử dụng. Để xa tầm tay trẻ em.", "ingredient": "Aqua (Nước), Glycerin, Lysate lên men Lactococcus, Copper Tripeptide-1, Acetyl Hexapeptide-8, Pentapeptide-18, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Palmitoyl Tripeptide-38, Dipeptide Diaminobutyroyl Benzylamide Diacetate, Acetylarginyltryptophyl Diphenylglycine, Natri Hyaluronate Crosspolymer, Natri Hyaluronate, Allantoin, Glycine, Alanine, Serine, Valine, Isoleucine, Proline, Threonine, Histidine, Phenylalanine, Arginine, Axit Aspartic, Trehalose, Fructose, Glucose, Maltose, Urê, Natri Pca, Pca, Natri Lactate, Axit Citric , Hydroxypropyl Cyclodextrin, Natri Clorua, Natri Hydroxide, Butylene Glycol, Pentylene Glycol, Acacia Senegal Gum, Xanthan Gum, Carbomer, Polysorbate 20, Dimethyl Isosorbide, Natri Benzoate, Caprylyl Glycol, Ethylhexylglycerin, Phenoxyethyl, Chlorphenesin.", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14853143-1045065121654190.jpg", "productCode": "Skin_113", "manufactureDate": "2024-05-13 00:00:00", "expirationDate": "2027-05-13 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Dầu phục hồi dưỡng ẩm BYOMA 30ml", "cost": 41970.0, "description": "Bạn có thể nghĩ rằng một loại dầu dưỡng ẩm, phục hồi siêu tốt sẽ khiến bạn trông giống như một vết dầu mỡ, nhưng điều đó không thể nào khác xa sự thật khi nói đến Dầu phục hồi có khả năng tạo rào cản từ BYOMA. Với phức hợp Lipid Barrier mang tính biểu tượng của thương hiệu, loại dầu này chính là thứ mà làn da của bạn đang khao khát. Được bổ sung squalane cũng như chín loại dầu thực vật giàu chất chống oxy hóa bao gồm jojoba, tầm xuân, hướng dương và hắc mai biển, làn da của bạn sẽ rạng rỡ, mềm mại và được nuôi dưỡng sâu. Ngoài ra, loại dầu yêu thích làn da này sẽ không làm tắc nghẽn lỗ chân lông của bạn và rất tốt cho mọi loại da - ngay cả da dầu!", "how_to_use": "Thoa sáu đến tám giọt lên vùng da đã được làm sạch, xoa hai tay vào nhau để kích hoạt dầu. Nhẹ nhàng ấn lên da cho đến khi hấp thụ hoàn toàn. Sử dụng vào buổi chiều để khóa độ ẩm.", "ingredient": "Dầu hạt Helianthus Annuus (Hướng dương), Dầu hạt Macadamia Ternifolia, Dầu hạt Simmondsia Chinensis (Jojoba), Dầu Hippophae Rhamnoides, Dipropylene Glycol, Squalane, Sphingolipids, Hydroxyacetophenone, Dầu trái cây Olea Europaea (Olive), Dầu trái cây Rosa Canina, Prunus Amygdalus Dulcis Dầu (Hạnh nhân ngọt), Caprylyl Glycol, Ceramide NP, Ethylhexylglycerin, Tocopherol, Dipotassium Glycyrrhizate, Dầu hoa Tanacetum Annuum", "brand": "BYOMA", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14199583-9845024161923165.jpg", "productCode": "Skin_112", "manufactureDate": "2023-07-04 00:00:00", "expirationDate": "2026-07-03 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Kem dưỡng nước Omega List INKEY 50ml", "cost": 29970.0, "description": "Là sự bổ sung hoàn hảo cho chế độ dưỡng ẩm buổi sáng và buổi tối của bạn, Kem dưỡng ẩm Omega Water của INKEY List là một loại kem dưỡng ẩm dạng gel nhẹ, gốc nước hứa hẹn sẽ tối ưu hóa mức độ hydrat hóa của da mà không để lại bất kỳ dấu vết dính hoặc nhờn nào. Vậy bí quyết thành công của siêu anh hùng hỗ trợ hàng rào bảo vệ da này là gì? Đó là tất cả trong các thành phần. 'Omega Ceramide Complex' của thương hiệu này rất giàu bộ ba omega 3, 6 và 9 làm săn chắc da, phối hợp với nhau để ngăn ngừa mất nước từ da và tăng cường độ đàn hồi của da. Bên cạnh đó, còn có 5% glycerin, một chất giữ ẩm (về cơ bản là nam châm hút ẩm) giúp hút hydrat hóa vào da mà không làm tắc nghẽn lỗ chân lông và niacinamide, giúp điều tiết sản xuất dầu, giảm mẩn đỏ và ngăn ngừa mụn nhọt khó chịu.", "how_to_use": "Sau khi làm sạch và thoa serum ưa thích, nhẹ nhàng massage một lượng cỡ hạt đậu lên mặt và cổ.", "ingredient": "Nước (Aqua / Eau), Dicaprylyl Carbonate, Glycerin, Niacinamide, Propanediol, Betaine, Polyglyceryl-4 Isostearate, Coco-Caprylate/Caprate, Magiê Sulfate, Glycosphingolipids, Glycolipids, Natri Benzoate, Disteardimonium Hectorite, Axit Oleic, Kali Sorbate, Axit Citric , Polyglycerin-3.", "brand": "The INKEY List", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13493315-1355061810782526.jpg", "productCode": "Skin_117", "manufactureDate": "2022-11-06 00:00:00", "expirationDate": "2025-11-05 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "Điều trị Retinol 1% lâm sàng của Paula's Choice (30ml)", "cost": 174000.0, "description": "Kem dưỡng da điều trị Retinol 1% LÂM SÀNG nhẹ này của PAULA'S CHOICE kết hợp 1% retinol, peptide và chiết xuất từ ​​​​rễ cam thảo để làm săn chắc làn da, làm mờ các đốm nâu và làm mờ nếp nhăn để có kết quả đẹp và trẻ hóa. Tăng cường hydrat hóa ngay lập tức, làm giảm sự xuất hiện của đường nhăn và nếp nhăn cũng như thúc đẩy làn da săn chắc hơn, đây là sản phẩm cần phải thêm vào thói quen ban đêm của bạn. Thực hiện 3 lần điều trị mỗi tuần, tăng dần tần suất cách ngày và cuối cùng là mỗi buổi tối nếu dung nạp được. Bạn chắc chắn sẽ bị ám ảnh.", "how_to_use": "Thoa một lượng cỡ hạt đậu sau khi rửa mặt và dùng toner, sau đó dùng serum và/hoặc kem dưỡng ẩm ban đêm. Tránh vùng môi, tiếp xúc trực tiếp với mắt và khóe mắt. Bạn có thể bôi lên xương ổ mắt của vùng mắt. Khi sử dụng Retinol 1% lâm sàng lần đầu tiên, hãy bắt đầu không quá 3 buổi tối mỗi tuần, sau đó tăng dần tần suất lên mỗi đêm và cuối cùng là mỗi buổi tối nếu dung nạp được.", "ingredient": "Aqua, Dimethicone (làm mềm da), Glycerin (bổ sung dưỡng chất cho da), Butylene Glycol (dưỡng ẩm), Isononyl Isononanoate (chất làm mềm), Castor Isostearate Succinate (làm mềm da), Glyceryl Stearate (chất tăng cường kết cấu), C12-15 Alkyl Benzoate ( chất làm mềm), Dimethicone Crosspolymer (chất tăng cường kết cấu), PEG-33 (chất ổn định), Polysorbate 20 (chất tăng cường kết cấu), Behenyl Alcohol (chất tăng cường kết cấu), Tetrahexyldecyl Ascorbate (vitamin C/chất chống oxy hóa), PEG-100 Stearate (chất tăng cường kết cấu), Pentaerythrityl Tetraisostearate (chất ổn định), Polymethylsilsesquioxane (chất tăng cường kết cấu), Retinol (phục hồi da), Ceramide NG (bổ sung da), Palmitoyl Tripeptide-1 (phục hồi da), Palmitoyl Tetrapeptide-7 (phục hồi da), Palmitoyl Hexapeptide-12 (phục hồi da), etanorulayH muidoS (bổ sung da), Dipotassium Glycyrrhizate (chiết xuất thực vật chống oxy hóa/làm dịu da), Glycyrrhiza Glabra (Cam thảo) Chiết xuất từ ​​rễ (chống oxy hóa/làm dịu da) , Chiết xuất hạt nhân Avena Sativa (Yến mạch) (chất chống oxy hóa/làm dịu da), Chiết xuất rễ cây Arctium Lappa (Cây ngưu bàng) (chống oxy hóa/làm dịu da), xilaS Alba (Chiết xuất rễ cây liễu) (chống oxy hóa/làm dịu da), Glycine Soja (Đậu nành) Sterols (chống oxy hóa/làm mềm da), Lecithin (phục hồi da), Allantoin (làm dịu da) , Tocopheryl Acetate (vitamin E/chất chống oxy hóa), Protein đậu nành thủy phân (chất chống oxy hóa/làm mềm da), Sorbitan Laurate (chất tăng cường kết cấu), Acetyl Dipeptide-1 Cetyl Ester (làm dịu da), Disodium EDTA (chất ổn định), Hydroxyethylcellulose (chất tăng cường kết cấu), Natri Hydroxide (điều chỉnh độ pH), Tribehenin (chất làm mềm), Caprylyl Glycol (làm mềm da), Ethylhexylglycerin (làm mềm da), Pentylene Glycol (dưỡng ẩm), PEG-75 Shea Butter Glycerides (chất làm mềm), PPG-12/SMDI Copolymer (chất ổn định), PEG-10 Phytosterol (chất làm mềm gốc axit béo), PEG-8 Dimethicone (làm mềm da), PEG-14 (chất tăng cường kết cấu), Magiê Nhôm Silicate (chất tăng cường kết cấu), Arachidyl Glycoside (chất tăng cường kết cấu), Sclerotium Gum (chất tăng cường kết cấu), Arachidyl Alcohol (chất tăng cường kết cấu), Axit Benzoic (chất bảo quản), Carbomer (chất tăng cường kết cấu dạng gel), Phenoxyanol (chất bảo quản).", "brand": "Paula's Choice", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11174243-1114909086459699.jpg", "productCode": "Skin_118", "manufactureDate": "2024-07-02 00:00:00", "expirationDate": "2027-07-02 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Ultra Violette Lean Screen Mineral Mattifying Skinscreen SPF 50+", "cost": 102000.0, "description": "Được tạo ra để đáp lại làn sóng yêu cầu từ cộng đồng của họ, Kem chống nắng Lean Screen Mineral Mattifying Fragrance Free Skinscreen SPF50 của Ultra Violette là loại kem chống nắng chỉ chứa khoáng chất sẽ khiến bạn phải suy nghĩ lại mọi thứ bạn biết về SPF khoáng chất. Đầu tiên, nó sẽ không gây cảm giác nặng nề, bạn sẽ không giống một vận động viên cricket và làn da nhạy cảm sẽ không nổi cơn thịnh nộ! Hoàn hảo cho những ai có làn da dầu hoặc dễ phản ứng, hoặc những người chỉ thích kem chống nắng vật lý, công thức không mùi thơm này sẽ không gây cảm giác dính hoặc nặng; Ngược lại, nó được thiết kế để làm dịu làn da nhạy cảm và mang lại lớp nền mờ tinh tế. Khả năng bảo vệ của nó bắt nguồn từ oxit kẽm - không hơn, không kém - giúp bảo vệ làn da của bạn khỏi tia UVA và UVB trong khi hoạt động như một chất chống viêm nhẹ nhàng cho làn da dễ phản ứng, tức giận. Sau đó, pentavin có nguồn gốc từ thực vật mang đến cho hỗn hợp một lượng hydrat hóa sảng khoái, mang lại lớp nền đầy đặn, mọng nước, cộng với mận kakadu giàu chất chống oxy hóa bảo vệ làn da của bạn chống lại các gốc tự do và mang lại làn da sáng mịn!", "how_to_use": "Mỗi ngày chết tiệt, ngay cả khi bạn đang ở trong nhà (chúng tôi thực sự muốn nói điều đó)! Áp dụng như bước cuối cùng trong quy trình chăm sóc da của bạn, ngay sau kem dưỡng ẩm và trước khi trang điểm. Chúng tôi khuyên bạn nên sử dụng ít nhất năm máy bơm để che mặt và tai của bạn (đừng quên những thứ đó!).", "ingredient": "Aqua/Nước/Eau, Zinc Oxide, Coco-Caprylate/Caprate, Octyldodecanol, Caprylic/Capric Triglyceride, Glycerin, PEG-30 Dipolyhydroxystearate, Cetearyl Alcohol, Polyglyceryl-3 Polyricinoleate, Amoni Acryloyldimethyltaurate/VP Copolymer, Disodium EDTA, Saccharide Isomerate, Natri Clorua, Xanthan Gum, Gluconolactone, Cetearyl Glucoside, Axit Isostearic, Natri Benzoate, Chiết xuất trái cây Terminalia Ferdinandiana, CI 77491, CI 77492, CI 77499 (Sắt Oxit)", "brand": "Ultra Violette", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13313922-1364908326845989.jpg", "productCode": "Skin_158", "manufactureDate": "2022-07-18 00:00:00", "expirationDate": "2025-07-17 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "Hệ thống trị mụn 3 bước La Roche-Posay Effaclar 440ml", "cost": 105000.0, "description": "Những vết thâm và mụn đang làm bạn và làn da nhạy cảm của bạn suy sụp? Đã đến lúc loại bỏ nó và thiết lập lại làn da của bạn với Hệ thống chống mụn 3 bước Effaclar, tại đây để thu nhỏ lỗ chân lông rõ rệt, làm thông thoáng da và giảm sự xuất hiện của sắc tố sau viêm. Làm sạch các tạp chất bằng Sữa rửa mặt Effaclar Purifying Gel nhẹ nhàng nhưng thanh lọc (200ml); sử dụng kẽm PCA và các chất làm sạch để làm sạch cân bằng và hiệu quả nhất. Tiếp theo, đã đến lúc sử dụng nước hoa hồng Effaclar Clarifying Toner Lotion (200ml), giúp chuẩn bị hoàn hảo cho việc chăm sóc da của bạn trong khi ngăn ngừa mọi mụn trứng cá, axit salicylic, làm thông thoáng và làm thông thoáng lỗ chân lông để có làn da rõ ràng hơn. Kết thúc chế độ chăm sóc của bạn là Effaclar Duo + (40ml), một sản phẩm nổi bật trong dòng nổi tiếng với khả năng kiểm soát độ bóng, giảm sắc tố sau viêm và làm thông thoáng lỗ chân lông trong công thức kem gel nhẹ. Hãy thêm thứ này vào túi của bạn và cảm ơn chúng tôi sau, chúng tôi biết bạn cũng sẽ bị ám ảnh bởi Effaclar nhiều như chúng tôi!", "how_to_use": "GEL LÀM SẠCH EFFACLAR PURIFYING 200ML: Thoa một lượng nhỏ lên da ướt. Massage lên mặt theo chuyển động tròn để tạo bọt. Rửa sạch và lau khô da bằng khăn sạch. EFFACLAR ASTRINGENT LOTION 200ML: Dùng miếng bông thoa lên mặt. Tránh vùng mắt. Không cần phải rửa sạch. Bộ đôi EFFACLAR + CHỐNG KHUYẾT TẬT. ANTI-MARKS 40ML Thoa một lớp kem mỏng lên toàn bộ khuôn mặt và cổ. Tránh vùng mắt. Trang điểm nếu muốn.", "ingredient": "Gel rửa mặt thanh lọc Effaclar 200Ml: Aqua/Water, Natri Laureth Sulfate, Peg-8, Coco-Betaine, Hexylene Glycol, Natri Clorua, Peg-120 Methyl Glucose Dioleate, Kẽm Pca, Natri Hydroxide, Caprylyl Glycol, Axit Citric, Natri Benzoat, Phenoxyetanol, Nước hoa/Hương thơm. Effaclar Astringent Lotion 200Ml: Aqua/Water, Alcohol Denat., Glycerin, Natri Citrate, Propylene Glycol, Disodium Edta, Capryloyl Salicylic Acid, Citric Acid, Parfum/Hương thơm. Effaclar Duo + Anti-Imperfections Anti-Marks 40Ml: Aqua/Water, Glycerin, Dimethicone, Isocetyl Stearate, Niacinamide, Isopropyl Lauroyl Sarcosinate, Silica, Amoni Polyacryloyldimethyl Taurate, Methyl Methacrylate Crosspolymer, Kali Cetyl Phosphate, Sorbitan Oleate, Zinc Pca, Glyceryl Stearatese , Isohexadecane, Natri Hydroxide, Myristylmyristate, 2-Oleamido-1,3-Octadecanediol, Tinh bột nhôm Octenylsuccinate, Mannose, Poloxamer 338, Disodium Edta, Axit Capryloyl Salicylic, Caprylyl Glycol, Vitreoscilla Lên men, Xanthangum, Polysorbate 80, Acrylamide/Sodium Acryloyldimethyltaurate Copolymer , Axit Salicylic, Piroctone Olamine, Nước hoa/Hương thơm.", "brand": "La Roche-Posay", "volume": "440ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12867794-1164845640422396.jpg", "productCode": "Skin_159", "manufactureDate": "2022-07-22 00:00:00", "expirationDate": "2025-07-21 00:00:00", "origin": "Nhật Bản"}, {"category": "Skin", "name": "PIXI Glow Tonic 250ml (Trị giá £25,00)", "cost": 54000.0, "description": "Làm mới ngay lập tức, chất làm sáng tuyệt đẹp của Pixi làm sáng, làm đều màu và dưỡng da của bạn sau khi rửa mặt. Được làm giàu với 5% axit glycolic - một dẫn xuất tự nhiên của mía và là thành viên của họ axit alpha-hydroxy - công thức tẩy tế bào chết nhẹ nhàng này hòa tan các liên kết liên kết các tế bào chết xỉn màu với bề mặt da, để lộ các tế bào da khỏe mạnh 'mới' bên dưới . Lô hội sau đó làm dịu và cấp nước trong khi nhân sâm cung cấp oxy thúc đẩy sức khỏe tế bào và sự sống động của làn da; tông màu cây phỉ phù thủy, trong khi hạt dẻ ngựa tăng cường lưu lượng máu, mang lại cho làn da của bạn vẻ rạng rỡ tươi tắn và ẩm mượt tự nhiên. Giá cả phải chăng một cách đáng kinh ngạc, sản phẩm dịu nhẹ nhưng hiệu quả, phù hợp với mọi loại da - chỉ cần nhỏ một vài giọt vào miếng bông gòn và quét khắp da sau khi rửa mặt (sáng và tối) để giảm dần các dấu hiệu tổn thương do ánh nắng mặt trời, nếp nhăn. , sẹo và các khuyết điểm khác.", "how_to_use": "Thấm dung dịch dưỡng vào miếng bông và lau khắp mặt, cổ và vùng ngực (tránh vùng mắt). Có thể sử dụng AM và PM sau khi rửa mặt sạch.", "ingredient": "Nước/Aqua/Eau, Nước ép lá Aloe Barbadensis, Axit Glycolic, Butylene Glycol, Glycerin, Natri Hydroxide, Chiết xuất lá Hamamelis Virginiana (Witch Hazel), Chiết xuất hạt Aesculus Hippocastanum (Hạt dẻ ngựa), Hexylene Glycol, Fructose, Glucose, Sucrose, Urê , Dextrin, Alanine, Axit Glutamic, Axit Aspartic, Hexyl Nicotinate, Chiết xuất từ ​​rễ nhân sâm Panax, Ethylhexylglycerin, Disodium EDTA, Biotin, Panthenol, PPG-26-Buteth-26, Dầu thầu dầu hydro hóa PEG-40, Phenoxyetanol, Hương thơm (Parfum), Caramel, Đỏ 4 (CI 14700)", "brand": "PIXI", "volume": "250ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11200055-1684969280694315.jpg", "productCode": "Skin_133", "manufactureDate": "2023-01-27 00:00:00", "expirationDate": "2026-01-26 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Danh sách INKEY- 15% Vitamin C và EGF Serum 30ml", "cost": 47970.0, "description": "Kết hợp vitamin C giàu chất chống oxy hóa và peptide tín hiệu, EGF, Serum 15% Vitamin C và EGF hoàn toàn mới này từ THE INKEY LIST giúp làm sáng và tăng tốc độ tái tạo da. Là một loại serum mạnh mẽ, Serum 15% Vitamin C và EGF này kết hợp peptide tín hiệu EGF để giúp da tái tạo và làm mới lớp hạ bì cho làn da căng mọng và trẻ trung hơn rõ rệt cùng với 15% vitamin C giúp làm sáng cũng như bảo vệ da khỏi những tổn thương do môi trường gây ra. sự ô nhiễm. Sự lựa chọn hoàn hảo cho làn da xỉn màu, sống ở thành phố, đây là tấm vé giúp bạn có được làn da rạng rỡ, khỏe mạnh đáng ghen tị.", "how_to_use": "Sử dụng AM và PM. Trên da đã được làm sạch, thoa một lượng cỡ hạt đậu lên mặt và cổ. Nếu sử dụng cùng với các loại serum khác, hãy thoa theo thứ tự bất kỳ.", "ingredient": "Aqua (Nước/Eau), Ascorbyl Glucoside, Natri Hydroxide, Dầu thầu dầu hydro hóa PEG-40, Phenoxyanol, Rượu Benzyl, Butylene Glycol, Xanthan Gum, Ethylhexylglycerin, Natri Metabisulfite, Axit dehydroacetic, Axit Phytic, Oligopeptide-1.", "brand": "The INKEY List", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12435690-2345061809612841.jpg", "productCode": "Skin_152", "manufactureDate": "2024-06-23 00:00:00", "expirationDate": "2027-06-23 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Kem dưỡng da Charlotte Magic 15ml", "cost": 75000.0, "description": "Loại kem dưỡng ẩm nổi tiếng này là tất cả những gì bạn cần để đưa làn da xỉn màu, mất nước trở lại bờ vực. Dựa trên công thức 'hậu trường' được làm thủ công của Charlotte - ban đầu được tạo ra để chuẩn bị cho làn da của người mẫu trước buổi biểu diễn - công thức phong phú, tác dụng nhanh này mang lại hiệu quả dưỡng ẩm cao nhờ chất tăng cường axit hyaluronic: natri hyaluronate để thu hút và giữ lại nhiều- độ ẩm cần thiết, cùng với phức hợp peptide bionymph đã được cấp bằng sáng chế giúp quay ngược thời gian (chỉ trong giây lát). Làm săn chắc và giảm nếp nhăn một cách mạnh mẽ, loại kem dưỡng ẩm này cũng chứa các bộ lọc ánh nắng mặt trời phổ rộng để làm chệch hướng cả các tia gây cháy da và lão hóa, trong khi chiết xuất từ ​​frangipani, lô hội, hoa hồng gấm hoa và vitamin A kết hợp để kích thích tái tạo, chống viêm, làm dịu mẩn đỏ và để lại làn da trông đều màu và tươi sáng đáng ghen tị. Xin chào, giờ đây bạn thậm chí có thể bổ sung công thức cỡ lớn (50ml) với {Charlotte's Magic Cream Refill} có tính bền vững!", "how_to_use": "Hãy thử Charlottes Pro-Collagen Wonder Training: Một bài tập thể dục kéo dài 5 phút cho khuôn mặt của bạn nhằm kích thích vi tuần hoàn, làm thông thoáng làn da sưng húp, thư giãn cơ mặt và đưa các thành phần chống lão hóa đã được cấp bằng sáng chế của tôi vào sâu hơn trong da để tăng cường collagen. Nâng cơ, tạo hình và định hình khuôn mặt của bạn để có được làn da sáng, trẻ trung ngay lập tức! Đó là một sự thay thế rẻ hơn, tinh tế hơn cho chiếc kim đáng sợ. 1. Nâng cơ & Tăng cường Collagen. Thoa kem lên đầu 3 đầu ngón giữa của mỗi bàn tay. Tán đều lên má của bạn bắt đầu từ má dưới, gần miệng, theo chuyển động quét lên và ra ngoài. Lặp lại chuyển động này, di chuyển lên mặt để mô phỏng lưu lượng máu và thẩm thấu các thành phần tăng cường collagen vào sâu hơn trong da. Để hòa trộn phần má thừa và giảm tắc nghẽn, hãy dùng đầu ngón tay chạm vào má theo chuyển động nhịp nhàng, bắt đầu từ đỉnh xương gò má và đi xuống. 2. Xác định khuôn mặt: Xương gò má. Đặt ngón trỏ dưới xương gò má, bắt đầu từ mũi. Đẩy lên trên, vào trong cấu trúc xương của bạn và hướng ra ngoài, vuốt ngón tay dọc theo xương gò má, kết thúc ở tai. Lặp lại ba lần. 3. Xác định khuôn mặt: Đường viền hàm. Dùng ngón tay cái và ngón trỏ nhéo nhẹ vào xương hàm, mỗi lần 2 giây, di chuyển dọc theo đường từ cằm ra ngoài. Điều này làm tiêu hao làn da sưng húp và làm sắc nét các đường nét. Kết thúc bằng cách chạy ngón cái và ngón trỏ dọc theo hàm một lần nữa theo chuyển động quét để làm mịn da. 4. Làm mờ nếp nhăn & thư giãn nếp nhăn. Thoa kem lên đầu 3 đầu ngón giữa của mỗi bàn tay. Bắt đầu từ giữa trán, massage kem vào da theo 3 chuyển động tròn, di chuyển ra phía thái dương. Điều này làm thư giãn các cơ và làm mờ các nếp nhăn. Dùng ngón đeo nhẫn vỗ nhẹ phần kem thừa để kích thích vi tuần hoàn. 5. Và thư giãn... Ấn nhẹ lên thái dương trong 5 giây để kết thúc quá trình massage.", "ingredient": "Aqua/Nước/Eau, C12-15 Alkyl Benzoate, Glyceryl Stearate Se, Butylene Glycol, Glycerin, Dầu Olus/Dầu thực vật/Huile Végétale, Isononyl Isononanoate, Cetyl Alcohol, Ethylhexyl Palmitate, Cyclopentasiloxane, Dimethicone, Polyester-7, Phenoxyetanol, Neopentyl Glycol Diheptanoate, Butyrospermum Parkii (Shea) Butter, Steareth-21, Avena Sativa (Yến mạch) Chiết xuất hạt nhân, Carbomer, Dimethiconol, Kali Cetyl Phosphate, Chlorphenesin, Caprylyl Glycol, Xanthan Gum, Chiết xuất ba màu viola thủy phân, Allantoin, Aloe Barbadensis (Aloe Vera) ) Nước ép lá, Disodium Edta, Tocopheryl Acetate, Dầu hạt Camellia Oleifera, Dầu trái cây Rosa Canina, Chiết xuất Rosa Damascena (Hoa hồng), Natri Hydroxide, Dầu hạt Helianthus Annuus (Hướng dương), Dầu lá Michelia Alba, Natri Lactate, Coco-Glucoside, Peg-8, Ethylhexylglycerin, Natri Hyaluronate, Tocopherol, Palmitoyl Tetrapeptide-7, Palmitoyl Tripeptide-1, Ascorbyl Palmitate, Chiết xuất hoa Plumeria Rubra, Axit ascoricic, Axit Citric, Nuôi cấy tế bào lá Nicotiana Sylvestris, Linalool, Citronellol, Geraniol.", "brand": "Charlotte Tilbury", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13798840-2094985595981480.jpg", "productCode": "Skin_146", "manufactureDate": "2022-08-16 00:00:00", "expirationDate": "2025-08-15 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "CeraVe Resurfacing Retinol Serum với Ceramides và Niacinamide dành cho da dễ bị mụn 30ml", "cost": 63000.0, "description": "Nhẹ và hòa quyện liền mạch vào da mà không gặp trở ngại nào, Resurfacing Retinol Cream là một sự thay thế nhẹ nhàng cho các dạng retinol truyền thống mang lại khả năng tái tạo bề mặt da tương tự đồng thời bổ sung thêm các lợi ích về hàng rào bảo vệ da. Được phát triển bởi các bác sĩ da liễu, loại kem retinol dạng viên nang này hoạt động nhẹ nhàng để tái tạo bề mặt da và giúp giảm sự xuất hiện của các vết thâm và lỗ chân lông sau mụn, đồng thời chiết xuất rễ cam thảo làm sáng da. Tất nhiên, nó sẽ không phải là sản phẩm của CeraVe nếu không được bổ sung ba loại ceramide đặc trưng có tác dụng khóa độ ẩm và phục hồi hàng rào bảo vệ da của bạn. Như thể vẫn chưa đủ, loại kem này thậm chí còn có niacinamide để làm dịu và chăm sóc thêm cho tuyến phòng thủ đầu tiên của làn da bạn. Với việc sử dụng liên tục và nhất quán, hãy coi vết thâm và màu da không đồng đều đã là quá khứ!", "how_to_use": "Thoa đều lên mặt hàng ngày. Tránh tiếp xúc với mắt và môi. Nếu tiếp xúc xảy ra, rửa kỹ bằng nước. Nếu cảm giác khó chịu xảy ra trong lần bôi đầu tiên, hãy giãn cách các lần bôi cho đến khi da thích ứng. Thoa kem chống nắng khi sử dụng sản phẩm này.", "ingredient": "Aqua/Nước/Eau, Propanediol, Dimethicone, Cetearyl Ethylhexanoate, Niacinamide, Ammonium Polyacryloyldimethyl Taurate, Dipotassium Glycyrrhizate, Lecithin hydro hóa, Kali Phosphate, Ceramide Np, Ceramide Ap, Ceramide Eop, Carbomer, Cetearyl Alcohol, Behentrimonium Methosulfate, Dimethiconol, Lecithin, Natri Citrate, Retinol, Natri Hyaluronate, Natri Lauroyl Lactylate, Cholesterol, Phenoxyetanol, Rượu, Isopropyl Myristate, Caprylyl Glycol, Axit Citric, Trisodium Ethylenediamine Disuccine, Pentylene Glycol, Phytosphingosine, Xanthan Gum, Polysorbate 20, Ethylhexylglycerin.", "brand": "CeraVe", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13840284-1065074482288192.jpg", "productCode": "Skin_151", "manufactureDate": "2023-12-10 00:00:00", "expirationDate": "2026-12-09 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Patchology Serve Gel dưỡng mắt Rosé ướp lạnh đơn", "cost": 9000.0, "description": "Hãy nâng niu đôi mắt sáng và đường nét dịu mát với Gel dưỡng mắt Serve Chilled Rosé, kết hợp resveratrol có nguồn gốc từ nho với chiết xuất dâu tây để bảo vệ làn da quý giá của bạn khỏi các tác nhân gây hại. Chống lại các tác nhân gây stress từ môi trường (có thể dẫn đến lão hóa sớm!) Những loại gel mắt này sử dụng axit hyaluronic để bão hòa độ ẩm cho da và tăng cường độ đàn hồi. Lý tưởng như một sản phẩm phục hồi buổi sáng, một buổi chiều hoặc một buổi tối thư giãn, mỗi miếng dán sử dụng chiết xuất dâu tây để làm mềm và bảo vệ da trong khi resveratrol làm dịu chứng viêm. Hương vị trái cây, sảng khoái và dễ sử dụng, những loại gel này có thể được bảo quản trong tủ lạnh để mang lại cho đôi mắt của bạn cảm giác mát mẻ và dễ chịu hơn. Sủi bọt và có màu hồng hoàn hảo, những thứ này hiệu quả hơn cả những loại kính màu hồng mạnh nhất…", "how_to_use": "Đặt một cặp gel lên vùng dưới mắt sạch và khô trong 10 phút (hoặc lâu hơn nếu muốn). Vứt bỏ sau khi sử dụng và massage serum còn lại vào da. Tiếp theo với Mặt nạ tấm Serve Chilled™ Rosé ngay từ tủ lạnh.", "ingredient": "Nước (Aqua/Eau), Glycerin, Dipropylene Glycol, 1,2-Hexanediol, Ceratonia Siliqua (Carob) Gum, Bột Chondrus Crispus, Chiết xuất Chondrus Crispus, Cellulose Gum, Allantoin, Chiết xuất trái cây Fragaria Chiloensis (Dâu tây), Chiết xuất Gardenia Florida thủy phân , Kali clorua, Betaine, Axit Hyaluronic, Resveratrol, Algin, Sucrose, Natri Polyacrylate, Ethylhexylglycerin, Polysorbate 20, Butylene Glycol, Dextrin, Maltodextrin, Disodium Edta, Phenoxyetanol, Hương thơm (Parfum), Limonene", "brand": "Patchology", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13321618-1004896640238853.jpg", "productCode": "Skin_156", "manufactureDate": "2024-05-31 00:00:00", "expirationDate": "2027-05-31 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Sữa Rửa Mặt Tạo Bọt Glucoside Thông Thường 150ml", "cost": 33000.0, "description": "Hãy bắt đầu như ý muốn của bạn với Sữa rửa mặt tạo bọt Glucoside, một loại sữa rửa mặt giống như gel hỗ trợ rào cản, giúp tăng cường làn da yêu thích để củng cố hàng rào độ ẩm đồng thời làm mới làn da của bạn. Nhắm vào các hệ vi sinh vật bị tổn hại bằng công thức tạo bọt cực kỳ nhẹ nhàng nhưng hiệu quả, sản phẩm thiết yếu làm mịn kết cấu này sẽ loại bỏ những kẻ thù làm tắc nghẽn lỗ chân lông và tình trạng xỉn màu kéo dài để phục hồi vẻ rạng rỡ và phục hồi làn da mềm mại một thời của bạn.", "how_to_use": "Phân phối sản phẩm vào tay. Massage đều lên mặt ướt và rửa sạch bằng nước ấm. Nếu xảy ra kích ứng, hãy rửa sạch, ngừng sử dụng và tham khảo ý kiến ​​bác sĩ. Chỉ sử dụng theo chỉ dẫn trên vùng da không bị tổn thương.", "ingredient": "Aqua (Nước), Decyl Glucoside, Coco Glucoside, Xanthan Gum, Tocopherol, Axit Phytic, Rượu Benzyl, Ethylhexylglycerin.", "brand": "The Ordinary", "volume": "150ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14242474-1435027820529275.jpg", "productCode": "Skin_154", "manufactureDate": "2022-12-10 00:00:00", "expirationDate": "2025-12-09 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "FARMACY Strawberry Shortcake Sạch 100ml", "cost": 96000.0, "description": "Đồng thời loại bỏ lớp cặn bám trên da của bạn và nâng cao thói quen làm sạch hai lần của bạn, Strawberry Shortcake Green Clean giúp loại bỏ lớp trang điểm, ô nhiễm, kem chống nắng và cặn bẩn mà không gây cảm giác khó chịu. Loại bỏ những rắc rối trong việc tẩy trang, loại son dưỡng dễ sử dụng này tự hào có sự pha trộn của chiết xuất hạt dâu tây, dầu hạt chùm ngây và enzyme đu đủ phối hợp với nhau để làm thông thoáng lỗ chân lông của bạn sau một ngày dài. Tạo ra trải nghiệm chăm sóc da nhạy cảm nhờ mùi hương lấy cảm hứng từ trái cây ngọt ngào, loại dầu dưỡng tăng cường sương này không chỉ mang lại cho làn da cảm giác siêu sạch mà còn phục hồi độ ẩm khi bạn cần nhất. Suy cho cùng, tại sao mọi người phải lựa chọn giữa làn da sạch và làn da đủ ẩm khi bạn xứng đáng có được cả hai!", "how_to_use": "Massage nhẹ nhàng lên vùng da khô. Để tẩy trang mắt, thoa lên mắt nhắm. Rửa sạch bằng nước ấm hoặc lau sạch bằng khăn ẩm.", "ingredient": "KINK: Thành phần: Bis-diglyceryl Polyacyladipate-2, Dầu hạt Ricinus Communis (Castor), Octyldodecanol, Sáp tổng hợp, Cao lanh, Polyglyceryl-4 Isostearate, Dicalcium Phosphate, Diisostearoyl Polyglyceryl-3 Dimer Dilinoleate, Butyrospermum Parkii (Shea) Butter, Sáp ong tổng hợp , Silica, Hương thơm (Hương vị), Tribehenin, Disteardimonium Hectorite, Propylene Carbonate, Tocopheryl Acetate, Dầu hoa Citrus Aurantium Amara (Cam đắng), Dầu Brassica Campestris (Hạt cải dầu), Dầu hạt Simmondsia Chinensis (Jojoba), Natri Hyaluronate thủy phân, Chiết xuất hoa Punica Granatum, Natri Hyaluronate, Tabebuia Impetiginosa Chiết xuất vỏ cây, Polyglyceryl-3 Diisostearate, Hydro hóa Dầu thầu dầu, Linalool, Limonene, [+/- Titanium Dioxide (Ci 77891), Oxit sắt (Ci 77491, Ci 77492, Ci 77499), Blue 1 Lake (Ci 42090), Red 7 (Ci 15850)].", "brand": "FARMACY", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14573341-1415058426226923.jpg", "productCode": "Skin_168", "manufactureDate": "2022-01-24 00:00:00", "expirationDate": "2025-01-23 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Kem chống nắng dưỡng ẩm La Roche-Posay Anthelios UVMune 400 SPF 50 50ml", "cost": 54000.0, "description": "Lý tưởng cho các loại da nhạy cảm, Kem dưỡng ẩm La Roche-Posay Anthelios UVMUNE 400 cung cấp khả năng bảo vệ SPF50 với công nghệ lọc MEXORYL400 độc quyền, giúp chống lại các tia UVA, UVB và tia UVA siêu dài*. Công thức chống nước, mồ hôi và cát để bảo vệ lâu dài, cực cao. Được thiết kế với mục đích tạo sự thoải mái, kem dưỡng ẩm cho da mà không gây cảm giác nhờn. Không chứa hương liệu và với công thức nhẹ nhàng, chống cay mắt, SPF thể hiện công nghệ chăm sóc da tốt nhất của thương hiệu, đã được kiểm tra về hiệu quả và độ dịu nhẹ. * [380-400nm] = UVA dài/ [380-400nm] = phần cuối của quang phổ mà chúng tôi gọi là UVA siêu dài.", "how_to_use": "Để sử dụng hàng ngày và phơi nắng. Thoa sản phẩm chống nắng ngay trước khi tiếp xúc. Thoa lại thường xuyên và nhiều để duy trì khả năng bảo vệ, đặc biệt là sau khi đổ mồ hôi hoặc lau khăn.", "ingredient": "Nước / Nước, Diisopropyl Sebacate, Alcohol Denat., Ethylhexyl Salicylate, Ethylhexyl Triazone, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Diisopropyl Adipate, Peg-8, Dipropylene Glycol, C12-22 Alkyl Acrylate/Hydroxyethylacrylate Copolymer, Glycerin, Drometrizole Trisiloxane, Tinh bột nhôm Octenylsuccinate , Butyl Methoxydibenzoylmethane, Methoxypropylamino Cyclohexenylidene Ethoxyethylcyanoacetate, Silica, Tocopherol, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Acrylates Copolymer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Hydroxyacetophenone, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Natri Polyacrylate, ylidene Dicamphor Sulfonic Axit, Trietanolamine, Trisodium Ethylenediamine Disuccine.", "brand": "La Roche-Posay", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13494909-1805054772989862.jpg", "productCode": "Skin_182", "manufactureDate": "2023-11-08 00:00:00", "expirationDate": "2026-11-07 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "ZitSticka KILLA - Bộ vá Microdart làm rõ", "cost": 81000.0, "description": "Một trong những thú vui trị mụn của cuộc sống, KILLA là một miếng dán trị mụn thiên tài nhằm mục đích phá vỡ mụn trước khi nó nổi lên... Được thiết kế cho các loại mụn sâu, sắp xuất hiện ở giai đoạn đầu, nó có 24 microdart để cho phép một lượng nguyên liệu mạnh đi vào và phát huy tác dụng bên dưới lớp tế bào chết của da. Trước khi bạn rút lui trong nỗi kinh hoàng — những phi tiêu siêu nhỏ này rất nhỏ nên chúng không gây đau đớn, mặc dù bạn có thể cảm thấy hơi ngứa ran (và khá thỏa mãn, chúng tôi có thể thêm vào). Một khi những chiếc phi tiêu này đã phát huy tác dụng kỳ diệu của chúng, chỉ có năm thành phần được kêu gọi hoạt động: axit hyaluronic hút ẩm, axit salicylic tẩy tế bào chết, niacinamide làm dịu, chất giảm thanh oligopeptide-76 và natri hydroxit cân bằng độ pH – lưu ý việc thiếu paraben, sunfat và các chất độc hại khác? Ba lời chúc mừng dành cho ZitSticka! Cùng với tám miếng dán KILLA, bộ sản phẩm còn chứa tám miếng gạc tẩm thành phần CLEANA giúp làm sạch da của bạn để miếng dán dễ dàng bám dính. Sau khi áp dụng, hãy để những chàng trai xấu tính này thực hiện công việc của mình mà không sợ bị trượt (chúng có khả năng chống nước) hoặc thu hút sự chú ý vào vấn đề (chúng bán trong suốt, trong suốt và rất kín đáo). Mỗi khối lập phương (từ miếng nhựa chèn đến nắp và đế bằng bìa cứng tái chế) đều có thể tái chế; Thật không may, các túi đựng gạc và miếng dán thì không, vì chúng được làm bằng dạng lá bạc để duy trì hiệu quả của chúng.", "how_to_use": "Trong khi các phi tiêu siêu nhỏ của KILLA tan chảy 2 giờ sau khi bôi, làm ngập các thành phần mục tiêu trên mụn của bạn, thì kết quả tốt nhất sẽ đạt được khi miếng dán được dán qua đêm. Miếng dán cũng đóng vai trò như một rào cản vệ sinh giữa mụn của bạn và thế giới.", "ingredient": "Miếng dán KILLA: Natri Hyaluronate, Oligopeptide-76, Niacinamide, Natri Hydroxide, Axit Salicylic Tăm bông CLEANA: Rượu, Nước, Dầu lá tràm Alternifolia (Cây trà), Tocopheryl Acetate, Axit Salicylic", "brand": "ZitSticka", "volume": "8 x Swabs / 8 x Patches", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12904869-1474876672346772.jpg", "productCode": "Skin_203", "manufactureDate": "2024-07-12 00:00:00", "expirationDate": "2027-07-12 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Sữa rửa mặt làm tan chảy trang điểm Drunk Elephant Slaai", "cost": 102000.0, "description": "Là sản phẩm không thể bỏ qua đối với bất kỳ tín đồ Drunk Elephant nào, Sữa rửa mặt làm tan chảy trang điểm Slaai hoàn toàn mới này kết hợp một loại sữa rửa mặt từ dầu thông minh mà khi sử dụng trên da khô với bàn tay khô, sẽ đánh bay hiệu quả mọi dấu vết của bụi bẩn, mảnh vụn, lớp trang điểm và kem chống nắng – thậm chí cả công thức chống nước. Không có sáu chất đáng ngờ, Slaai được bổ sung các chiết xuất và dầu trái cây giàu chất chống oxy hóa để giúp làm dịu da trong khi hỗn hợp dầu châu Phi của marula, baobab, dưa Kalahari, mongongo và ximenia, tăng cường dưỡng ẩm, phục hồi độ đàn hồi và giúp phục hồi độ sáng cho làn da của bạn. Được thiết kế để sử dụng cho da khô, Slaai loại bỏ dầu thừa, bụi bẩn và lớp trang điểm trên da. Thêm nước sẽ kích hoạt Slaai thành một loại sữa rửa sạch, để lại làn da sáng như sương. Sử dụng Bamboo Booster đi kèm - một chất tẩy da chết vật lý, được hình thành từ các quả cầu tre và than siêu mịn, một hoặc hai lần một tuần để nhẹ nhàng loại bỏ các tế bào da chết tích tụ và giúp lộ ra làn da ẩm mượt.", "how_to_use": "Chiều: Trên da khô, dùng đầu ngón tay khô massage Slaai lên mặt và mắt. Thêm nước để kích hoạt, rửa sạch bằng nước ấm và lau khô. Cũng có thể được loại bỏ bằng một miếng vải mềm, ẩm. Sáng: (tùy chọn) 1-2 lần mỗi tuần, thêm Bamboo Booster của chúng tôi vào Slaai để tẩy da chết vật lý tùy chỉnh, thanh lọc da nhằm hỗ trợ loại bỏ các tế bào da chết tích tụ trên bề mặt qua đêm. Tránh vùng mắt khi sử dụng sản phẩm tẩy tế bào chết. Mẹo: Nếu sử dụng retinol, chúng tôi khuyên bạn nên tránh dùng Bamboo Booster hoặc thận trọng khi sử dụng vì nó có thể quá nhiều cho da.", "ingredient": "Slaai Makeup Melting Butter Cleanser: Ethylhexyl Palmitate, Caprylic/Capric Triglyceride, Dầu hạt Carthamus Tinctorius (Safflower), Lauryl Laurate, Polyglyceryl-3 Laurate, Polyhydroxystearic Acid, Helianthus Annuus (Sáp hạt hướng dương), Polyglyceryl-10 Laurate, Dầu hạt Sclerocarya Birrea , Dầu trái cây Euterpe Oleracea, Chiết xuất trái cây Actinidia Chinensis (Kiwi), Chiết xuất hạt Fragaria Ananassa (Dâu tây), Dầu hạt Vaccinium Macrocarpon (Cranberry), Dầu hạt Borago Officinalis, Dầu hạt Adansonia Digitata, Polyglyceryl-2 Caprate, Citrullus Lanatus (Dưa hấu) Dầu hạt, Dầu Prunus Amygdalus Dulcis (Hạnh nhân ngọt), Dầu hạt Schinziophyton Rautanenii, Chiết xuất từ ​​​​trái cây Vaccinium Angustifolium (Quả việt quất), Dầu hạt Ximenia Americana, Tocopherol, Glycerin Bamboo Booster: chiết xuất thân cây bambusa arundinacea, bột than, cellulose vi tinh thể, mannitol, zea tinh bột mays (ngô), kali sorbate", "brand": "Drunk Elephant", "volume": "Butter Cleanser: 110g / Bamboo Booster: 3g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13344894-3384940539392840.jpg", "productCode": "Skin_160", "manufactureDate": "2022-02-18 00:00:00", "expirationDate": "2025-02-17 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Kem treo Vitamin C thông thường 30% trong Silicone 30ml", "cost": 22200.0, "description": "Bạn muốn làm sáng làn da của mình và chống lại các dấu hiệu lão hóa (chúng ta đang nói về sự đổi màu, nếp nhăn và quầng thâm) qua đêm? Bạn cần Hỗn dịch Vitamin C 30% trong Silicone của The Ordinary. Ở dạng tinh khiết của axit L-Ascorbic, vitamin C là một chất chống oxy hóa hiệu quả đã được chứng minh là làm sáng da rõ rệt và giảm các dấu hiệu lão hóa khi bôi tại chỗ. Công thức không chứa nước này cung cấp cho da nồng độ axit L-Ascorbic tinh khiết rất cao (30%) vẫn hoàn toàn ổn định do không có nước. Việc bổ sung các silicone rất nhẹ có nghĩa là công thức này mang lại cảm giác mịn màng tuyệt vời trên da, mặc dù có thể có cảm giác mạnh (nhưng không gây kích ứng) trong 1-2 tuần đầu sử dụng cho đến khi da dung nạp được nồng độ vitamin C cao. được cải thiện (công thức có thể trộn với các loại kem và serum khác để giảm cảm giác này nếu cần). Áp dụng lý tưởng vào ban đêm, công thức tuyệt vời này hoạt động hiệu quả trong khi bạn làm ngược lại, mang lại cho bạn làn da mịn màng, tươi sáng và đều màu khi trời sáng.", "how_to_use": "Thoa một lượng nhỏ lên mặt vào buổi sáng hoặc buổi chiều (ưu tiên buổi chiều). Cảm giác ngứa ran có thể xảy ra sau khi bôi. Nếu cảm giác này quá mạnh, công thức này có thể được pha loãng trên mỗi lần thoa với serum hoặc kem yêu thích của bạn.", "ingredient": "Dimethicone, Axit ascorbic, Polysilicone-11, PEG-10 Dimethicone", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11638504-5684901837532681.jpg", "productCode": "Skin_161", "manufactureDate": "2022-11-26 00:00:00", "expirationDate": "2025-11-25 00:00:00", "origin": "Anh"}, {"category": "Skin", "name": "Huyết thanh Retinoid Granactive thông thường 2% trong Squalane 30ml", "cost": 32099.999999999996, "description": "Bạn muốn cải thiện làn da của mình với khả năng chống lão hóa của retinoid nhưng lại bị cản trở bởi những tác dụng phụ tiềm ẩn? The Ordinary’s Granactive Retinoid 2% in Squalane có thể là giải pháp – một loại huyết thanh có nồng độ cao, không gây kích ứng đến mức thấp đã được chứng minh là làm mềm nếp nhăn, cải thiện các vấn đề về sắc tố và phục hồi làn da, khiến da trông tươi trẻ và trẻ trung hơn. 'Granactive Retinoid' là công nghệ hoạt tính retinoid thế hệ tiếp theo, không chỉ có thể đạt được kết quả chống lão hóa tốt hơn retinol truyền thống mà còn không gây kích ứng thường liên quan đến nó, bao gồm mẩn đỏ và bong tróc. Nó vẫn làm cho da nhạy cảm hơn với bức xạ UV, tuy nhiên, nên bảo vệ kỹ lưỡng.", "how_to_use": "Thoa một lượng nhỏ lên mặt vào buổi tối như một phần của chế độ chăm sóc da của bạn, sau serum nước nhưng trước các phương pháp điều trị nặng hơn. Không sử dụng với các phương pháp điều trị bằng retinoid khác. Tránh tiếp xúc với ánh nắng mặt trời mà không được bảo vệ. Bảo quản ở nơi khô ráo, thoáng mát. Lưu ý: Retinoid có thể khiến da nhạy cảm hơn với tia UV. Việc chống nắng đặc biệt quan trọng khi sử dụng retinoid. Sản phẩm này không được sử dụng kết hợp với các retinoid khác bao gồm retinol hoặc axit retinoic. Sản phẩm này không phải là thuốc điều trị mụn trứng cá. Da dễ bị mụn trứng cá có thể bị nổi mụn tạm thời trong vài tuần đầu tiên sử dụng bất kỳ dạng retinoid nào, kể cả những loại được sử dụng trong công thức này. Lưu ý: Khi mang thai hoặc cho con bú, nên tránh bất kỳ sản phẩm chăm sóc da nào có chứa retinoid như các công thức có Granactive Retinoid hoặc Retinol.", "ingredient": "Squalane, C12-15 Alkyl Benzoate, Bisabolol, Dimethyl Isosorbide, Hydroxypinacolone Retinoate, Chiết xuất từ ​​​​trái cây Solanum Lycopersicum (Cà chua), Dầu hạt Simmondsia Chinensis (Jojoba)", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11638497-3034901840539980.jpg", "productCode": "Skin_163", "manufactureDate": "2023-07-20 00:00:00", "expirationDate": "2026-07-19 00:00:00", "origin": "Hàn Quốc"}, {"category": "Skin", "name": "Kem dưỡng ẩm tự nhiên The Ordinary và PhytoCeramides 100ml", "cost": 60000.0, "description": "Giải cứu làn da khô cằn khỏi bờ vực xỉn màu và căng cứng khó chịu, các yếu tố giữ ẩm tự nhiên + PhytoCeramides nuôi dưỡng các rào cản bị tổn thương bằng công thức ba tác động giúp hydrat hóa làn da của bạn ngay lập tức. Cung cấp các chất giữ ẩm từ tính và lipid tăng cường tại chỗ, loại kem giàu dưỡng chất, không nhờn này ngay lập tức cải thiện vẻ ngoài của làn da của bạn với làn da căng mọng, tươi tắn hơn. Khai thác sức mạnh có nguồn gốc từ thực vật của phytoceramides và các hợp chất dưỡng ẩm mạnh mẽ, mong đợi liều lượng dưỡng ẩm tăng gấp đôi giúp duy trì lợi ích tăng cường sức mạnh cho làn da để mang lại vẻ rạng rỡ ở cấp độ tiếp theo, với công thức chứa chất làm mềm dưỡng ẩm nhiều hơn gần bốn lần và chất giữ ẩm nhiều gấp hai lần so với Kem dưỡng ẩm tự nhiên của chúng tôi Yếu tố +HA.", "how_to_use": "Thoa một lượng nhỏ lên mặt vào buổi sáng và buổi tối. Nếu xảy ra kích ứng, hãy rửa sạch, ngừng sử dụng và tham khảo ý kiến ​​bác sĩ. Chỉ sử dụng theo chỉ dẫn trên vùng da không bị tổn thương. Nên thử nghiệm bản vá trước khi sử dụng. Để xa tầm tay trẻ em.", "ingredient": "Aqua (Nước), Caprylic/Capric Triglyceride, Cetyl Ethylhexanoate, Isodecyl Neopentanoate, Glycerin, Propanediol, Polyglyceryl-6 Polyricinoleate, Dầu thực vật hydro hóa, Polyglyceryl-2 Isostearate, Isosorbide Dicaprylate, Disteardimonium Hectorite, Phytosteryl Canola Glycerides, Glycosphingolipids, Glycolipids, Axit Linoleic , Axit Oleic, Axit Palmitic, Axit Stearic, Arginine, Glycine, Alanine, Serine, Proline, Threonine, Axit Glutamic, Lysine HCl, Betaine, Xylitylglucoside, Anhydroxylitol, Xylitol, Glucose, Maltose, Fructose, Trehalose, Natri PCA, PCA, Natri Lactate, Urê, Allantoin, Natri Hyaluronate, Lecithin, Triolein, Dimethyl Isosorbide, Pentylene Glycol, Tocopherol, Hydroxymethoxyphenyl Decanone, Axit Citric, Trisodium Ethylenediamine Disuccine, Magiê Sulfate, Natri Clorua, Natri Hydroxide, Phenoxyetanol, Chlorphenesin.", "brand": "The Ordinary", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/14239224-1095031231828330.jpg", "productCode": "Skin_164", "manufactureDate": "2023-04-10 00:00:00", "expirationDate": "2026-04-09 00:00:00", "origin": "Việt Nam"}, {"category": "Skin", "name": "Sữa rửa mặt enzyme đu đủ Glow Recipe 100ml", "cost": 87000.0, "description": "Một công thức làm đẹp, làm tan chảy lớp trang điểm và làm sạch sâu, sữa rửa mặt dưỡng đầu tiên của Glow Recipe - Papaya Sorbet Cleaning Balm - chứa đầy các loại dầu, chiết xuất và hoạt chất làm sáng, làm dịu và làm sạch lỗ chân lông giúp khuôn mặt của bạn không tì vết, mềm mại và mịn màng không thể cưỡng lại. Kết cấu dạng bọt dưỡng nhẹ, nuôi dưỡng da này giúp loại bỏ mọi loại dầu, bụi bẩn và mảnh vụn cứng đầu để quét sạch mọi dấu vết cuối cùng trong ngày. Có vị trái cây và tươi mát, điểm nổi bật là đu đủ - một nguồn giàu vitamin C làm giảm vết thâm và vitamin A kích thích tế bào - được tinh chế vì nó giúp khôi phục lại sự đồng đều. Sự kết hợp của dầu hạt đu đủ tẩy tế bào chết và làm dịu, enzym đu đủ, chiết xuất đu đủ và quả việt quất chứa chất chống oxy hóa, giúp làn da sạch sẽ và tươi trẻ. Radiance là tên của trò chơi ở đây, vì làn da sẽ được phát sáng tích cực mà không gây cay mắt hay bề mặt bị bong tróc, căng cứng trong tầm mắt. Tuyệt đối phải thử, công thức này là thuần chay, không độc hại và không chứa PEG, paraben, dầu khoáng, sunfat, silicon, phthalates, cồn khô, thuốc nhuộm tổng hợp và hương thơm. Ồ, và chúng tôi đã đề cập rằng sản phẩm này cũng an toàn cho da nhạy cảm, mắt, người đeo kính áp tròng và nó cũng đã được bác sĩ nhãn khoa kiểm nghiệm?! Chúng tôi thực sự ấn tượng!", "how_to_use": "Để sử dụng như một loại tẩy trang: Lấy một lượng vừa đủ. Trên da khô, massage nhẹ nhàng công thức theo chuyển động tròn trong tối đa 1 phút bằng tay khô, tập trung vào những vùng trang điểm nhiều. Thêm nước để nhũ hóa và tiếp tục massage, sau đó vẩy kỹ bằng nước ấm để rửa sạch. Mẹo chuyên nghiệp: Massage công thức lên da khô bằng tay khô trong tối đa 30 giây. Thêm nước để nhũ hóa và massage lại trong tối đa 30 giây để tẩy trang hiệu quả nhất. Để làm sạch gấp đôi, hãy sử dụng 1-2 lần bơm Blueberry Bounce Gentle Cleanser (được bán riêng) và massage nhẹ nhàng lên da trong tối đa 1 phút rồi rửa sạch bằng nước. Thực hiện theo quy trình chăm sóc da thông thường của bạn.", "ingredient": "Cetyl Ethylhexanoate, Sorbitan Oleate, Dầu hạt Prunus Armeniaca, Polyethylene, Aqua, Dầu hạt Camellia Japonica, Caprylic/Capric Triglyceride, Dầu hạt đu đủ Carica, Pentylene Glycol, Chiết xuất từ ​​trái đu đủ Carica, Papain, Chiết xuất từ ​​trái cây Vaccinium Angustifolium, Chiết xuất từ ​​trái cây Fragaria Ananassa, Chiết xuất từ ​​rễ cây Alkanna Tinctoria, Chiết xuất từ ​​quả Capsicum Annuum, Maltodextrin, Axit Levulinic, Natri Metabisulfite.", "brand": "Glow Recipe", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13310740-6804896409874220.jpg", "productCode": "Skin_165", "manufactureDate": "2024-10-25 00:00:00", "expirationDate": "2027-10-25 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Axit Lactic thông thường 5% + HA 2% Công thức lột bề mặt 30ml", "cost": 20700.0, "description": "Cung cấp khả năng tẩy da chết nhẹ nhàng - nhưng đặc biệt - bằng axit lactic (một loại axit alpha hydroxy), loại huyết thanh nhẹ này kích thích tái tạo tế bào để giảm sắc tố, làm mờ sẹo mụn và các đốm đồi mồi và cải thiện kết cấu da tổng thể. Đừng lo lắng bởi sự kích ứng thường liên quan đến việc sử dụng axit – Axit Lactic của The Ordinary 5% + HA 2% chứa hạt tiêu Tasmania tinh khiết để giảm các dấu hiệu viêm và làm dịu sự nhạy cảm đôi khi do tẩy da chết. Cũng được tăng cường với thành phần dưỡng ẩm axit hyaluronic, huyết thanh siêu tích điện này tăng cường hàng rào lipid để cải thiện khả năng thu hút và giữ độ ẩm của da.", "how_to_use": "Áp dụng một lần mỗi ngày, lý tưởng nhất là vào buổi tối. Có thể pha loãng với các phương pháp điều trị khác để giảm nồng độ cho đến khi da phát triển khả năng chịu đựng. Tránh tiếp xúc với mắt. Nếu vẫn còn kích ứng, hãy ngừng sử dụng và tham khảo ý kiến ​​bác sĩ. (Cảnh báo cháy nắng: Sản phẩm này có chứa axit alpha hydroxy (AHA) có thể làm tăng độ nhạy cảm của da với ánh nắng mặt trời và đặc biệt là khả năng bị cháy nắng. Hãy sử dụng kem chống nắng, mặc quần áo bảo hộ và hạn chế tiếp xúc với ánh nắng mặt trời khi sử dụng sản phẩm này trong một tuần sau đó.) Chống chỉ định: Không nên sử dụng Axit Lactic trên da nhạy cảm, bong tróc hoặc bị tổn thương. Vui lòng tham khảo lưu ý chống nắng bổ sung và các cảnh báo khác theo Hướng dẫn được cung cấp", "ingredient": "Aqua (Nước), Axit Lactic, Glycerin, Pentylene Glycol, Propanediol, Natri Hyaluronate Crosspolymer, Chiết xuất lá/quả Tasmannia Lanceolata, Kẹo cao su Acacia Senegal, Xanthan Gum, Isoceteth-20, Trisodium Ethylenediamine Disuccinate, Natri Hydroxide, Ethylhexylglycerin, 1,2- Hexanediol, Caprylyl Glycol.", "brand": "The Ordinary", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11363397-7454901836926420.jpg", "productCode": "Skin_166", "manufactureDate": "2024-01-28 00:00:00", "expirationDate": "2027-01-27 00:00:00", "origin": "Pháp"}, {"category": "Skin", "name": "Kem dưỡng mắt Retinol The INKEY List 15ml", "cost": 38970.0, "description": "Một loại kem giàu dưỡng chất nhưng nhẹ có chứa retinol, Kem mắt Retinol hoàn toàn mới này thúc đẩy quá trình tái tạo làn da và tăng cường sản xuất collagen để mang lại hiệu quả trẻ hóa. Với công thức đặc biệt dành cho vùng mắt mỏng manh, Kem mắt Retinol của THE INKEY LIST có tỷ lệ retinol tối ưu giúp tái tạo làn da và kích thích sản sinh collagen cho vùng mắt mịn màng, tươi sáng và căng mọng. P.S - bạn cũng có thể sử dụng sản phẩm này như một phương pháp điều trị có mục tiêu quanh miệng để chống lại nếp nhăn.", "how_to_use": "Sử dụng trong PM. Trên vùng da đã được làm sạch, thoa một lượng nhỏ lên ngón tay và nhẹ nhàng vỗ quanh đường viền mắt. Thực hiện theo với kem dưỡng ẩm.", "ingredient": "Aqua (Nước/Eau), Caprylic/Capric Triglyceride, Glycerin, Butylene Glycol, Pentaerythrityl Distearate, Shea Butter Ethyl Este, Cetearyl Olivate, Phenoxyetanol, Benzyl Alcohol, Sorbitan Olivate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Natri Hydroxide, Natri Hyaluronate , Natri Stearoyl Glutamate, Copernicia Cerifera Cera, Propanediol, Glycogen, Natri Gluconate, Retinol, Ethylhexylglycerin, Axit dehydroacetic, Axit Citric, Dầu hạt Helianthus Annuus, 1,2-Hexanediol, Caprylyl Glycol, Disodium Cocoamphodiacetate, Tocopherol, Xanthan Gum, Humulus Lupulus Trích xuất.", "brand": "The INKEY List", "volume": "15ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12435689-1655061809457882.jpg", "productCode": "Skin_167", "manufactureDate": "2023-05-16 00:00:00", "expirationDate": "2026-05-15 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Sữa rửa mặt trong suốt Paula's Choice (177ml)", "cost": 60000.0, "description": "Giúp giảm mụn và ngăn ngừa mụn trong tương lai, loại sữa rửa mặt tuyệt vời này của PAULA'S CHOICE là sự lựa chọn hoàn hảo cho các loại da dễ bị tắc nghẽn. Nhẹ nhàng loại bỏ các mảnh vụn làm tắc nghẽn lỗ chân lông, tạp chất và dầu thừa, sữa rửa mặt dạng gel làm mới sẽ loại bỏ các chất tích tụ hàng ngày để mang lại cho bạn làn da sạch sẽ và thanh lọc. Thành phần chính là axit salicylic BHA, giúp loại bỏ tế bào da chết cả trên bề mặt da và bên trong lỗ chân lông để giảm vết thâm và mụn đầu đen. Để đảm bảo da không có cảm giác 'bị bong tróc' hoặc khô sau khi sử dụng, công thức thông minh cũng chứa glycerin và panthenol (vitamin B5) bổ sung cho da để đảm bảo làn da của bạn vẫn được ngậm nước và mềm mại. Sữa rửa mặt có cả kích cỡ đầy đủ (177ml) và kích cỡ du lịch (30ml) – hoàn hảo cho những người đang di chuyển hoặc dùng thử trước khi đầu tư vào kích thước đầy đủ.", "how_to_use": "Sử dụng buổi sáng và buổi tối. Xịt thật nhiều nước lên mặt và mắt. Thoa một lượng nhỏ sữa rửa mặt lên mặt bằng chuyển động tròn mạnh mẽ nhưng nhẹ nhàng. Rửa sạch. Lặp lại hoặc sử dụng với khăn sạch để loại bỏ lớp trang điểm đậm. *Sản phẩm này có chứa axit salicylic (BHA), do đó, nếu bạn bị dị ứng với aspirin (axit acetylsalicylic), chúng tôi khuyên bạn nên sử dụng Sữa rửa mặt cân bằng da để thay thế.", "ingredient": "Aqua, Natri Lauroyl Sarcosinate (chất làm sạch), Acrylates/Steareth-20 Methacrylate Copolymer (tăng cường kết cấu), Glycerin (bổ sung dưỡng chất cho da), PEG-200 Hydrogenated Glyceryl Palmate (chất làm sạch dưỡng ẩm), Natri Laureth Sulfate (chất làm sạch), Salicylic Axit (làm dịu da), Arginine (axit amin/dưỡng ẩm), Butylene Glycol (chất tăng cường kết cấu), PEG-7 Glyceryl Cocoate (làm sạch/làm mềm da/chất nhũ hóa), Panthenol (dưỡng ẩm), Disodium EDTA (chất chelat), Citric Axit (điều chỉnh độ pH), Dầu thầu dầu hydro hóa PEG-60 (làm mềm da), Natri Citrate (chất tạo chelat), Phenoxyetanol (chất bảo quản), Caprylyl Glycol (chất bảo quản), Chlorphenesin (chất bảo quản).", "brand": "Paula's Choice", "volume": "177ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/11834253-1524909087439082.jpg", "productCode": "Skin_169", "manufactureDate": "2024-01-10 00:00:00", "expirationDate": "2027-01-09 00:00:00", "origin": "Đức"}, {"category": "Skin", "name": "Sữa rửa mặt axit hyaluronic The INKEY List 150ml", "cost": 32970.0, "description": "Một sản phẩm dành cho những tín đồ của axit hyaluronic (chúng tôi biết có rất nhiều bạn!), Sữa rửa mặt chứa axit hyaluronic này từ The Inkey List là một công thức dưỡng ẩm sâu, có nhiều tác dụng hơn là chỉ tẩy trang (mặc dù vậy, nó cũng có tác dụng khá tốt). !). Đủ nhẹ nhàng để sử dụng trong cả quy trình chăm sóc da buổi sáng và buổi chiều của bạn, đồng thời có công thức phù hợp với mọi loại da - đặc biệt là những người đẹp da khô hoặc mất nước - sữa rửa mặt tạo bọt nhẹ giúp rửa sạch cả ngày (lớp trang điểm, SPF, bụi bẩn và phần còn lại) trong khi bao bọc làn da trong quá trình hydrat hóa lâu dài. Đó là nhờ một hỗn hợp thông minh gồm hợp chất inulin 1%, hỗ trợ và phục hồi hàng rào bảo vệ da của bạn, và phức hợp axit hyaluronic 1%, đã được sửa đổi để chứa các nhóm cation (tích điện dương), nghĩa là nó (và đây là khoa học). bit) dính vào da tích điện âm - ngay cả sau khi đã rửa sạch sữa rửa mặt.", "how_to_use": "Nhẹ nhàng xoa bóp một lượng cỡ quả mâm xôi lên mặt, mắt và cổ đã làm ẩm rồi rửa sạch. Thích hợp để sử dụng trong thói quen sáng và tối của bạn.", "ingredient": "Nước (Aqua / Eau), Glycerin, Coco-Glucoside, Betaine, Cetearyl Alcohol, Axit Stearic, Phenoxyetanol, Benzyl Alcohol, Xanthan Gum, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Inulin, Ethylhexylglycerin, Natri Hydroxide, Axit dehydroacetic, Polyqu Parentium- 10, Trisodium Ethylenediamine Disuccinate, Natri Hyaluronate thủy phân, Natri Hyaluronate, Lecithin.", "brand": "The INKEY List", "volume": "150ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13493314-9205061810621147.jpg", "productCode": "Skin_184", "manufactureDate": "2022-03-25 00:00:00", "expirationDate": "2025-03-24 00:00:00", "origin": "Mỹ"}, {"category": "Skin", "name": "Kem dưỡng làm sáng và làm mờ bọng mắt Sunday Riley Auto Correct 15ml", "cost": 180000.0, "description": "Từ nhà tiên phong về chăm sóc da thực vật Sunday Riley đã cho ra đời loại kem dưỡng da chống lão hóa này giúp làm mới và phục hồi đôi mắt mệt mỏi đồng thời làm cho vùng da mỏng manh quanh mắt bạn trẻ trung và rạng rỡ hơn rất nhiều. Caffeine và rễ nhân sâm Brazil có tác dụng làm mịn và sáng vùng dưới mắt, trong khi bơ hạt mỡ và ca cao giàu dưỡng ẩm và cân bằng độ ẩm cho đôi mắt đầy đặn. Áp dụng vào buổi sáng và buổi tối (hoặc không liên tục trong ngày) bằng cách vỗ nhẹ vào da để cải thiện tuần hoàn và bảo vệ.", "how_to_use": "Áp dụng 2-3 lần bơm vào buổi sáng và buổi tối, và suốt cả ngày nếu cần. Dùng ngón đeo nhẫn và ngón giữa vỗ nhẹ vào vùng da quanh mắt.", "ingredient": "Nước, Sáp ong PEG-8, Caprylyl Caprylate/Caprate, C10-18 Triglycerides, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Phenyl Trimethicone, Trimethylsiloxysilicate, Polypropylsilsesquioxane, Polyglyceryl-6 Distearate, Glycerin, Jojoba Este, Butyrospermum Parkii (Shea) Butter Polyglyceryl- 3 Sáp ong, Cetyl Alcohol, Dimethicone, Polysilicone-11, Theobroma Cacao (Cocoa) Bơ hạt, Fructose, Chiết xuất Aesculus Hippocastanum (Hạt dẻ ngựa), Methylpropanediol, Chiết xuất Acmella Oleracea, Caprylyl Glycol, Caffeine, Chiết xuất trái cây Citrullus Vulgaris (Dưa hấu), Pyrus Chiết xuất từ ​​trái cây Malus (táo), Chiết xuất từ ​​trái cây Lens Esculenta (đậu lăng), Natri PCA, Natri Lactate, Butylene Glycol, Dầu thầu dầu hydro hóa PEG-40, Chiết xuất từ ​​vỏ/thân Ptychopetalum Olacoides, Chiết xuất từ ​​​​rễ cây Pfaffia Paniculata (Nhân sâm Brazil), Hoa Lilium Candidum Chiết xuất, Phenoxyetanol, Axit Glycolic, Rượu (từ chiết xuất thực vật), Fluorphlogopite tổng hợp, Silica, Mica, Titanium Dioxide, Natri Phytate, Dầu hạt Carthamus Tinctorius, Chiết xuất hoa Tagetes Eecta (Cúc vạn thọ), Dầu Anthemis Nobilis (Dầu hoa cúc La Mã)", "brand": "Sunday Riley", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12902140-1414882147735410.jpg", "productCode": "Skin_183", "manufactureDate": "2022-03-11 00:00:00", "expirationDate": "2025-03-10 00:00:00", "origin": "Ý"}, {"category": "Skin", "name": "Bộ cân bằng thông thường", "cost": 71400.0, "description": "Kết hợp các kích cỡ đầy đủ của {Squalane Cleanser}, {Salicylic Acid 2% Masque}, {Niacinamide 10% + Zinc 1%} và {Natural Moisturisingfactors + HA}, The Balance Set chứa bộ tứ anh hùng The Ordinary - tất cả đều được thiết lập để phối hợp với nhau bằng cách mang lại sự cân bằng cho làn da không đồng bộ. Sữa rửa mặt được pha chế cẩn thận cho mọi loại da, hòa tan khéo léo lớp trang điểm và bụi bẩn trong ngày đồng thời dưỡng ẩm với sự kết hợp của squalane và các este lipophilic khác. Mặt nạ giống như thạch được làm giàu với axit salicylic BHA (beta hydroxy acid) để nhẹ nhàng tẩy tế bào chết, loại bỏ các mảnh vụn gây tắc lỗ chân lông và giảm viêm. Huyết thanh Niacinamide 10% + Zinc 1% điều chỉnh việc sản xuất bã nhờn để giảm thiểu tình trạng lỗ chân lông to, da không đều màu và nhược điểm. Kem dưỡng ẩm cung cấp dưỡng chất cho da bằng cách bổ sung trực tiếp các thành phần Yếu tố giữ ẩm tự nhiên, được tạo thành từ nhiều axit amin, axit béo, urê, ceramide và axit hyaluronic - cộng với các hợp chất khác có tự nhiên trong da - để bảo vệ các lớp bên ngoài của da. và ngậm nước tốt.", "how_to_use": "Squalane Cleanser (50ml): Xoa sữa rửa mặt vào lòng bàn tay để làm ấm cho đến khi tan thành dầu. Massage vào da khô, sau đó rửa sạch bằng nước ấm. Salicylic Acid 2% Masque (50ml): Sử dụng một hoặc hai lần một tuần sau khi rửa mặt sạch trên da khô. Thoa đều lên mặt, sau đó để trong 10 phút trước khi rửa sạch bằng nước ấm. Không sử dụng trên da nhạy cảm, bong tróc hoặc bị tổn thương. Tránh vùng viền mắt và tiếp xúc với mắt cả trong quá trình bôi và rửa sạch. Nên kiểm tra bản vá trước khi sử dụng: Áp dụng sản phẩm theo hướng dẫn trên một khu vực nhỏ mỗi ngày một lần trong ba ngày để kiểm tra xem bạn có nhạy cảm với sản phẩm này hay không. Nếu bạn bị kích ứng nghiêm trọng, nổi mề đay, sưng mắt và miệng, phồng rộp hoặc khó thở, hãy rửa sạch, ngừng sử dụng và tham khảo ý kiến ​​bác sĩ ngay lập tức. Để xa tầm tay trẻ em. Cảnh báo cháy nắng: Sản phẩm này có chứa axit beta hydroxy (BHA) có thể làm tăng độ nhạy cảm của da với ánh nắng mặt trời và đặc biệt là khả năng bị cháy nắng. Sử dụng kem chống nắng, mặc quần áo bảo hộ và hạn chế tiếp xúc với ánh nắng mặt trời khi sử dụng sản phẩm này và trong một tuần sau đó. Niacinamide 10% + Zinc 1% (30ml): Thoa lên toàn bộ khuôn mặt vào buổi sáng và buổi tối trước các loại kem đặc hơn. Các yếu tố giữ ẩm tự nhiên + HA (30ml): Thoa sau serum khi cần thiết để dưỡng ẩm bề mặt hiệu quả.", "ingredient": "Sữa rửa mặt Squalane (50ml): Squalane, Aqua (Nước), Covo-Caprylate/Carpate,Glycerin, Sucrose Stearate, Ethycal Macadamiate, Axit Malic, Trocopherol, Hydroxymethoxyphenyl Decanone, Sucrose Laurate, Sucrose Dilaurate, Sucrose Trilaurate, Hydrolysate Starch Hydrolysate,Polyacrylate Crosspolymer -6, Isoceteth-20, Natri Polyacrylate, Trisodium Ethylenediamine Disuccinate, Ethylhexylglycerin, Clorphenesin. Salicylic Acid 2% Masque (50ml): Aqua (Nước), Kaolin, Squalane, Glycerin, Dimethyl Isosorbide, Silica Cetyl Silylate, Salicylic Acid, Natri Polyacrylate, Pentylene Glycol, Bột than, 4-t-Butylcyclohexanol, Sclerotium Gum, Acacia Senegal Kẹo cao su, Kẹo cao su Xanthan, Axit Phytic, Polysorbate 20, Trisodium Ethylenediamine Disuccinate, Chlorphenesin, Phenoxyethyl. Niacinamide 10% + Kẽm 1% (30ml): Aqua (Nước), Niacinamide, Pentylene Glycol, Zinc PCA, Dimethyl Isosorbide, Tamarindus Indica Seed Gum, Xanthan gum, Isoceteth-20, Ethoxydiglycol, Phenoxyethyl, Chlorphenesin. Các yếu tố giữ ẩm tự nhiên + HA (30ml): Aqua (Nước), Caprylic/Capric Triglyceride, Cetyl Alcohol, Propanediol, Stearyl Alcohol, Glycerin, Natri Hyaluronate, Arginine, Axit Aspartic, Glycine, Alanine, Serine, Valine, Isoleucine, Proline, Threonine , Histidine, Phenylalanine, Glucose, Maltose, Fructose, Trehalose, Natri PCA, PCA, Natri Lactate, Urê, Allantoin, Axit Linoleic, Axit Oleic, Phytosteryl Canola Glyceride, Axit Palmitic, Axit Stearic, Lecithin, Triolein, Tocopherol, Carbomer, Isoceteth -20, Polysorbate 60, Natri Clorua, Axit Citric, Trinatri Ethylenediamine Disuccinate, Pentylene Glycol, Trietanolamine, Natri Hydroxide, Phenoxyetanol, Clorphenesin.", "brand": "The Ordinary", "volume": "", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12706717-9034901842127988.jpg", "productCode": "Skin_205", "manufactureDate": "2023-12-15 00:00:00", "expirationDate": "2026-12-14 00:00:00", "origin": "Mỹ"}]