[{"category": "Wellness", "name": "Thực Phẩm Bổ Sung Dinh Dưỡng HUM 60g", "cost": 81750.0, "description": "Bởi vì âm đạo của bạn cũng xứng đáng nhận được một chút TLC, nên những viên nang dành cho Bữa tiệc riêng tư này hỗ trợ sức khỏe âm đạo và đường tiết niệu để mang lại cho bạn mức độ thoải mái tối đa khi bạn hoạt động trong ngày mà không phải lo lắng. Sự hỗn loạn hàng ngày của hormone, căng thẳng, thuốc men và tuổi tác có thể dễ dàng làm xáo trộn độ pH và hệ sinh thái cân bằng tinh vi của các loại nấm men và men vi sinh có trong hệ vi sinh vật âm đạo. Bằng cách kết hợp các hoạt chất và nuôi cấy để bảo vệ sức khỏe âm đạo và đường tiết niệu, viên nang Private Party thúc đẩy cân bằng độ pH, hệ vi sinh vật và nấm men lành mạnh bằng cách sử dụng 10 tỷ sinh vật, ba chủng lactobacillus (thường được tìm thấy trong hệ vi sinh vật âm đạo khỏe mạnh!) và bột chiết xuất nam việt quất đậm đặc để đạt hiệu quả tối đa. hiệu quả. Trên thực tế, axit lactic được giải phóng để duy trì môi trường có độ pH thấp, có tính axit trong khi các chất chống oxy hóa bảo vệ – mang lại âm đạo vui vẻ và bạn hạnh phúc!", "how_to_use": "Uống một viên bất cứ lúc nào, có hoặc không có thức ăn. Kết quả sau 4 - 6 tuần.", "ingredient": "Maltodextrin, hỗn hợp vi khuẩn axit lactic (Lactobacillus Acidophilus > 4,7 tỷ CFU, Lactobacillus Rhamnosus > 0,28 tỷ CFU, Lactobacillus Reuteri > 0,046 Bn CFU), Chiết xuất nam việt quất (Vaccinium Macrocarpon) 90mg, Viên nang: Hydroxypropyl Methyl Cellulose, Chiết xuất tre (Bambusa Vulgaris) , Triglyceride chuỗi trung bình. KHÔNG chứa: lúa mì, gluten, đậu nành, sữa, trứng, cá, động vật có vỏ giáp xác, đậu phộng, màu nhân tạo, hương vị hoặc chất bảo quản. * Sản phẩm này được bào chế để mang lại hiệu lực cho 10 tỷ sinh vật tại thời điểm sản xuất.", "brand": "HUM Nutrition", "volume": "60g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12786060-1825005272280392.jpg", "productCode": "Wellnes_19", "manufactureDate": "2023-08-01 00:00:00", "expirationDate": "2026-07-31 00:00:00", "origin": "Anh"}, {"category": "Wellness", "name": "WelleCo Protein Dưỡng Ẩm Vani Refill 300g", "cost": 87000.0, "description": "Nuôi dưỡng và giảm béo, Nourishing Protein Vanilla Refill của WelleCo được pha chế từ protein gạo và hạt đậu hữu cơ dễ tiêu hóa - không có bất kỳ loại whey chế biến kỹ lưỡng nào, chất làm ngọt nhân tạo hoặc thành phần tổng hợp - giúp bạn nhận được lượng protein hàng ngày mà không cần bận tâm hay lo lắng. Với tất cả chín axit amin thiết yếu hỗ trợ phục hồi cơ bắp, công thức không chứa gluten, thân thiện với người ăn chay này cung cấp protein cần thiết cho việc sửa chữa và phát triển mô - cung cấp năng lượng cho cơ thể bạn sức bền, sức mạnh và năng lượng. Vitamin B, quả acai, quả lựu, bồ công anh và tầm xuân bổ sung thêm các lợi ích dinh dưỡng, đồng thời công thức nhẹ nhàng, nạc cũng là cách hoàn hảo để hỗ trợ giảm cân lành mạnh – thỏa mãn cơn đói và hỗ trợ tiêu hóa với sự kết hợp cẩn thận giữa pre và men vi sinh để hỗ trợ một cơ thể khỏe mạnh. Cân bằng độ pH trong ruột để giảm đầy hơi. Hương vị thơm ngon với cacao hữu cơ, đây là cách ngon nhất, dễ dàng nhất để hướng tới một cơ thể khỏe mạnh và được đựng trong một túi đựng tiện dụng để đựng vừa hộp đựng Nourishing Vanilla Caddy có thể tái sử dụng của bạn.", "how_to_use": "Protein nuôi dưỡng là một chất bổ sung tuyệt vời để sử dụng cùng với THE SUPER ELIXIR Greens. Trộn vào sinh tố hoặc đơn giản thêm một muỗng đầy (33g) hoặc hai muỗng canh mỗi ngày vào sữa thực vật hoặc nước lọc và lắc để có một bữa ăn nhẹ thỏa mãn. Lượng tiêu thụ khuyến nghị hàng ngày: 1 khẩu phần.", "ingredient": "Protein đậu (35%), Protein gạo lứt (34%), Hương vị tự nhiên, Maltodextrin, Xylitol, L-Glutamine, Fructooligosaccharides (FOS), Vỏ hạt Psyllium (Plantago ovata), Bột lựu (Punica granatum), L-Phenylalanine, Inulin, Guar gum, Magiê Citrate, Hỗn hợp enzyme tiêu hóa (Papain & Bromelain), Chiết xuất từ ​​rễ củ nghệ (Curcuma longa), Steviol Glycosides, Bột trái cây tầm xuân (Rosa canina), Taurine, Chiết xuất hạt nho (Vitis vinifera), Hỗn hợp vitamin (Niacinamide) , Chlorine Bitartrate, Pyridoxine Hydrochloride, Riboflavin, Thiamine Mononitrate, Axit Folic, Cyanocobalamin, Colecalciferol (Vitamin D3)), Hỗn hợp Probiotic (Lactobacillus acidophilus, Bifidobacteria lactis, Bifidobacteria bifidum, Bifidobacteria), Chiết xuất lá bồ công anh (Taraxacum officinale), Crom Picolinate", "brand": "WelleCo", "volume": "300g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13554146-1344927263006315.jpg", "productCode": "Wellnes_40", "manufactureDate": "2023-06-19 00:00:00", "expirationDate": "2026-06-18 00:00:00", "origin": "Ý"}, {"category": "Wellness", "name": "Khăn lau Smile Makers Silky (S)", "cost": 23850.0, "description": "Được sản xuất dành riêng cho âm hộ (không phải âm đạo!), Silky Swipes thuần chay và có thể phân hủy sinh học chứa 12 khăn lau được thiết lập để làm mới khu vực này mà không làm ảnh hưởng đến hệ sinh thái mỏng manh của nó. Cân bằng độ pH và chứa đầy các thành phần làm dịu, công thức thuần chay 100% này sử dụng prebiotic để chăm sóc hệ thực vật của âm hộ. Nó không chỉ làm mới mà còn truyền lô hội hữu cơ và vitamin E để dưỡng ẩm và nuôi dưỡng làn da; Ngoài ra, chiết xuất hoa cúc làm dịu da. Đủ nhỏ để đặt trên bàn cạnh giường ngủ hoặc trong túi xách của bạn, những chiếc khăn lau mềm mại này là ý tưởng dành cho trước và sau khi quan hệ tình dục hoặc bất cứ khi nào bạn đang di chuyển và cần một chút sảng khoái. Chúng cũng được làm bằng tre mềm có thể phân hủy sinh học nên bạn có thể lau mà không cần lo lắng!", "how_to_use": "Âm hộ có hệ vi sinh vật và vi khí hậu riêng từ phần còn lại của cơ thể phụ nữ. Âm hộ thường bị gọi nhầm là 'âm đạo', ngay cả bởi các công ty lớn tự nhận là chuyên gia về sức khỏe vùng kín. Sự thiếu hiểu biết về giải phẫu phụ nữ này ảnh hưởng đến cách họ tạo ra các sản phẩm chăm sóc sức khỏe vùng kín. Để khắc phục điều này và với một thập kỷ tạo ra các sản phẩm chất lượng cao để sử dụng rất chính xác trên các bộ phận kín, Smile Makers đã phát triển khăn lau vùng kín dành riêng cho âm hộ. Mẹo số 1: dùng khăn lau để làm sạch âm hộ, phần bên ngoài của cơ quan sinh dục, trước khi quan hệ tình dục. Mẹo số 2: sử dụng sau khi quan hệ tình dục để dễ dàng dọn dẹp. Mẹo số 3: khi đang di chuyển, khi bạn muốn dọn dẹp và cần một cách nhanh chóng và/hoặc thân thiện với môi trường để thực hiện việc đó. Mẹo số 4: không bao giờ sử dụng nó bên trong âm đạo. Âm đạo là cơ quan tự làm sạch với độ pH cân bằng tinh tế. Phá vỡ nó có thể gây nhiễm trùng nấm men.", "ingredient": "Chiết xuất hoa cúc, lô hội hữu cơ, vitamin E. Được chứng nhận không gây dị ứng, được phụ khoa phê duyệt, độ pH cân bằng cho âm hộ, không độc hại, thuần chay và hữu cơ. Không chứa: Xà phòng, Sls/Sles, Rượu, Paraben, Triclosan, Silicone, Glycerine, Triclocarban, 1,4-Dioxane và dầu cọ.", "brand": "Smile Makers", "volume": "12 sachets", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13863750-6034962228988314.jpg", "productCode": "Wellnes_74", "manufactureDate": "2024-07-10 00:00:00", "expirationDate": "2027-07-10 00:00:00", "origin": "Ý"}, {"category": "Wellness", "name": "Nước rửa tay ESPA Bergamot và Jasmine 250ml", "cost": 54000.0, "description": "Với niềm tin rằng tất cả làn da của bạn đều xứng đáng được chăm sóc tối đa, ESPA đã tạo ra nhiều loại nước rửa tay - mỗi loại có mùi hương quyến rũ riêng - để làm sạch hiệu quả mà không làm bong tróc da của bạn. Với hương thơm hoa tươi mát tinh tế, làm sạch không gian bồn rửa cho loại Nước rửa tay Bergamot & Jasmine này... Công thức không chứa xà phòng này tràn ngập hỗn hợp tinh dầu nguyên chất - từ hoa nhài và cam bergamot đến cam và gừng - mang lại cảm giác sảng khoái bọt làm sạch sang trọng có mùi thơm mê hoặc của nó. Hoàn hảo cho mọi loại da, loại sữa rửa mặt sảng khoái này được pha chế cẩn thận để nhẹ nhàng làm sạch làn da của bạn mà không khiến chúng có cảm giác căng hay khô. Thay vào đó, nó giúp dưỡng và làm mềm làn da của bạn - chúng tôi bị ám ảnh!", "how_to_use": "ĐỂ CÓ KẾT QUẢ TỐT NHẤT Tạo bọt vào tay, móng tay và lớp biểu bì. Rửa sạch bằng nước ấm.", "ingredient": "Aqua (Nước), Cocamidopropyl Betaine, Natri Cocoyl Isethionate, Betaine, Natri Clorua, Phenoxyetanol, Hương thơm* (Parfum), Axit dừa, Hydroxyacetophenone, Limonene, Polyglyceryl-3 Cocoate, Polyglyceryl-4 Caprate, Polyglyceryl-6 Caprylate, Polyglyceryl-6 Ricinoleate, Natri Isethionate, Dầu vỏ Citrus Aurantium Dulcis (Cam), Dầu trái cây Citrus Aurantium Bergamia (Bergamot), Dầu vỏ Citrus Limon (Chanh), Dầu Juniperus Mexicana, Dầu Citrus Aurantifolia (Vôi), Linalool, Dầu lá bạch đàn Globulus, Abies Dầu Sibirica, Dầu rễ Zingiber Officinale (Gừng), Dầu lá Mentha Arvensis, Dầu lá tràm Alternifolia (Cây trà), Dầu Cymbopogon Nardus (Citronella), Dầu Myrocarpus Fastigiatus, Chiết xuất hoa Lavandula Angustifolia (Hoa oải hương), Nhựa Ferula Galbaniflua (Galbanum) Dầu, Dầu Cistus Ladaniferus, Chiết xuất hoa Jasminum Officinale (Jasmine), Chiết xuất hạt Dipteryx Odorata, Chiết xuất Fucus Vesiculosus, Axit Citric, Natri Hydroxide.*100% hương thơm tự nhiên.", "brand": "ESPA", "volume": "250ml", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/12226513-1254775595763023.jpg", "productCode": "Wellnes_79", "manufactureDate": "2023-12-22 00:00:00", "expirationDate": "2026-12-21 00:00:00", "origin": "Anh"}, {"category": "Wellness", "name": "ilapothecary Speak Your Truth Aroma Roller 10ml", "cost": 87000.0, "description": "Với mùi hương tập trung vào năng lượng tích cực, Speak Your Truth Aroma Roller của ilāpothecary tự hào về hình dáng phong phú, nữ tính kết hợp giữa hoa hồng và gỗ đàn hương với vani nâng cao tinh thần, lên đến đỉnh điểm là hương hoa lãng mạn nói lên khả năng vô tận. Gợi lên một vẻ ngoài hài hòa, lạc quan, con lăn trị liệu bằng hương thơm này được bổ sung các loại dầu nuôi dưỡng sâu giúp chăm sóc làn da và tinh thần của bạn. Là nguồn cung cấp 46 loại chất chống oxy hóa, từ carotenoids và kẽm đến selen và crom, dầu chùm ngây ép lạnh mang lại sự pha trộn dồi dào vitamin A, B, C và K để bổ sung làn da xỉn màu, mệt mỏi. Hoa hồng damascene giúp thúc đẩy quá trình tái tạo da và giảm mô sẹo trong khi hoa phong lữ chống oxy hóa giúp ngăn ngừa các đốm đồi mồi và vết thâm. Cuối cùng, gỗ đàn hương có tác dụng chống viêm và làm mềm làn da của bạn vì nó mang lại cảm giác bình tĩnh tột độ. Hít vào, thở ra...", "how_to_use": "Lăn khi cần thiết lên các điểm có mạch ở cổ tay và cổ.", "ingredient": "Dầu hạt Moringa Oleifera, Dầu Santalum Album (Gỗ đàn hương), Dầu hoa Rosa Damascena, Dầu hoa Pelargonium Graveolens (Dầu hoa phong lữ), Dầu Vani Planifolia, *Farnesol, *Citral, *Gerniol, *Limonene, *Citronellol, *Linalool. *Xuất hiện tự nhiên trong tinh dầu.", "brand": "ilapothecary", "volume": "10ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12948530-2114849819291698.jpg", "productCode": "Wellnes_88", "manufactureDate": "2022-10-23 00:00:00", "expirationDate": "2025-10-22 00:00:00", "origin": "Anh"}, {"category": "Wellness", "name": "Dầu chiến thắng âm đạo NAYDAYA", "cost": 72000.0, "description": "Với công thức chứa nhiều thành phần làm dịu, tăng cường collagen, Vagina Victory Oil được thiết kế để nuôi dưỡng và điều trị làn da vùng kín có thể cần được xoa dịu thêm do thay đổi nội tiết tố hoặc môi trường. Công thức nuôi dưỡng này chứa đầy các loại dầu và bơ trẻ hóa mà làn da của bạn sẽ hấp thụ. Lựu nổi tiếng là một loại thần dược mạnh mẽ nhờ axit béo giàu omega-5 bảo vệ làn da khô, mỏng và phục hồi độ đàn hồi cho mô âm đạo. Vitamin E giúp cải thiện độ mịn màng của da, tạo collagen tự nhiên và khóa độ ẩm cho da. Cuối cùng, có bơ xoài, một chất làm mềm tự nhiên hiệu quả và dầu dừa, một chất dưỡng ẩm giúp xây dựng lại hàng rào bảo vệ độ ẩm tự nhiên cho làn da của bạn. Chiến thắng là của bạn!", "how_to_use": "Sử dụng chung để thay đổi nội tiết tố: Thoa 3-4 giọt dầu hoặc khi cần thiết lên đầu ngón tay, massage nhẹ nhàng vào các vùng kín bao gồm đáy chậu, môi âm hộ bên trong và bên ngoài. Để có kết quả tốt nhất, hãy sử dụng hàng ngày hoặc hai lần mỗi ngày để cải thiện độ đàn hồi và giảm khô da. Sử dụng khi mang thai: Dùng làm dầu massage trước khi sinh; áp dụng 3-4 giọt mỗi ngày từ tuần thứ 34 của thai kỳ. Sử dụng sau khi mang thai: Như trên, bôi 3-4 giọt mỗi ngày, (chúng tôi khuyên bạn nên đợi cho đến khi vết khâu lành và vết thương đóng lại)", "ingredient": "Công thức cải tiến với các loại dầu bổ sung để bổ sung độ ẩm. Dầu Prunus Amygdalus Dulcis (Dầu hạnh nhân ngọt), Chiết xuất hạt Raphanus Sativus (Củ cải), Dầu hạt Ricinus Communis (Thầu dầu), Dầu hạt Vitis Vinifera (Hạt nho), *Cocos Nucifera (Dầu dừa nguyên chất), Tocopherol (Vitamin E), Mangifera Indica (Xoài) Bơ hạt, *Dầu hạt Punica Granatum (Lựu), Dầu hạt Helianthus Annuus (Hướng dương), Chiết xuất lá Rosmarinus Officinalis (Cây hương thảo).*Thành phần hữu cơ được chứng nhận.", "brand": "NAYDAYA", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13312303-1504999886472750.jpg", "productCode": "Wellnes_13", "manufactureDate": "2023-03-27 00:00:00", "expirationDate": "2026-03-26 00:00:00", "origin": "Đức"}, {"category": "Wellness", "name": "Kem dưỡng ẩm cá nhân LELO 150ml", "cost": 65700.0, "description": "Là sản phẩm không thể thiếu trong bất kỳ khung cảnh gợi cảm nào, Kem dưỡng ẩm cá nhân của LELO tự hào có công thức mềm mượt, gốc nước khiến nó trở thành người bạn đồng hành hoàn hảo với đồ chơi tình dục cải tiến của họ và với làn da của bạn. Không chỉ mang lại cảm giác sang trọng tuyệt đẹp trên làn da của bạn – thân mật hay nói cách khác – loại kem dưỡng ẩm cân bằng độ pH này còn hoàn hảo để sử dụng cùng với các sản phẩm khoái cảm hoặc bạn tình của bạn. Thích hợp cho bất cứ nơi nào bạn mong muốn, công thức an toàn cho cơ thể không chứa glycerin, không chứa paraben và không mùi để sử dụng kín đáo và tốt cho sức khỏe. Hơn nữa, nó còn chứa lô hội siêu dưỡng ẩm để kích thích (geddit?) sự thèm muốn được chạm vào cơ thể của bạn. An toàn khi sử dụng với tất cả các sản phẩm LELO và mủ cao su, sản phẩm gốc nước này có bề mặt không nhờn, không ố màu, vì vậy khăn trải giường của bạn sẽ giữ bí mật cho bạn...", "how_to_use": "Bơm càng nhiều càng tốt và thoa trực tiếp lên da hoặc đồ chơi theo ý muốn.", "ingredient": "Nước, Propylene Glycol, Hydroxyethylcellulose, Nước ép lá lô hội Barbadenis, Natri Benzoate, Kali Sorbate, Tetrasodium EDTA, Chiết xuất Gurana, Chiết xuất nhân sâm, Chiết xuất Avena Sativa, Polysorbate-20, Aspartame, Polyqu Parentium-5, PEG-45M, Axit Citric.", "brand": "LELO", "volume": "150ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12669845-4754930113738273.jpg", "productCode": "Wellnes_90", "manufactureDate": "2022-02-22 00:00:00", "expirationDate": "2025-02-21 00:00:00", "origin": "Ý"}, {"category": "Wellness", "name": "HUM Nutrition Flatter Me Bổ Sung Tiêu Hóa Khỏe Mạnh (60 Viên nhộng thuần chay, 30 ngày)", "cost": 81750.0, "description": "Những thay đổi trong lối sống, chế độ ăn uống và mức độ căng thẳng của chúng ta có thể gây bất lợi cho chức năng bình thường của hệ thống tiêu hóa, khiến các vấn đề về sức khỏe như đầy hơi và khó chịu phát sinh; tham gia chương trình Flatter Me của HUM Nutrition. Với nguồn cung cấp viên nang thuần chay trong 30 ngày, công thức được chế tạo cẩn thận này được thiết kế để bổ sung lượng enzyme trong cơ thể bạn nhằm cải thiện quá trình tiêu hóa và phân hủy thức ăn, từ đó làm giảm đầy hơi và đầy hơi. Hỗn hợp độc quyền toàn diện được tạo thành từ 18 enzyme toàn phổ, cũng như hỗn hợp thảo dược của gừng, thì là và bạc hà, để hỗ trợ tất cả các giai đoạn chính của quá trình tiêu hóa: tối ưu hóa quá trình tiêu hóa protein, carbohydrate, chất xơ, đường sữa và chất béo và khuyến khích tiêu hóa. hấp thụ chất dinh dưỡng. Thói quen chăm sóc sức khỏe của chúng tôi đã chờ đợi điều này!", "how_to_use": "Uống một viên hai lần mỗi ngày trước bữa ăn chính của bạn. Kết quả phải có ngay lập tức.", "ingredient": "Hỗn hợp enzyme (Protease I, Protease II, Protease III, Peptidase, Bromelain, Protease vi khuẩn, Papain, Lipase, Amylase, Glucomylase, Alpha-Galatosidase, Invertase, Diastase, Hemiaellulase, Cellulase, Beta-Glucanase, Phytase, Lactase) 498mg, Viên nang : Cellulose, Cám gạo, Bột rễ gừng (Zingiber Officinale) 40mg, Bột hạt thì là (Foeniculum Vulgare) 30mg, Bột lá bạc hà (Mentha Piperita) 20mg. Hỗn hợp thảo dược: Bột gừng (thân rễ), Bột thì là (hạt), Bột bạc hà (lá). Viên nang thực vật khác (cellulose & nước) và cám gạo. KHÔNG chứa: gluten, men, lúa mì, đậu nành, sữa, trứng, đậu phộng, hạt cây, cá, động vật có vỏ và màu sắc hoặc hương vị nhân tạo.", "brand": "HUM Nutrition", "volume": "2.4oz", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12537957-1595005269577401.jpg", "productCode": "Wellnes_14", "manufactureDate": "2022-07-29 00:00:00", "expirationDate": "2025-07-28 00:00:00", "origin": "Mỹ"}, {"category": "Wellness", "name": "Smile Makers - Genous Gel 30ml", "cost": 38850.0, "description": "Bạn có biết hơn 80% phụ nữ bị đau khi quan hệ tình dục do khô âm đạo? Nhập gel bôi trơn hào phóng. Một bản nâng cấp cao cấp từ các chất bôi trơn sặc sỡ trước đó, vì chất này có thể được sử dụng trong mọi tình huống, từ các buổi solo với máy rung tạo cảm giác cao trào yêu thích của bạn hoặc cho những khoảnh khắc yêu đương với bạn tình của bạn. Được đựng trong một ống kiểu dáng đẹp, có mùi thơm, bạn sẽ không cảm thấy xấu hổ nếu nó tuột khỏi túi xách của bạn hoặc được thể hiện niềm tự hào về vị trí này cùng với nước hoa hoặc sản phẩm chăm sóc da yêu thích của bạn. Giống như tất cả các Smile Makers, Gel bôi trơn Genous này có gốc nước nên tương thích với bao cao su và đồ chơi tình dục, dễ giặt hơn và được các bác sĩ phụ khoa nhất trí khuyên dùng. Nhưng không phải vậy, sản phẩm này còn chỉ sử dụng bảy thành phần cấp dược phẩm có khả năng tái tạo da và chống kích ứng cũng như không có mùi thơm và không chứa paraben - giúp sử dụng an toàn 100% trong và xung quanh âm đạo ngay cả khi bạn nhạy cảm. da!", "how_to_use": "Máy bơm để tăng cường khoái cảm khi quan hệ tình dục thâm nhập hoặc màn dạo đầu.", "ingredient": "Aqua, Glycerolum, Propylene Glycol, Methylpropanediol, Carbomer, Natri Benzoate, Natri Hydroxide, Dipotassium Glycyrrhizate", "brand": "Smile Makers", "volume": "30ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12087762-1914896395179137.jpg", "productCode": "Wellnes_18", "manufactureDate": "2023-07-01 00:00:00", "expirationDate": "2026-06-30 00:00:00", "origin": "Anh"}, {"category": "Wellness", "name": "Sữa tắm và sữa tắm ESPA Bergamot và Jasmine 250ml", "cost": 60000.0, "description": "Với niềm tin rằng làn da của bạn xứng đáng được chăm sóc tối đa, ESPA đã tạo ra nhiều loại sữa tắm - mỗi loại có mùi hương quyến rũ riêng - để làm mới làn da của bạn một cách nhẹ nhàng nhưng hiệu quả. Với hương thơm hoa tươi mát tinh tế, hãy dọn dẹp một số không gian trên kệ tắm của bạn cho Sữa tắm và Sữa tắm Bergamot & Jasmine này... Công thức không chứa xà phòng này tràn ngập hỗn hợp tinh dầu nguyên chất - từ hoa nhài và cam bergamot đến cam và gừng - mang lại cho bọt tẩy rửa mùi thơm mê hoặc. Hoàn hảo cho mọi loại da, đặc biệt là những loại da dễ bị thô ráp và khô, loại sữa rửa mặt hàng ngày này được pha chế cẩn thận để làm sạch làn da của bạn mà không làm mất đi độ ẩm thiết yếu. Thay vào đó, nó giúp dưỡng và làm mềm làn da của bạn - chúng tôi bị ám ảnh!", "how_to_use": "ĐỂ CÓ KẾT QUẢ TỐT NHẤT: Sử dụng hàng ngày khi tắm hoặc thêm vào nước đang chảy để có bồn tắm tạo bọt sang trọng. Massage vào da ẩm để tạo bọt và rửa sạch.", "ingredient": "Aqua (Nước), Cocamidopropyl Betaine, Natri Lauroyl Sarcosinate, Polyglyceryl-4 Caprate, Natri Lauryl Sulfoacetate, Caprylyl/Capryl Glucoside, Peg-120 Methyl Glucose Dioleate, Benzyl Alcohol, Betaine, Limonene, Natri Clorua, Natri Sulfate, Hương thơm* (Parfum ), Dầu trái cây Citrus Aurantium Bergamia (Bergamot), Dầu vỏ Citrus Limon (Chanh), Dầu Juniperus Mexicana, Dầu vỏ Citrus Aurantium Dulcis (Cam), Natri Benzoate, Dầu Citrus Aurantifolia (Vôi), Dầu lá bạch đàn Globulus, Linalool, Dehydroacetic Axit, Dầu Abies Sibirica, Dầu lá Mentha Arvensis, Dầu rễ Zingiber Officinale (Gừng), Citral, Dầu lá Cupressus Sempervirens, Dầu Cymbopogon Nardus (Dầu sả), Dầu lá Melaleuca Alternifolia (Cây trà), Dầu Myrocarpus Fastigiatus, Dầu Cistus Ladaniferus, Chiết xuất hạt Dipteryx Odorata, Dầu nhựa Ferula Galbaniflua (Galbanum), Chiết xuất Fucus Vesiculosus, Chiết xuất hoa Jasminum Officinale (Jasmine), Chiết xuất hoa Lavandula Angustifolia (Hoa oải hương), Tocopherol, Axit Citric. *100% Hương Thơm Tự Nhiên.", "brand": "ESPA", "volume": "250ml", "image": "https://static.thcdn.com/images/small/origin//productimg/1600/1600/12226515-8054768403426340.jpg", "productCode": "Wellnes_20", "manufactureDate": "2022-09-09 00:00:00", "expirationDate": "2025-09-08 00:00:00", "origin": "Ý"}, {"category": "Wellness", "name": "Nước hoa thanh tẩy rửa Prebiotic Gallinée miễn phí", "cost": 39000.0, "description": "Microbiome không chỉ là một 'thứ trên da' - nó có ở khắp mọi nơi - và khi nói đến âm đạo, chúng có một hệ sinh thái độc đáo dễ dàng bị loại bỏ khỏi lò. Đó là lý do tại sao Gallinée đã tạo ra loại sữa rửa mặt không chứa nước hoa, dành cho vệ sinh thân mật - một loại sữa rửa mặt nhẹ nhàng, có chứa sinh học giúp tôn trọng môi trường âm đạo. Có tính axit cao (độ pH khoảng ~3,5) và ít đa dạng về vi khuẩn, hệ vi sinh vật âm đạo – nằm ở âm hộ và âm đạo – cung cấp khả năng bảo vệ quan trọng khỏi nhiễm trùng, đó là lý do tại sao điều quan trọng là phải giữ nó đồng bộ. Để duy trì sự hài hòa, bạn phải 'nuôi' axit lactic lactobacillus, đó là lý do tại sao Gallinée đã cập nhật thanh làm sạch bán chạy nhất của họ để làm cho nó trở nên nhẹ nhàng và hoàn hảo hơn để giữ cho môi trường âm đạo của bạn luôn vui vẻ và cân bằng. Bác sĩ phụ khoa đã thử nghiệm và không chứa xà phòng, sản phẩm này chứa đầy pre- và postbiotic để hỗ trợ hệ vi sinh vật, cùng với axit lactic để khuyến khích vi khuẩn 'tốt' phát triển. Hơn nữa, nó được sản xuất với 90% thành phần có nguồn gốc từ thiên nhiên và không có mùi thơm, chất tạo màu, paraben, dầu khoáng, silicon hoặc phenoxyetanol, nó hoàn hảo cho trẻ sơ sinh hoặc làn da bị tổn thương đặc biệt nhạy cảm.", "how_to_use": "Chỉ sử dụng bên ngoài. Massage vào da ẩm và rửa sạch.", "ingredient": "Disodium Lauryl Sulfosuccinate, Maltodextrin, Natri Cocoyl Isethionate, Axit Stearic, Aqua (Nước), Dầu thầu dầu hydro hóa, Cetyl Alcohol, Alpha-Glucan Oligosaccharide, Inulin, Axit Lactic, Arginine, Axit Citric, Titanium Dioxide.", "brand": "Gallinée", "volume": "100g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12731885-1505058681782511.jpg", "productCode": "Wellnes_22", "manufactureDate": "2024-03-24 00:00:00", "expirationDate": "2027-03-24 00:00:00", "origin": "Anh"}, {"category": "Wellness", "name": "Phục hồi ban đêm H3O trẻ hóa - 30 Viên", "cost": 90000.0, "description": "Là một sản phẩm bổ sung mang tính cách mạng, sản phẩm H3O Night repair của Rejuvenated Ltd hoạt động ngoài giờ trong khi bạn làm ngược lại - dưỡng ẩm và phục hồi làn da khi bạn ngủ, để bạn thức dậy với vẻ được nghỉ ngơi đầy đủ, sảng khoái và sẵn sàng đối mặt với một ngày mới. Hydrat hóa là một trong những chìa khóa chính để có sức khỏe tốt và làn da đẹp; không có đủ nước, hiệu quả của tế bào sẽ bị tổn hại, đó là lý do tại sao bạn cảm thấy chậm chạp và (đôi khi) trông tệ hơn một chút khi bị hao mòn... Các tế bào phải được ngậm nước một cách tối ưu để hoạt động hết khả năng của chúng, đó là lúc H3O xuất hiện Đầu tiên - duy trì độ ẩm qua đêm, để các tế bào của bạn được trang bị tốt hơn nhiều để chữa lành, tái tạo, chuyển hóa độc tố và tăng cường khả năng đốt cháy chất béo của cơ thể. Dành riêng cho việc phát triển các sản phẩm và phương pháp điều trị tốt nhất hiện có mà không ảnh hưởng đến chất lượng, dòng sản phẩm dinh dưỡng của Rejuvenated Ltd đã được tạo ra bằng cách kết hợp kiến ​​thức khoa học thể thao và sắc đẹp vượt trội với các thành phần tốt nhất, có nguồn gốc đạo đức, để giúp bạn trông đẹp bên ngoài, đồng thời đảm bảo bạn luôn khỏe mạnh từ bên trong.", "how_to_use": "Uống một viên mỗi đêm với một cốc nước hoặc Tiêm Collagen", "ingredient": "Chiết xuất hạt nho, chất điện giải ion, vitamin C, chiết xuất vỏ cây thông biển, bột rễ xương cựa Vitamin E, Niacin, Astaxanthin, Vitamin A, Axit Hyaluronic, Riboflavin, Vitamin D", "brand": "Rejuvenated Ltd", "volume": "30 capsules", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/12666297-2074794764366397.jpg", "productCode": "Wellnes_27", "manufactureDate": "2023-09-01 00:00:00", "expirationDate": "2026-08-31 00:00:00", "origin": "Việt Nam"}, {"category": "Wellness", "name": "Gói Vida Glow Natural Marine Collagen - Chính hãng", "cost": 117000.0, "description": "Hãy nhấm nháp để có làn da mịn màng hơn với Vida Glow Natural Marine Collagen. Thực phẩm bổ sung làm đẹp này chứa nhiều peptide collagen (được kích hoạt - giúp cơ thể bạn sử dụng dễ dàng hơn) để hỗ trợ quá trình lão hóa tự nhiên và giúp giữ cho làn da săn chắc, tóc dày và móng chắc khỏe. Bằng cách tăng cường sản xuất collagen cho làn da của bạn, loại bột dễ sử dụng này đã được chứng minh lâm sàng giúp làm mờ nếp nhăn, tăng độ săn chắc cho da và tăng cường độ đàn hồi cho da. Được làm từ da cá có nguồn gốc bền vững (hãy nghe chúng tôi nói - nó hoàn toàn không mùi và không vị), loại bột ổn định nhiệt này có thể được khuấy vào thức ăn và đồ uống. Chọn hương vị yêu thích của bạn và hòa nó vào matcha latte buổi sáng để có được cảm giác sảng khoái và sảng khoái nhất.", "how_to_use": "Trộn đều, uống và lặp lại hàng ngày. Vida Glow khuyến nghị một đến ba phần ăn mỗi ngày. Một khẩu phần mỗi ngày cho những người 25-35. Hai phần mỗi ngày cho những người 36-45. Ba phần ăn mỗi ngày cho những người trên 45 tuổi.", "ingredient": "Bản gốc: Collagen biển tự nhiên. Quả việt quất: Collagen biển tự nhiên, bột nước ép quả việt quất, hương vị nước ép quả việt quất, Steviol Glycosides. Đào: Collagen biển tự nhiên, Bột nước ép đào, Hương đào, Steviol glycoside. Xoài: Collagen biển tự nhiên, Bột nước ép xoài, Hương xoài, Steviol Glycosides. Dứa: Collagen biển tự nhiên, bột nước ép dứa, hương vị dứa, Steviol Glycosides.", "brand": "Vida Glow", "volume": "30 x Servings", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13457176-1464927543868196.jpg", "productCode": "Wellnes_37", "manufactureDate": "2022-06-23 00:00:00", "expirationDate": "2025-06-22 00:00:00", "origin": "Ý"}, {"category": "Wellness", "name": "Muối tẩy tế bào chết ESPA 700g", "cost": 120000.0, "description": "Tăng cường làn da mịn màng đẹp đẽ của bạn với Muối tẩy tế bào chết tẩy tế bào chết nhẹ nhàng của ESPA: một công thức tinh chế được tạo thành từ muối biển và các loại tinh dầu tinh khiết nhất, hiệu quả nhất của thiên nhiên. Được chế tạo cẩn thận bởi các nhà trị liệu bằng hương thơm của ESPA với hương thơm sảng khoái và nâng cao tinh thần của bưởi, cây bách và bạch đàn, loại tẩy tế bào chết này giúp làm mịn và làm sáng làn da của bạn một cách hiệu quả - giúp loại bỏ nhẹ nhàng các tế bào da chết xỉn màu và các mảng sần sùi. Muối biển thô tự nhiên được ngâm trong hỗn hợp các loại dầu dưỡng ẩm, chẳng hạn như dầu hạnh nhân ngọt, để tẩy da chết nhẹ nhàng và tăng cường trị liệu bằng hương thơm tiếp thêm sinh lực! Kết quả? Làn da của bạn sẽ có cảm giác được ngậm nước mạnh mẽ, mềm mại và dẻo dai. Chẳng bao lâu nữa bạn sẽ không muốn ngâm mình mà không có nó...", "how_to_use": "ĐỂ CÓ KẾT QUẢ TỐT NHẤT Một hoặc hai lần một tuần, mát xa lên vùng da khô theo chuyển động tròn hướng lên trên. Đặc biệt chú ý đến những vùng da khô, sau đó rửa sạch.", "ingredient": "Natri clorua, Dầu Prunus Amygdalus Dulcis (Hạnh nhân ngọt), Dầu hạt Helianthus Annuus (Hướng dương), Caprylic/Capric Triglyceride, Limonene, Dầu vỏ Citrus Paradisi (Bưởi), Dầu lá Cupressus Sempervirens, Dầu khuynh diệp Citriodora, Dầu Pelargonium Graveolens, Rosmarinus Officinalis (Hương thảo) Dầu lá, Tocopherol, Dầu trái cây Juniperus Communis, Citronellol, Hương thơm* (Parfum), Geraniol, Linalool. *100% Hương Thơm Tự Nhiên.", "brand": "ESPA", "volume": "700g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12226505-1944858625105160.jpg", "productCode": "Wellnes_50", "manufactureDate": "2024-08-05 00:00:00", "expirationDate": "2027-08-05 00:00:00", "origin": "Pháp"}, {"category": "Wellness", "name": "Gói Vida Glow Natural Marine Collagen - Việt Quất", "cost": 117000.0, "description": "Hãy nhấm nháp để có làn da mịn màng hơn với Vida Glow Natural Marine Collagen. Thực phẩm bổ sung làm đẹp này chứa nhiều peptide collagen (được kích hoạt - giúp cơ thể bạn sử dụng dễ dàng hơn) để hỗ trợ quá trình lão hóa tự nhiên và giúp giữ cho làn da săn chắc, tóc dày và móng chắc khỏe. Bằng cách tăng cường sản xuất collagen cho làn da của bạn, loại bột dễ sử dụng này đã được chứng minh lâm sàng giúp làm mờ nếp nhăn, tăng độ săn chắc cho da và tăng cường độ đàn hồi cho da. Được làm từ da cá có nguồn gốc bền vững (hãy nghe chúng tôi nói - nó hoàn toàn không mùi và vị), loại bột ổn định nhiệt này có thể được khuấy vào thức ăn và đồ uống. Chọn hương vị yêu thích của bạn và hòa nó vào matcha latte buổi sáng để có được cảm giác sảng khoái và sảng khoái nhất.", "how_to_use": "Trộn đều, uống và lặp lại hàng ngày. Vida Glow khuyến nghị một đến ba phần ăn mỗi ngày. Một khẩu phần mỗi ngày cho những người 25-35. Hai phần mỗi ngày cho những người 36-45. Ba phần ăn mỗi ngày cho những người trên 45 tuổi.", "ingredient": "Bản gốc: Collagen biển tự nhiên. Quả việt quất: Collagen biển tự nhiên, bột nước ép quả việt quất, hương vị nước ép quả việt quất, Steviol Glycosides. Đào: Collagen biển tự nhiên, Bột nước ép đào, Hương đào, Steviol glycoside. Xoài: Collagen biển tự nhiên, Bột nước ép xoài, Hương xoài, Steviol Glycosides. Dứa: Collagen biển tự nhiên, bột nước ép dứa, hương vị dứa, Steviol Glycosides.", "brand": "Vida Glow", "volume": "30 x Servings", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13457177-7274927544298702.jpg", "productCode": "Wellnes_70", "manufactureDate": "2024-08-13 00:00:00", "expirationDate": "2027-08-13 00:00:00", "origin": "Nhật Bản"}, {"category": "Wellness", "name": "Sữa dưỡng thể ESPA Bergamot và Jasmine 250ml", "cost": 63000.0, "description": "Bạn đang mơ về một loại sữa dưỡng thể thấm vào da mà không đọng lại trên bề mặt? Nhường chỗ cho Bergamot & Jasmine Body Lotion của ESPA: một công thức nhẹ như không khí, tạo cảm giác như nhung trên da bạn và mang hương hoa tươi mát tinh tế. Công thức dành cho người ăn chay đã được chứng nhận này chứa đầy hỗn hợp tinh dầu nguyên chất - từ hoa nhài và cam bergamot đến cam và gừng - mang đến cho loại kem dưỡng da nhẹ hương thơm mê hoặc. Hoàn hảo cho mọi loại da, đặc biệt là những làn da dễ bị thô ráp và khô, loại kem dưỡng ẩm hàng ngày này được điều chế cẩn thận để dưỡng ẩm và nuôi dưỡng làn da của bạn mà không gây cảm giác nhờn hay nặng. Thay vào đó, hãy mong đợi những đôi chân mềm mại, mịn màng đẹp đẽ và được chăm sóc tốt.", "how_to_use": "Sử dụng buổi sáng và buổi tối sau khi tắm hoặc tắm vòi sen. Massage vào da theo chuyển động tròn, hướng lên trên, cho đến khi hấp thụ hoàn toàn.", "ingredient": "Aqua (nước), Isopropyl Palmitate, Caprylic/Capric Triglyceride, Prunus Amygdalus Dulcis (Dầu hạnh nhân ngọt), Cetearyl Alcohol, Glycerin, Butyrospermum Parkii (Shea) Butter, Phenoxyethanol, C12-16 Alcohols, Limonene, Glyceryl Stearate Se, Sucrose Cocoate, Xanthan Gum, Axit Palmitic, Dầu vỏ Citrus Aurantium Dulcis (Cam), Lecithin, Sclerotium Gum, Axit Benzoic, Hương thơm* (Parfum), Dầu trái cây Citrus Aurantium Bergamia (Bergamot), Dầu vỏ Citrus Limon (Chanh), Axit dehydroacetic, Cam quýt Dầu Aurantifolia (Vôi), Dầu Juniperus Mexicana, Axit Phytic, Linalool, Ethylhexylglycerin, Dầu Abies Sibirica, Dầu lá bạch đàn Globulus, Dầu trái cây Litsea Cubeba, Dầu lá Mentha Arvensis, Dầu rễ Zingiber Officinale (Gừng), Citral, Cymbopogon Nardus (Citronella) ) Dầu, Dầu lá Melaleuca Alternifolia (Cây trà), Dầu Myrocarpus Fastigiatus, Tocopherol, Dầu Cistus Ladaniferus, Dầu nhựa Ferula Galbaniflua (Galbanum), Chiết xuất hoa Jasminum Officinale (Jasmine), Chiết xuất hoa Lavandula Angustifolia (Hoa oải hương), Chiết xuất hạt Dipteryx Odorata , Chiết xuất Fucus Vesiculosus, Natri Hydroxide. *100% Hương Thơm Tự Nhiên.", "brand": "ESPA", "volume": "250ml", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/12226516-1404768403621235.jpg", "productCode": "Wellnes_77", "manufactureDate": "2023-06-23 00:00:00", "expirationDate": "2026-06-22 00:00:00", "origin": "Nhật Bản"}, {"category": "Wellness", "name": "NAYDAYA Viên nang mãn kinh", "cost": 108000.0, "description": "Giúp giảm bớt các triệu chứng hàng ngày của thời kỳ mãn kinh, Viên nang mãn kinh của NAYDAYA đã được chuyên gia dinh dưỡng của chính họ bào chế để hỗ trợ những thay đổi diễn ra trong giai đoạn sống mới này. Tiền mãn kinh, mãn kinh và sau mãn kinh, ba giai đoạn của sự thay đổi lớn trong cuộc đời này mang theo mọi thứ, từ bốc hỏa và đổ mồ hôi đêm đến thay đổi tóc, khó ngủ, lo lắng, khô âm đạo và mất ham muốn tình dục. Để quá trình chuyển đổi này diễn ra dễ dàng và suôn sẻ nhất có thể, Viên nang mãn kinh của NAYDAYA đã được pha chế với sự kết hợp của vitamin, khoáng chất và thực vật để hỗ trợ bạn hàng ngày. Tảo bẹ, maca, axit hyaluronic và ashwagandha chỉ là một số hoạt chất hỗ trợ mà bạn sẽ tìm thấy trong những thực phẩm bổ sung dễ uống này mà không hề có một chút hormone hay estrogen nào!", "how_to_use": "Uống 2 viên mỗi ngày, tốt nhất là dùng cùng với thức ăn. Sản phẩm này được bào chế đặc biệt để sử dụng trong tất cả các giai đoạn mãn kinh. LỜI KHUYÊN: Không vượt quá liều khuyến cáo hàng ngày đã nêu. Thực phẩm bổ sung không thể thay thế cho chế độ ăn uống đa dạng và lối sống lành mạnh. Nếu bạn có bệnh lý hoặc đang dùng bất kỳ loại thuốc nào, vui lòng tham khảo ý kiến ​​bác sĩ trước khi dùng sản phẩm này. Sản phẩm này có chứa sắt, nếu dùng quá mức có thể gây hại cho trẻ nhỏ. Kích thước khẩu phần: 2 viên Khẩu phần mỗi hộp: 30", "ingredient": "Vitamin C (Axit ascorbic), Bột tảo bẹ, Chiết xuất cỏ ba lá đỏ 4:1, Vỏ nang (HPMC), Chiết xuất nghệ 10:1, Chiết xuất Ashwagandha 4:1, Natri Hyaluronate, Chiết xuất lá xô thơm 5:1, Vitamin B12 (Methylcobalamin) , Chiết xuất Bacopa Monnieri 10:1, Pyridoxal-5-Phosphate, Canxi D-Pantothenate, Chiết xuất Maca 50:1, Vitamin A (Retinyl Acetate), Vitamin K2 (MK-7), Vitamin D3 (Cholecalciferol từ Tảo), Biotin.", "brand": "NAYDAYA", "volume": "180ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13312309-5334999888184562.jpg", "productCode": "Wellnes_85", "manufactureDate": "2023-07-30 00:00:00", "expirationDate": "2026-07-29 00:00:00", "origin": "Ý"}, {"category": "Wellness", "name": "HUM Dinh Dưỡng Tóc Tóc Ngọt Ngào", "cost": 81750.0, "description": "Chống lại mái tóc mỏng? Nhập Hair Sweet Hair của HUM Nutrition. Được hỗ trợ bằng cách tăng cường hỗn hợp biotin, fo-ti, kẽm và PABA, những loại kẹo dẻo thuần chay này được pha chế cẩn thận để duy trì sức khỏe nang tóc, độ sống động của màu sắc và hỗ trợ sự phát triển của tóc. Xem xét rằng một nghiên cứu cho thấy 38% phụ nữ bị rụng tóc được phát hiện thiếu hụt biotin (một loại vitamin B tan trong nước), không có gì đáng ngạc nhiên khi những loại kẹo dẻo dễ tiêu thụ này khai thác biotin và kẽm (một khoáng chất thiết yếu) để hỗ trợ. sức khỏe của nang tóc của bạn. Mọi chuyện không kết thúc ở đó... Một loại thảo dược được sử dụng trong y học cổ truyền Trung Quốc, fo-ti được cho là có tác dụng tăng cường tuần hoàn và khuyến khích tóc mọc khỏe mạnh; axit folic được cho là giúp các mô trên tóc, da và móng của chúng ta phát triển trơn tru và các tế bào hoạt động bình thường khi tiêu thụ thường xuyên; một chất chống oxy hóa được gọi là PABA được sử dụng để giúp hỗ trợ sự sống động của màu tóc tự nhiên của bạn và ngăn ngừa tóc bạc bằng cách cải thiện khả năng phân hủy và sử dụng protein hiệu quả của cơ thể cũng như sử dụng nó hiệu quả hơn.", "how_to_use": "Uống hai viên kẹo dẻo mỗi ngày vào bất kỳ lúc nào cùng với thức ăn hoặc không có thức ăn. Kết quả sau 4 - 6 tuần.", "ingredient": "Bột nước mía, Xi-rô khoai mì, Chất tạo gel (Pectin), Chất điều chỉnh độ axit (Axit Citric), Hương liệu tự nhiên, Kẽm (Kẽm Citrate) 20mg, PABA (Para-Aminobenzoic Acid), Vitamin C (L-Ascorbic Acid), Chất điều chỉnh độ axit ( Natri Citrate), Chất phủ (Sáp Carnuba, Dầu hướng dương), Chiết xuất fo-Ti (Polygonum Mulitflorum), Biotin (D-Biotin) 5.000mcg, Màu tự nhiên (Cà rốt đen), Vitamin B12 (Cyanocobalamin) 850mcg, Axit Folic (Pteroylmonoglutamic Axit) 500mcg, Bột trái cây (Dâu 26%, Việt quất 24%, Quả mâm xôi 24%, Anh đào chua, Lựu, Nam việt quất 2%), Bột cam, Bột chanh). KHÔNG chứa: gluten, đậu nành, các loại hạt, sữa, cá, màu nhân tạo hoặc hương liệu.", "brand": "HUM Nutrition", "volume": "60 Capsules", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12537955-6505005268887806.jpg", "productCode": "Wellnes_3", "manufactureDate": "2024-05-22 00:00:00", "expirationDate": "2027-05-22 00:00:00", "origin": "Việt Nam"}, {"category": "Wellness", "name": "Thực Phẩm Bổ Sung Tóc Giai Đoạn Tăng Trưởng The Nue Co. (90 Viên)", "cost": 165000.0, "description": "Bạn đã bao giờ cảm thấy tóc mình... ngừng... mọc chưa? Bước vào: Giai đoạn tăng trưởng của Công ty Nue! Giới thiệu sản phẩm bổ sung toàn diện này dành cho các sợi tóc ứ đọng được thiết kế để hỗ trợ sự thiếu hụt dinh dưỡng, biến động nội tiết tố và căng thẳng. Hãy coi đây như một loại 'dầu' không chứa thuốc sẽ giúp bánh răng quay và tóc bồng bềnh. Áp dụng cách tiếp cận toàn diện 360 độ để chăm sóc tóc tốt hơn, Giai đoạn tăng trưởng hoạt động từ trong ra ngoài! Thúc đẩy mái tóc dài hơn, đầy đặn hơn với các thành phần kích thích tăng trưởng như protein và peptide, bạn có thể bổ sung thêm một số dưỡng chất cần thiết vào thói quen chăm sóc tóc của mình. Mọi chuyện sẽ tốt hơn (!)... hãy yên tâm rằng mái tóc của bạn đang được bơm đầy đủ các khoáng chất, vi chất dinh dưỡng và vitamin thiết yếu. Tự hào với kết quả đáng chú ý chỉ trong vòng 12 tuần, bạn chắc chắn sẽ là điểm thu hút của chiếc bờm trong mọi căn phòng.", "how_to_use": "Uống ba viên vào buổi sáng cùng với thức ăn.", "ingredient": "BiovaBio™, Vitamin C, Vitamin E, Vitamin K, Thiamin, Riboflavin, Niacin, Vitamin B6, Folate, Vitamin B12, Biotin, Axit Pantothenic, Iodine (từ tảo bẹ), Chiết xuất thực vật đuôi ngựa, Nấm linh chi, Chiết xuất rễ cây Eleuthero. (Chứa trứng.)", "brand": "The Nue Co.", "volume": "90 capsules", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13502068-6995058899205798.jpg", "productCode": "Wellnes_15", "manufactureDate": "2023-08-22 00:00:00", "expirationDate": "2026-08-21 00:00:00", "origin": "Anh"}, {"category": "Wellness", "name": "Gói Vida Glow Natural Marine Collagen - Đào", "cost": 117000.0, "description": "Hãy nhấm nháp để có làn da mịn màng hơn với Vida Glow Natural Marine Collagen. Thực phẩm bổ sung làm đẹp này chứa nhiều peptide collagen (được kích hoạt - giúp cơ thể bạn sử dụng dễ dàng hơn) để hỗ trợ quá trình lão hóa tự nhiên và giúp giữ cho làn da săn chắc, tóc dày và móng chắc khỏe. Bằng cách tăng cường sản xuất collagen cho làn da của bạn, loại bột dễ sử dụng này đã được chứng minh lâm sàng giúp làm mờ nếp nhăn, tăng độ săn chắc cho da và tăng cường độ đàn hồi cho da. Được làm từ da cá có nguồn gốc bền vững (hãy nghe chúng tôi nói - nó hoàn toàn không mùi và vị), loại bột ổn định nhiệt này có thể được khuấy vào thức ăn và đồ uống. Chọn hương vị yêu thích của bạn và hòa nó vào matcha latte buổi sáng để có được cảm giác sảng khoái và sảng khoái nhất.", "how_to_use": "Trộn đều, uống và lặp lại hàng ngày. Vida Glow khuyến nghị một đến ba phần ăn mỗi ngày. Một khẩu phần mỗi ngày cho những người 25-35. Hai phần mỗi ngày cho những người 36-45. Ba phần ăn mỗi ngày cho những người trên 45 tuổi.", "ingredient": "Bản gốc: Collagen biển tự nhiên. Quả việt quất: Collagen biển tự nhiên, bột nước ép quả việt quất, hương vị nước ép quả việt quất, Steviol Glycosides. Đào: Collagen biển tự nhiên, Bột nước ép đào, Hương đào, Steviol glycoside. Xoài: Collagen biển tự nhiên, Bột nước ép xoài, Hương xoài, Steviol Glycosides. Dứa: Collagen biển tự nhiên, bột nước ép dứa, hương vị dứa, Steviol Glycosides.", "brand": "Vida Glow", "volume": "30 x Servings", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13457179-1304932941384931.jpg", "productCode": "Wellnes_96", "manufactureDate": "2024-01-12 00:00:00", "expirationDate": "2027-01-11 00:00:00", "origin": "Ý"}, {"category": "Wellness", "name": "Xịt khoáng Mio Liquid Yoga Space 130ml", "cost": 60000.0, "description": "Người bạn đồng hành hoàn hảo với tấm thảm yoga của bạn, Liquid Yoga Space Spray bao quanh các giác quan của bạn (và bên trong!) Với hương thơm sảng khoái, giúp bạn tận dụng tối đa quá trình luyện tập. Psst... ngay cả khi bạn không tập yoga, nó sẽ là loại xịt gối hoàn hảo để giúp cơ thể bạn chìm vào giấc ngủ hạnh phúc. Thưởng thức hỗn hợp thơm của các loại tinh dầu nguyên chất của hoa oải hương, bạc hà, chanh, quýt và bạch đàn ngay lập tức đánh thức các giác quan mà không gây khó chịu. Một sự pha trộn dễ chịu của chiết xuất quả sung Ấn Độ, quả tiêu của nhà sư (giàu phyto-endorphin!), hạt ca cao và dầu hạt cần sa mang lại nguồn năng lượng dồi dào sau mỗi lần xịt. Khi hỗn hợp giảm căng thẳng này lắng xuống tấm thảm của bạn, mức độ căng thẳng của bạn cũng vậy. Các thiền sinh, hãy chuẩn bị bước vào trạng thái thiền.", "how_to_use": "Xịt lên da trên cơ thể, các điểm mạch, xung quanh bạn hoặc trên gối của bạn.", "ingredient": "Aqua/Nước/Eau, Propanediol, Dầu thầu dầu hydro hóa PEG-40, Trideceth-9, Hương thơm (Parfum), Linalool, Limonene, Phenoxyetanol, Dầu hạt cần sa Sativa, Hydroxyacetophenone, Propylene Glycol, Glycerin, Chiết xuất Rhodochrosite, Alcohol, Citral, Lecithin , Coumarin, Geraniol, Chiết xuất từ ​​​​thân cây Opuntia Ficus-Indica (Quả sung Ấn Độ), Caprylic/Capric Triglyceride, Dầu Olus/Dầu thực vật/Huile Végétale, Tocopherol, Chiết xuất Ganoderma Lucidum (Nấm), Chiết xuất Olivine, Vitex Agnus-Castus (Tiêu của nhà sư) Chiết xuất, Citronellol, Ascorbyl Tetraisopalmitate, Cyclodextrin, Chiết xuất Theobroma Cacao (Cacao), Natri Benzoate, Kali Sorbate, Natri Metabisulfite, Axit Sorbic.", "brand": "Mio Skincare", "volume": "130ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12093391-6974858835421837.jpg", "productCode": "Wellnes_97", "manufactureDate": "2022-07-10 00:00:00", "expirationDate": "2025-07-09 00:00:00", "origin": "Hàn Quốc"}, {"category": "Wellness", "name": "Xịt phòng ilapothecary Beat the Blues 50ml", "cost": 93000.0, "description": "Được chế tạo để làm sạch bầu không khí trong không gian sống của bạn và khơi dậy cảm giác bình yên, thuốc xịt phòng Beat the Blues khai thác một hỗn hợp ấn tượng gồm các loại tinh dầu nâng cao tinh thần được biết là có tác dụng làm dịu tâm trí và nâng cao tinh thần của bạn. Với một con số được quy cho mỗi hỗn hợp chữ ký của ilāpothecary, không. 27 là cốt lõi của mỗi bản phối 'Beat The Blues'; được xây dựng dựa trên niềm tin vào bản thân và lắng nghe trực giác của bạn, nó được tạo ra để trở thành một mùi hương củng cố và khẳng định bản thân. Nó được pha với các loại tinh dầu mạnh được tôn sùng vì hương thơm nâng cao tinh thần, từ cây xô thơm ngọt ngào của xạ hương (một loại lương thực 'gây hạnh phúc' kể từ thời Hippocrates) và petitigrain làm giảm đau khổ cho đến hoa huệ và hoa phong lữ nhẹ nhàng.", "how_to_use": "Giữ bên cạnh máy tính của bạn, trong ô tô hoặc trong căn phòng mà bạn dành nhiều thời gian nhất. Xịt lên rèm và gối, trong ngăn kéo và tủ quần áo của bạn, hoặc đơn giản là vào không khí (đặc biệt là sau bất kỳ cuộc thảo luận sôi nổi nào).", "ingredient": "Ethanol, Dầu Pelargonium Graveolens Hoa (Hoa phong lữ), Dầu Petitgrain Bigarde, Dầu Citrus Sinensis (Cam ngọt), Dầu Salvia Sclarea (Clary), Dầu nguyên chất hoa huệ, *Citral, *Geraniol, *Benzyl Alcohol, *Benzyl Benzoate, *Benzyl Salicylate, *Farnesol, *Hexyl Cinnamic Aldehyde, *Methyl 2-Octynoate, *Limonene, *Citronellol, *Linalool. *Xảy ra tự nhiên trong tinh dầu.", "brand": "ilapothecary", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12664194-8344896395798349.jpg", "productCode": "Wellnes_100", "manufactureDate": "2022-05-17 00:00:00", "expirationDate": "2025-05-16 00:00:00", "origin": "Pháp"}, {"category": "Wellness", "name": "Dầu tắm và dưỡng thể tích cực ESPA 100ml", "cost": 108000.0, "description": "Một loại dầu tác động kép có khả năng nuôi dưỡng tự nhiên, để khơi dậy cảm xúc tích cực, bạn cần thêm Dầu tắm & dưỡng thể tích cực cực kỳ nâng cao tinh thần của ESPA vào bộ quần áo đi tắm của bạn, hoặc (!) chiêu đãi người thân yêu với loại dầu cực kỳ nâng cao này điều trị tự chăm sóc sang trọng. Loại dầu tắm và dưỡng thể nuôi dưỡng tự nhiên này của ESPA khai thác hiệu quả của liệu pháp hương thơm trong hỗn hợp mới giúp nâng cao tinh thần tích cực. Loại dầu tác động kép này có thể được sử dụng và thưởng thức vào buổi sáng hoặc buổi tối. Sự pha trộn hài hòa của các loại tinh dầu bao gồm hương thơm nâng cao tinh thần của hoa nhài, cây sơn chi và hoa phong lữ mang đến cảm giác hạnh phúc bùng nổ, trong khi sự sống động của cam bergamot và cam ngọt như một lời nhắc nhở về hương thơm để đếm những lời chúc phúc của bạn.", "how_to_use": "Massage vào da theo chuyển động săn chắc, hướng lên trên và tròn cho đến khi hấp thụ hoàn toàn hoặc thoa 1-2 nắp vào bồn tắm của bạn. Để tăng cường kết quả, hãy sử dụng sau Gel tắm và tắm tích cực.", "ingredient": "Caprylic/Capric Triglyceride, Dầu Glycine Soja (Đậu nành), Dầu Prunus Amygdalus Dulcis (Dầu Hạnh nhân ngọt), Dầu Persea Gratissima (Dầu bơ), Dầu hạt Helianthus Annuus (Dầu hướng dương), Hương thơm (Parfum), Limonene, Dầu gỗ Cedrus Deodara, Citrus Aurantium Dầu vỏ Dulcis (Cam), Dầu trái cây Citrus Aurantium Bergamia (Bergamot), Dầu Pelargonium Graveolens, Benzyl Benzoate, Linalool, Tocopherol, Dầu Boswellia Carterii, Styrax Benzoin Gum, Citronellol, Geraniol, Chiết xuất hoa Gardenia Florida, Hoa Jasminum Sambac (Jasmine) Chiết xuất, Citral, Farnesol, Beta-Carotene, Daucus Carota Sativa (Carrot) Chiết xuất từ ​​​​rễ.", "brand": "ESPA", "volume": "100ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12062213-3934947263603745.jpg", "productCode": "Wellnes_101", "manufactureDate": "2022-12-02 00:00:00", "expirationDate": "2025-12-01 00:00:00", "origin": "Nhật Bản"}, {"category": "Wellness", "name": "Xịt khoáng thư giãn ESPA 100ml", "cost": 72000.0, "description": "Những giấc mơ ngọt ngào chỉ cách một lần xịt... Làm đầy không khí và phủ khăn trải giường của bạn bằng sự pha trộn gợi cảm của các loại tinh dầu, Restful Pillow Mist làm dịu và xoa dịu các giác quan của bạn bằng cách khuyến khích sự tĩnh lặng và thư giãn. Nâng niu bạn với sự kết hợp giữa hương thơm quyến rũ của hoa oải hương, cây xô thơm và cam bergamot, loại sương mù giống như zen này hỗ trợ giấc ngủ, giảm mức cortisol và sẽ khiến bạn cảm thấy sảng khoái vào buổi sáng!", "how_to_use": "Lắc đều và nhẹ nhàng phun sương lên cơ thể, khăn trải giường hoặc không khí rồi hít thở sâu để trải nghiệm hương thơm gợi cảm.", "ingredient": "Aqua (Nước), Dầu thầu dầu hydro hóa Peg-40, Hương thơm* (Parfum), Linalool, Axit Citric, Lavandula Angustifolia (Chiết xuất hoa/lá/thân cây Lavandula Angustifolia (Lavender), Natri Benzoat, Dầu Lavandula Hybrida, Kali Sorbate, Geraniol, Salvia Sclarea ( Clary) Chiết xuất hoa/lá/thân, Limonene, dầu lá bạch đàn Globulus, Coumarin, Farnesol, dầu hạt Moringa Oleifera. *100% Hương Thơm Tự Nhiên.", "brand": "ESPA", "volume": "100ml", "image": "https://static.thcdn.com/images/small/origen//productimg/1600/1600/12454575-1354802898878652.jpg", "productCode": "Wellnes_103", "manufactureDate": "2024-02-23 00:00:00", "expirationDate": "2027-02-22 00:00:00", "origin": "Hàn Quốc"}, {"category": "Wellness", "name": "Kem dưỡng cơ cứu hộ thể hình ESPA 70g", "cost": 90000.0, "description": "Là một thành viên chăm chỉ trong dòng sản phẩm 'Phục hồi' của thương hiệu, Muscle Rescue Balm tiếp thêm sinh lực và sảng khoái - bởi vì cơ thể chăm chỉ của bạn xứng đáng nhận được nhiều TLC như khuôn mặt của bạn. Có tác dụng làm dịu và phục hồi cả cơ thể và tâm trí, loại dầu dưỡng này rất lý tưởng cho các cơ bắp bị đau và mệt mỏi. Tác dụng làm mát từ bạc hà làm dịu kích ứng và viêm cùng với đặc tính kháng khuẩn của nó, trong khi bạch đàn giàu ceramide duy trì hàng rào độ ẩm cho da khi mùi hương nâng cao và thư giãn cơ bắp. Đinh hương ấm cũng có tác dụng làm săn chắc và cải thiện lưu thông máu, làm cho Muscle Rescue Balm trở thành một sản phẩm kỳ diệu giúp phục hồi toàn bộ tâm trí và cơ thể - giúp giảm đau và nhức mỏi cho bất kỳ người nghiện chăm sóc da tập thể dục nào.", "how_to_use": "Lý tưởng để massage trước và sau khi tập thể dục. Massage vào chân với chuyển động hướng lên trên. Đối với cánh tay, cổ và vai, hãy thực hiện theo chuyển động tròn. Trước khi thoa, massage ống giữa hai lòng bàn tay để giúp làm ấm và làm mềm sản phẩm.", "ingredient": "Cocos Nucifera (Dầu dừa), Isopropyl Palmitate, Alkanes dừa, Dầu Mentha Piperita (Bạc hà), Sáp ong Polyglyceryl-3, Bơ hạt Theobroma Cacao (Ca cao), Sáp ong, Silica, Coco-Caprylate/Caprate, Dầu lá bạch đàn Smithii, Caprylic/ Capric Triglyceride, Limonene, Helianthus Annuus (Dầu hướng dương), Dầu lá Rosmarinus Officinalis (Rosemary), Dầu trái cây Litsea Cubeba, Citral, Dầu hoa Lavandula Angustifolia (Lavender), Dầu lá bạch đàn Globulus, Hương thơm* (Parfum), Linalool, Eugenia Dầu nụ Caryophyllus (Đinh hương), Eugenol, Chiết xuất Alaria Esculenta, Chiết xuất lá Rosmarinus Officinalis (Cây hương thảo), Geraniol, Citronellol, Dầu hoa Pelargonium Graveolens. *100% Hương Thơm Tự Nhiên.", "brand": "ESPA", "volume": "70g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12226552-8274880821769784.jpg", "productCode": "Wellnes_113", "manufactureDate": "2023-05-13 00:00:00", "expirationDate": "2026-05-12 00:00:00", "origin": "Việt Nam"}, {"category": "Wellness", "name": "Phức hợp tóc khỏe mạnh mật độ Philip Kingsley (60 viên)", "cost": 96000.0, "description": "Xin chào… đó có phải là số lượng bạn đang tìm kiếm không? Khôi phục lại sự hài hòa cho những mái tóc mờ nhạt và giải quyết tình trạng thiếu hụt vitamin và khoáng chất là những sản phẩm bổ sung dinh dưỡng từ bộ sưu tập Mật độ mới của Philip Kingsley - được tạo ra để mang lại 'va-va-voom' cho mái tóc của bạn. Hãy tin tưởng vào khoa học về Trichology và để các chuyên gia về tóc và da đầu tại Philip Kingsley phục hồi độ dày và sức khỏe cho cả những sợi tóc tốt nhất. Sự thiếu hụt dinh dưỡng, căng thẳng, tạo kiểu quá mức và ảnh hưởng di truyền đều có thể gây bất lợi cho sức khỏe tóc của chúng ta và chế độ bôi tại chỗ sẽ chỉ có thể làm được rất nhiều điều để giúp mang lại sự cân bằng cho da đầu của bạn. Phục hồi lại mái tóc xỉn màu và hoàn thành thói quen chăm sóc tóc của bạn là những sản phẩm bổ sung thân thiện với người ăn chay mới của Philip Kingsley giúp nuôi dưỡng các sợi tóc của bạn từ bên trong để có mái tóc bóng mượt. Cung cấp hỗ trợ vitamin và khoáng chất tối ưu, chúng được pha chế độc đáo với vitamin C chống oxy hóa mạnh mẽ để góp phần hình thành collagen bình thường và một lượng biotin và selen để giúp duy trì mái tóc khỏe mạnh. Hãy cho sợi tóc của bạn một cơ hội chiến đấu và nuôi dưỡng chúng từ bên trong để có một *vụt* đáng ghen tị.", "how_to_use": "Uống hai viên mỗi ngày, một viên vào bữa sáng, một viên vào bữa trưa trong bốn tháng. Sau đó giảm liều xuống còn một viên mỗi ngày để duy trì mức tối ưu. Không vượt quá lượng khuyến cáo hàng ngày. Không được sử dụng để thay thế cho một chế độ ăn uống đa dạng và cân bằng. Chỉ thích hợp cho người lớn. Thích hợp cho người ăn chay và ăn chay. Để biết thông tin tốt nhất trước ngày kết thúc, hãy xem phần đáy hộp. Hãy kiên nhẫn. Những cải thiện rõ rệt về chất lượng tóc có thể mất tới ba tháng, tuy nhiên bạn có thể sẽ thấy kết quả nhanh hơn trên móng tay của mình.", "ingredient": "Chất độn (Cellulose vi tinh thể, Dicalcium Phosphate), L-Lysine Hydrochloride, Axit L-Ascorbic (Vitamin C), L-Cysteine ​​Hydrochloride, Ferrous Fumarate, Chất chống đóng bánh (Silicon Dioxide, Muối magiê của axit béo), Cupric Sulphate, Canxi D-Pantothenate (Vitamin B5), L-Methionine, D-Biotin (Vitamin B7), Natri Selenite, Methylcobalamin (Vitamin B12), Cholecalciferol (Vitamin D3).", "brand": "Philip Kingsley", "volume": "60 tablets", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13716605-1134967692887720.jpg", "productCode": "Wellnes_116", "manufactureDate": "2024-08-20 00:00:00", "expirationDate": "2027-08-20 00:00:00", "origin": "Anh"}, {"category": "Wellness", "name": "Dầu dưỡng dưỡng ẩm ESPA Modern Alchemy 180ml", "cost": 132000.0, "description": "Một sự bổ sung tuyệt vời cho các nghi thức tắm và chăm sóc cơ thể của bạn, Dầu dưỡng dưỡng da giả kim hiện đại lấy cảm hứng từ các nghi lễ cổ xưa, nhẹ nhàng về chữa bệnh ayurvedic, y học Trung Quốc và các phương pháp thực hành pháp sư. Đưa bạn vào một hành trình tự chăm sóc bản thân toàn diện, gợi cảm, công thức làm trẻ hóa làn da, cơ thể, tâm trí và tâm hồn với kết cấu giàu dưỡng chất, có mùi thơm tinh tế, giúp nuôi dưỡng, làm săn chắc và làm giàu làn da. Có tác dụng khôi phục lại sự cân bằng và kết nối, làn da được bao bọc trong một lớp màng mềm mại, dưỡng ẩm của hoa ngọc lan tây, gỗ đàn hương và cỏ hương bài làm dịu và thơm, với sự bổ sung hài hòa của các thành phần làm mềm, tỏa sáng như dầu có nguồn gốc từ thực vật hoắc hương giúp làm dịu và thư giãn để cân bằng , làn da khỏe mạnh; nuôi dưỡng cây cỏ lửa giúp dưỡng ẩm sâu, chống khô da và bảo vệ chống lại stress oxy hóa; và amla – một chất chống oxy hóa mạnh mẽ tự hào có hàm lượng axit oleic bổ sung cao với chất curcumin làm dịu.", "how_to_use": "Bắt đầu nghi thức của bạn sau khi tắm. Làm ấm dầu dưỡng giữa hai lòng bàn tay, đưa chúng lên mặt và từ từ hít ba lần - để dầu thơm nuôi dưỡng tiếp xúc với bạn - trước khi vuốt ve bàn tay của bạn bằng những nét quét dài trên làn da ẩm ướt để duy trì độ ẩm quý giá. Sản phẩm này có thể được sử dụng vào buổi sáng hoặc buổi tối trước khi bạn tắm như một nghi thức mát-xa cân bằng và cũng có thể được sử dụng sau khi rửa mặt để giữ ẩm.", "ingredient": "Caprylic/Capric Triglyceride, Glycerin, Prunus Amygdalus Dulcis (Dầu hạnh nhân ngọt), Shea Butter Ethyl Esters, Aqua (Nước), Dầu hạt Simmondsia Chinensis (Jojoba), Dầu hạt Sesamum Indicum (Sesame), Butyrospermum Parkii (Shea) Butter, Elaeis Bơ Guineensis (Cọ), Dầu hạt Plukenetia Volubilis, Limonene, Dầu vỏ Citrus Aurantium Dulcis (Cam), Maltodextrin, Chiết xuất gỗ Quillaja Saponaria, Octyldodecanol, Dầu lá Pogostemon Cablin, Chiết xuất rễ cây Daucus Carota Sativa (Cà rốt), Dầu hạt Calophyllum Inophyllum, Nước hoa* (Parfum), Dầu hạt Carapa Guaianensis, Dầu hạt Helianthus Annuus (Hướng dương), Dầu Cocos Nucifera (Dầu dừa), Dầu hạt Brassica Campestris (Hạt cải dầu), Dầu hoa Cananga Odorata, Dầu trái cây Citrus Aurantium Bergamia (Bergamot), Saponaria Officinalis Chiết xuất, Linalool, Dầu Boswellia Carterii, Dầu lá Cinnamomum Zeylanicum, Dầu hạt Coriandrum Sativum (Rau mùi), Dầu lá Cymbopogon Citratus, Dầu hạt Elettaria Cardamomum, Dầu Mentha Piperita (Bạc hà), Dầu lá Rosmarinus Officinalis (Cây hương thảo), Dầu rễ cỏ Vetiveria Zizanoides , Dầu rễ cây Zingiber Officinale (Gừng), Citral, Eugenol, Chiết xuất trái cây Emblica Officinalis, Chiết xuất hoa/lá/thân Epilobium Angustifolium, Chiết xuất rễ cây Curcuma Longa (nghệ), Bisabolol, Chiết xuất lá Pogostemon Cablin, Benzyl Benzoate, Citrus Aurantium Amara (Đắng) Cam) Dầu lá/cành cây, Chiết xuất hoa Jasminum Officinale (Jasmine), Dầu húng quế Ocimum (Húng quế), Dầu trái cây Piper Nigrum (Tiêu), Dầu lá/hoa Thymus Vulgaris (Cỏ xạ hương), Axit Citric, Benzyl Salicylate, Geraniol, Farnesol, Tocopherol, Cinnamal.", "brand": "ESPA", "volume": "180ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12226575-5884917170328753.jpg", "productCode": "Wellnes_117", "manufactureDate": "2024-02-29 00:00:00", "expirationDate": "2027-02-28 00:00:00", "origin": "Ý"}, {"category": "Wellness", "name": "Dr. Barbara Sturm Chống nám da 60 viên", "cost": 195000.0, "description": "Chứa phức hợp dưỡng chất làm sáng da, Kem chống sắc tố da của Tiến sĩ Barbara Sturm giúp nâng cao tông màu đồng đều và làm sáng các đốm đen, mang lại làn da rạng rỡ hơn. Là nguồn cung cấp hydroxytyrosol (đọc: chất chống oxy hóa mạnh), chiết xuất lá ô liu mang lại tác dụng làm sáng, làm giảm sắc tố không đồng đều; vitamin C và vitamin E sau đó phát huy lợi ích chống oxy hóa của chúng và hỗ trợ chức năng rào cản tự nhiên của da, mang lại sự bảo vệ quan trọng chống lại các gốc tự do. Centella asiatica, một thành phần làm dịu và dưỡng ẩm, cung cấp nguồn axit amin phong phú và kéo dài tác dụng của axit hyaluronic trong làn da của bạn. Biotin dưỡng ẩm và trẻ hóa trong khi rau sam làm giảm các dấu hiệu kích ứng rõ rệt và đồng hỗ trợ sắc tố da bình thường. Hãy dùng chất bổ sung này trong khi sử dụng 'Dòng làm sáng' để tăng cường đáng kể các dấu hiệu tăng sắc tố và thúc đẩy làn da rạng rỡ.", "how_to_use": "Uống hai viên mỗi ngày với một ly nước vào bữa ăn, tốt nhất là vào buổi sáng hoặc trong ngày. DR. Thuốc bổ sung BARBARA STURM INSIDE có thể được dùng cùng nhau hoặc riêng lẻ. Nếu bạn đang mang thai, dự định mang thai, cho con bú hoặc dùng bất kỳ loại thuốc nào khác, vui lòng tham khảo ý kiến ​​bác sĩ trước.", "ingredient": "Chiết xuất lá Centella Asiatica (Tigergrass), Hydroxypropylmethylcellulose (Vỏ viên nang), Chiết xuất lá ô liu có chứa Hydroxytyrosol, Chiết xuất thảo mộc Purslane, Vitamin C (Axit ascorbic), Vitamin E (D-alpha-Tocopheryl Acetate), Chiết xuất gạo, Copper Citrate, Biotin.", "brand": "Dr. Barbara Sturm", "volume": "60 Capsules", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13497907-1834922831838300.jpg", "productCode": "Wellnes_127", "manufactureDate": "2022-09-26 00:00:00", "expirationDate": "2025-09-25 00:00:00", "origin": "Nhật Bản"}, {"category": "Wellness", "name": "Gói Vida Glow Natural Marine Collagen - Xoài", "cost": 117000.0, "description": "Hãy nhấm nháp để có làn da mịn màng hơn với Vida Glow Natural Marine Collagen. Thực phẩm bổ sung làm đẹp này chứa nhiều peptide collagen (được kích hoạt - giúp cơ thể bạn sử dụng dễ dàng hơn) để hỗ trợ quá trình lão hóa tự nhiên và giúp giữ cho làn da săn chắc, tóc dày và móng chắc khỏe. Bằng cách tăng cường sản xuất collagen cho làn da của bạn, loại bột dễ sử dụng này đã được chứng minh lâm sàng giúp làm mờ nếp nhăn, tăng độ săn chắc cho da và tăng cường độ đàn hồi cho da. Được làm từ da cá có nguồn gốc bền vững (hãy nghe chúng tôi nói - nó hoàn toàn không mùi và vị), loại bột ổn định nhiệt này có thể được khuấy vào thức ăn và đồ uống. Chọn hương vị yêu thích của bạn và hòa nó vào matcha latte buổi sáng để có được cảm giác sảng khoái và sảng khoái nhất.", "how_to_use": "Trộn đều, uống và lặp lại hàng ngày. Vida Glow khuyến nghị một đến ba phần ăn mỗi ngày. Một khẩu phần mỗi ngày cho những người 25-35. Hai phần mỗi ngày cho những người 36-45. Ba phần ăn mỗi ngày cho những người trên 45 tuổi.", "ingredient": "Bản gốc: Collagen biển tự nhiên. Quả việt quất: Collagen biển tự nhiên, bột nước ép quả việt quất, hương vị nước ép quả việt quất, Steviol Glycosides. Đào: Collagen biển tự nhiên, Bột nước ép đào, Hương đào, Steviol glycoside. Xoài: Collagen biển tự nhiên, Bột nước ép xoài, Hương xoài, Steviol Glycosides. Dứa: Collagen biển tự nhiên, bột nước ép dứa, hương vị dứa, Steviol Glycosides.", "brand": "Vida Glow", "volume": "30 x Servings", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/13457178-1004927544719257.jpg", "productCode": "Wellnes_128", "manufactureDate": "2024-05-23 00:00:00", "expirationDate": "2027-05-23 00:00:00", "origin": "Anh"}, {"category": "Wellness", "name": "HUM Nutrition Uber Energy Giảm mệt mỏi tuyến thượng thận và bổ sung Adaptogen (60 viên chay, 30 ngày)", "cost": 81750.0, "description": "Giống như một loại sinh tố rau và trái cây tăng cường năng lượng, viên nang năng lượng dành cho người ăn chay Über Energy mang đến cho hệ thống của bạn một sức mạnh thực sự. Ngủ trưa ai? Chúng tôi không biết cô ấy... Đối với những người buồn ngủ trong số chúng tôi, những viên nang này tăng cường mức năng lượng thông qua sức mạnh tuyến thượng thận - giúp kiểm soát mức độ căng thẳng và nuôi dưỡng các tuyến thượng thận đang cạn kiệt, chịu trách nhiệm cung cấp hormone 'năng lượng' của bạn. Bằng cách sử dụng các chất thích ứng để theo dõi sự giải phóng hormone gây căng thẳng từ các tuyến nói trên, mức năng lượng của bạn sẽ được tăng cường, mức độ mệt mỏi giảm, năng suất tăng lên và căng thẳng giảm đi. L-tyrosine (một loại axit amin) được sử dụng để tạo ra các protein giúp nâng cao hiệu suất thể chất và tinh thần, đặc biệt là khi bị căng thẳng! Với sự kết hợp của các chất chiết xuất từ ​​​​rễ cây làm dịu và trẻ hóa (như gừng, đỗ quyên, v.v.) cùng với vitamin C, B5 và B6 tăng cường năng lượng, hãy tạm biệt những ngày bị cai trị bởi làn sương buồn ngủ.", "how_to_use": "Uống hai viên bất cứ lúc nào với thức ăn. Kết quả sau 2 - 4 tuần.", "ingredient": "Chiết xuất Withania Somnifera (Ashwagandha) 600mg, Eleutherococcus Senticosus (Nhân sâm Siberia) Chiết xuất từ ​​​​thân cây 330mg, Chiết xuất từ ​​rễ Panax (Nhân sâm Châu Á) 200mg, Nguyên liệu viên nang (Hydroxypropyl Methylcellulose), Vỏ Oryza Sativa (Gạo), Chiết xuất từ ​​​​rễ Zingiber Officinale (Gừng) 50mg, Oryza Sativa (Gạo) Cô đặc, Vitamin B5 (D-Canxi Pantothenate) 20mg, Vitamin B6 (Pyridoxine Hydrochloride) 25mg, Chiết xuất Oryza Sativa (Gạo), Dầu Helianthus Annuus (Hướng dương), Chất làm đặc (Gum Arabic). KHÔNG chứa: đường, muối, sữa, men, đậu nành, lúa mì, gluten, ngô, chất bảo quản, màu sắc hoặc hương vị nhân tạo.", "brand": "HUM Nutrition", "volume": "60 Vegetarian Capsules", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12537970-1595005271802684.jpg", "productCode": "Wellnes_63", "manufactureDate": "2024-02-06 00:00:00", "expirationDate": "2027-02-05 00:00:00", "origin": "Ý"}, {"category": "Wellness", "name": "OSKIA MSM Bio-Plus (120 Viên)", "cost": 198000.0, "description": "Bạn đang tìm kiếm một sản phẩm bổ sung tăng cường làn da có tác dụng tốt như thói quen chăm sóc da của bạn? Gặp gỡ MSM Bio-Plus của Oskia. Kết hợp thành phần chính của thương hiệu, MSM, một dạng lưu huỳnh hữu cơ tự nhiên với Chiết xuất hạt tiêu đen đã được cấp bằng sáng chế, chất bổ sung này giúp tối đa hóa hiệu quả và hiệu suất của tế bào da, cải thiện cấu trúc, độ đàn hồi và tình trạng của da để có làn da khỏe mạnh. như duy trì tình trạng chắc khỏe của tóc và móng. Bắt đầu bằng cách uống hai viên vào buổi sáng và hai viên vào buổi tối cùng với thức ăn và xem làn da của bạn biến đổi như thế nào.", "how_to_use": "Để có kết quả tốt nhất, hãy uống hai viên vào buổi sáng và hai viên vào buổi tối cùng với thức ăn. Sau hai tháng, lượng tiêu thụ có thể giảm xuống còn hai viên mỗi ngày. Lưu ý: Không thích hợp cho trẻ em. Không dùng trong khi mang thai hoặc cho con bú hoặc trong khi dùng thuốc khác mà không hỏi ý kiến ​​​​bác sĩ. Không vượt quá lượng khuyến cáo.", "ingredient": "Methylsulphonylmethane (MSM), Chiết xuất Piper Nigrum (Bioperine) Cũng chứa: Hydroxypropyl Methylcellulose (HMPC, vỏ viên nang thuần chay), Silicon Dioxide (dấu vết, chất tạo dòng)", "brand": "OSKIA", "volume": "120 Capsules", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12021227-9734945934983872.jpg", "productCode": "Wellnes_107", "manufactureDate": "2023-06-04 00:00:00", "expirationDate": "2026-06-03 00:00:00", "origin": "Mỹ"}, {"category": "Wellness", "name": "Protein quan trọng Collagen Peptide - 10oz", "cost": 83970.0, "description": "Dễ tiêu hóa, Vital Proteins Collagen Peptide có nguồn gốc từ bò nuôi bằng cỏ, chăn nuôi trên đồng cỏ để đảm bảo nguồn chất lượng của khối xây dựng quan trọng của cơ thể. Là loại protein dồi dào nhất trong cơ thể, chịu trách nhiệm cho tóc, da, móng, xương, dây chằng và gân khỏe mạnh, mức độ collagen của chúng ta bắt đầu giảm khi chúng ta già đi, đó là lý do tại sao việc bổ sung thêm lượng collagen lại quan trọng. Sẵn có về mặt sinh học (có nghĩa là cơ thể nhận biết và có thể sử dụng nó một cách hiệu quả), loại bột siêu mịn này được thêm vào chất lỏng nóng hoặc lạnh (bao gồm cà phê và sinh tố) để bổ sung lượng collagen và giúp mang lại vẻ ngoài trẻ trung hơn: mịn màng rõ rệt, làn da đàn hồi cũng như tính linh hoạt được cải thiện.", "how_to_use": "Khuấy hai muỗng (20g) vào chất lỏng nóng hoặc lạnh.", "ingredient": "Collagen peptide da bò", "brand": "Vital Proteins", "volume": "200g-300g", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/12706219-3365027082648063.jpg", "productCode": "Wellnes_64", "manufactureDate": "2023-06-25 00:00:00", "expirationDate": "2026-06-24 00:00:00", "origin": "Việt Nam"}, {"category": "Wellness", "name": "OSKIA Tăng cường làm đẹp trước khi đi ngủ (50ml)", "cost": 279000.0, "description": "Là loại kem dưỡng ban đêm sang trọng, Oskia's Bedtime Beauty Boost nuôi dưỡng và tái tạo làn da khi bạn ngủ. Kết cấu nhẹ nhưng giàu chất dinh dưỡng thiết yếu cho tế bào - bao gồm MSM Regen-Complex, peptide sữa, vitamin A, B3 và E, tế bào gốc táo Thụy Sĩ, axit hyaluronic, phytosterol và omega 3, 6 và 9 - công thức không nhờn này thấm sâu vào da. nhanh chóng (không còn vỏ gối bị hư hỏng), nơi được thiết lập để hoạt động ngay lập tức, hỗ trợ quá trình sửa chữa và đổi mới tự nhiên của da. Giấc ngủ ngon không chỉ là câu chuyện cổ tích – khi bạn nghỉ ngơi, bạn tiết ra các hormone khuyến khích quá trình tái tạo tế bào và giúp củng cố các protein của da (các khối xây dựng như collagen và đàn hồi); Bedtime Beauty Boost theo đúng nghĩa đen là 'tăng cường' tác dụng của các hormone này, để bạn thức dậy với làn da rạng rỡ, mềm mại như nhung.", "how_to_use": "Nhẹ nhàng massage lên mặt, cổ và ngực đã được làm sạch trước khi đi ngủ.", "ingredient": "Aqua (Nước), Methyl Sulphonyl Methane (Msm), Glycerin, Simmondsia Chinensis (Dầu Jojoba)*, Dầu hạt Sesamum Indicum (Mè), Glyceryl Caprylate, Decyl Oleate, Cetearyl Olivate, Sorbitan Olivate, Butyrospermum Parkii (Shea) Butter*, Dầu mầm Oryza Sativa (Gạo), Cetearyl Alcohol, Dầu hạt Hellianthus Annuus (Hướng dương), Dầu hạt Aleurites Moluccana (Kukui), Dầu hạt Rosa Canina (Rose Hip), Niacinamide, Benzyl Alcohol, Glyceryl Dibehenate, Whey Protein, Tribehenin, Calendula Chiết xuất hoa Officinalis, nuôi cấy tế bào trái cây Malus Domestica, Lecithin, Natri Hyaluronate, Parfum (Hương thơm tự nhiên), Dầu hoa Rosa Damascena, Citronellol, Geraniol, Linalool, Glyceryl Behenate, Xanthan Gum, Tocopherol, Axit dehydroacetic, Phenoxyetanol. * Thành phần được chứng nhận hữu cơ. Thành phần tự nhiên, bảo quản ở nơi khô ráo, thoáng mát.", "brand": "OSKIA", "volume": "50ml", "image": "https://static.thcdn.com/images/large/origen//productimg/1600/1600/10538949-1814945933814433.jpg", "productCode": "Wellnes_92", "manufactureDate": "2022-05-12 00:00:00", "expirationDate": "2025-05-11 00:00:00", "origin": "Việt Nam"}]